{
    "product_id": "1652",
    "name": "ProMaster Eyelash Curler",
    "brand": "TWEEZERMAN",
    "categories": "Makeup, Accessories, Eyelash Curlers",
    "price": 32.5,
    "about": "No match",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.-Always curl lashes before applying mascara..-Open eyes wide to insert and center lashes..-With curler pad placed at base of lash line, hold handles firmly and gently squeeze..-Hold for a few seconds, then open curler slowly to release lashes..-Repeat up the length of lash from base to tip for an even more intense curl..-Clean pads after use with alcohol wipe. .-With daily use, we recommend replacing curler pad after three months and curler after one year.",
    "num_reviews": 446,
    "overall_rating": 4.1,
    "product_url": "https://www.sephora.com/ca/en/product/promaster-lash-curler-P398357?skuId=1707207&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s1707207-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Just over a year old and the upper edge snapped off at the side. Not impressed with the quality."
        },
        {
            "review_title": "Broke after a year",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Disappointed. Iu2019ve had this for a year and it brokeu2014snapped at the edge of the clamp. My old one lasted a decade."
        },
        {
            "review_title": "crap",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I read the reviews and I don't understand the hype. I have long thick lashes, but they're somewhat straight. since my eyes are mega sensitive, I don't wear mascara and rely heavily on a good curler. This one did absolutely nothing for my lashes, it was like I never used it at all. Returned it, obviously."
        },
        {
            "review_title": "BUY IT RIGHT NOW!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I love this eyelash curler! My last one (not this brand) broke sadly and my friend had this eyelash curler. I was absolutely obsessed with the results as soon as I used it, so I bought it and I am IN LOVE!"
        },
        {
            "review_title": "I LOVE THIS",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I live this product and i also live to have my eyelashes high up to my eyebrows and when i do that with most of my eyelash curler it takes a few minutes for one eye!!! But this product is so much different personally i dont have an almond eye and when you get the product it says almond eye use but this works amazing and barley takes me ten seconds for one eye!!!!"
        },
        {
            "review_title": "eh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "not worth the $24 price tag, super hard to get a curl if you have straight stiff lashes like me"
        },
        {
            "review_title": "Good for a few months and then it sucks",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The first 2 months were crazy, super good curls like it was insane. I changed the pad afterwards because it was starting to curl less. Anyways right now it just doesnu2019t curl. My eyelashes have never looked straighter"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "it barely curls my lashes and i donu2019t usually have this problem with other eyelash curlers"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I really like this product. Iu2019ve seen a few bad reviews about it but so far my eyelashes have been staying curled in the photo that I put below. It did not cut off my eyelashes my previous one from Quo it thatufffc"
        },
        {
            "review_title": "Easy to Use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I was a little worried after reading some of the reviews but this is a fantastic eyelash curler and very easy to use. It curls my lashes really well and doesn't pinch my eyes. I recently realized I was using the wrong shape for my eyes and this has made a world of difference."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I have straight, relatively short lashes and slightly almond/hooded eyes. this curler is much easier for me to reach the outer corners of my lashes, and the curl lasts so long! I curled my lashes (didnu2019t put on mascara) hours ago and theyu2019re still curled which for me is crazy"
        },
        {
            "review_title": "Youu2019re all just using it wrongu2026",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "People need to understand that if theyu2019re ripping their eye lashes out, theyu2019re not using the lash curler correctly. This is the best eyelash curler on the market, so I can live with the price"
        },
        {
            "review_title": "Donu2019t buy unless you donu2019t like your eyelashes",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Dry skin",
            "review_text": "After using this for a while it started taking out my lashes and it doesnu2019t even curl them well"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "i love this lash curler!!!! it makes my lashes look sooooooo long and doesent hurt at all!!!"
        },
        {
            "review_title": "very comfy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "only lash curler that didn't have me scared for my life and lashes. very comfortable 10/10"
        },
        {
            "review_title": "Eyelash curler needs more grip",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I bought this eyelash curler because it was for almond eyes. (It comes in almond shape and round). Like others have said in their reviews, this does not have a strong enough grip to curl lashes as high as I want them. I am very disappointed and am returning it. I previously used a Tweezerman so I thought this would perform as well as the other one but it doesn't. I even gave it several tries but still couldn't get the result I wanted."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have long eyelashes and this finally holds them up ud83eudef6ud83cudffb"
        },
        {
            "review_title": "A 10!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "SO GOOD. i have super straight lashes that are naturally downward, this curler can keep a curl even with mascara on. usually mascara weighs down my lashes but with this curler it doesnu2019t! good"
        },
        {
            "review_title": "Worth the $!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Have been using the past few weeks and noticed a clear difference from my old lash curler! Love how it actually fits my eye shape and curls every lash"
        },
        {
            "review_title": "Weak grip and wrong shape for my eyes",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "This is a disappointing tool.  I ordered online ( no choice of shape) and got one that says for almond eye shape. I have rounder shape eyes, but assumed this is the only one they make now.  Prior I had the round shape one from tweezerman.  Like the prior one, the grip is just too weak.  And now the shape is wrong too.  Expensive lesson...I'm going back to Shiseido.  Shiseido's refill pads cost more, but they last way longer, and the grip is fantastic."
        },
        {
            "review_title": "Not worth the price",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019ve been using this for about 2 weeks now and can already feel it getting weaker. My lashes also barely curl with this eyelash curler. I had high hopes because of the price but Iu2019m honestly disappointed"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Returning. This eyelash curler has no grip and doesnu2019t do any part of its job."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": ""
        },
        {
            "review_title": "Good general lash curler for all needs",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "More like a 4.5 on stars. If youu2019re looking for a good general lash curler this one is great. It works well and will hold your lashes up but I have used better. I am a huge fan of this brand though so it is definitely worth giving a shot."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "fairLight skin tone, Combination skin",
            "review_text": "I have extremely stubborn and straight lashes and this helps hold up my lashes all day!"
        },
        {
            "review_title": "Buy Shiseido eyelash curler this one does not work",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Zero starsu2026. I have been using eye lash curlers for years. Do not buy this one. Buy Shiseido. I just bought this one because ahiseido was sold out. I received this one, and I gave it multiple tries. Does not worku2026"
        },
        {
            "review_title": "good eyelash curler",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "curls my lashes really well and they stay all day. no complaints :)"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Super disappointed in this curler. Cut my lashes before I noticed."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This is definitely not the best lash curler out there and cut my eyelashes!"
        },
        {
            "review_title": "okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this worked great but sometimes it just doesn't curl my lashes. maybe my lashes are the problem but they just won't curl once in a while"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "After using this product with long lashes, it gave my lashes a nice curl and made them stand out better. Love it!"
        },
        {
            "review_title": "Shisheido's twinzie",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Got this when i had 20% discount but still pricey for just an eyelash curler. So, one star off. It did its job though, it's pretty similar with Shisheido. Would still recommend it if you have smaller eyes!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Cut eyelashes on first gentle curl, no eyelash fall out, actual cut lashes! Have used MAC eyelash curler for 15+ years, bought this on the sale, RETURNED. Got a new MAC curler & itu2019s perfect."
        },
        {
            "review_title": "Best Eyelash Curler Ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this eyelash curler. Itu2019s better than any other eyelash curler out there. Itu2019s definitely worth the money. It keeps my eyelashes curled all day and even stays up without any mascara."
        },
        {
            "review_title": "Not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I really wanted to like this, but I just donu2019t. It rips out lashes every time I use it, and it doesnu2019t even curl my lashes well. I have really long eyelashes and my lashes have never looked shorter since using this."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "heard good things but chopped a good chunk of my lashes off"
        },
        {
            "review_title": "Love it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The price is a bit high but I love how this supports my lashes. It doesnu2019t feel super invasive and lashes arenu2019t falling everywhere when I use it. I actually love this a lot!"
        },
        {
            "review_title": "best eyelash curler ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "ok so: i have thick but short and straight lashes. i tried about 4 different curlers before this one and none worked, so i was getting pretty discouraged and thinking that maybe the problem was with my lashes and not the various curlers i had tried. WRONG! i came to sephora looking for the shiseido curler, but since they were out i bought this one instead. my stubbornly straight eyelashes not only curled without any pain, but stayed up the whole day WITH mascara on! i recommend this curler to anyone looking for one, it's amazing you will not regret ot<33"
        },
        {
            "review_title": "MADE MY CONFIDENCE GO UP SO MUCH",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I had very short and straight lashes and bought this lash curler after the tarte one cut my lashes off. (only some) when i say this lash curler changed the game! i started getting compliments on my lashes, and now they look so long!!!! keeps the curl all day, too."
        },
        {
            "review_title": "Itu2019s okay",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Itu2019s a eyelash curler so it works pretty good. Not much to say, although it doesnu2019t fit my eye completely well and I donu2019t have round eyes so the other one I know wouldnu2019t be better."
        },
        {
            "review_title": "A must-have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love this product so much. It works like no other eyelash curler. It makes my mascara look 100x better and Iu2019m so happy with the results. I will continue to repurchase this product."
        },
        {
            "review_title": "Rips eyelashes out",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I used this twice and noticed after using it my eyelashes do come out one by one. This hasnu2019t happened using any other eyelash curlers and Iu2019m doing it very gently. I think itu2019s just too harsh on natural eyelashes. I take care of mine."
        },
        {
            "review_title": "Nice splurge",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Definitely a splurge for myself but well worth. I would highly recommend giving this a try!"
        },
        {
            "review_title": "Love it but itu2019s expensive",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "this eyelash curler is a good curler and I do love it but you can get the same exact one from elf for 5$"
        },
        {
            "review_title": "I saw my mom use it and it DOESNu2019T CURL!!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "After my mom bought this product she didnu2019t like it.  Even though this is for a almond shaped eye Iu2019m pretty sure that is what it said. IT DOESNu2019T CURL   when"
        },
        {
            "review_title": "RUINS YOUR LASHES",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is horrible. It pulled off my lashes and doesnt even curl. The elf one is waaaay better and itu2019s 10x less the price.  Itu2019s crap. Regret buying this. I am regrowing my lashes"
        },
        {
            "review_title": "TWEEZERMAN ProMaster Eyelash Curler",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Normal skin",
            "review_text": "TWEEZERMAN ProMaster EyelashCurler 38u00b0 for almond shape eyes which i gifted and then purchased 60u00b0 for round shape eyes. works very well. i prefer to shu and d&g."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This product works great. Use mine every day, feels gentle on my lashes"
        },
        {
            "review_title": "good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Combination skin",
            "review_text": "super good curls! love this eyelash curler, stays all day"
        },
        {
            "review_title": "BUY RN",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "hands down best lash curler!!! keeps my lashes lifted all day and tbh looks better than some of my best mascaras"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Honestly had no idea they made eye lash curlers for different shaped eyes until I saw this. Turns out for years I havenu2019t been curling all my lashes as regular curlers donu2019t reach all my lashes. Love this one!"
        },
        {
            "review_title": "Great for any eye shape!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have had this eyelash curler for a while now, and I love it! I have somewhat hooded eyelids and other curlers have pinched before, but I donu2019t have that problem with this curler at all!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I had just been using an elf eyelash curler before this and didnu2019t know that there could be such a difference in eyelash curlers!! Always gives me a great lift!! It makes people ask if I got a lash lift!! Love love love!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I bought this a year ago and it works amazing. I have Asian lashes and finding a lash curler that actually curls on my lashes is hard so this is definitely great."
        },
        {
            "review_title": "Great results, but pricy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes",
            "review_text": "This eyelash curler is actually amazing. I hear my friends complaining about how they have set aside 5 minutes to curl their eyelashes. I got this one and it was an absolutely amazing choice. It takes me almost no time to curl them and I get amazing results after every use. Many of my friends have tried this and thought the same thing. The only down side is that it is on the more expensive side but I would definitely recommend it!"
        },
        {
            "review_title": "Gamechanger",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "BUY THIS RN! This has single-handedly changed the appearance of my overall finished eye looks. I have small hooded almond shaped eyes with eyelashes that resist curling and are angled down, but when I use this my eyelashes are to the SKY. I never thought investing in a $20 eyelash curler would be worth it when I splurged on this but oh was I wrong. If you have round shaped eyes, this wouldn't be for you. Tweezerman has another curler for round shaped eyes."
        },
        {
            "review_title": "Dangerous eyelash curler",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Horrible eyelash curler. After a while, the eyelash curler has some sort of plastic coating all over the curler. Overtime, the plastic flakes off and gets in your eye. For months I was wondering why my eyes would burn and itch. I realized those plastic particles were going into my eye after each use. So dangerousu2026"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "If you have almond shaped eyes YOU NEED THIS. If you donu2019t know your eye shape, Google u201chow to figure out my eye shapeu201d or something along those lines. If you have round eyes this wonu2019t work well for you. I had no idea eye shaoe matteres when it comes to picking an eyelash curler, but it does. I had been using one for round eyes and it never really worked great, but I figured thatu2019s just the way it goes. But I was wrong and this eyelash curler is so right."
        },
        {
            "review_title": "Award Winning for a Reason",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Stubborn straight eye lashes? Not anymore! An eyelash curler optimal for getting the perfect voluminous curl ud83dude0d thank you Sephora!"
        },
        {
            "review_title": "Curls well, just maybe not for my eye shape ?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "i donu2019t know if itu2019s just not for my eye shape or something else but i could not even get to curl my lashes because everytime i tried to put it near my eye, it felt like something was poking me every single time! iu2019ve tried 5 times and finally got to curl one of my eyes but it felt like it pinched my skin (no matter what i tried) and made my eyes water. when i got the one side, the curl was great ! just donu2019t think it works for me very well unfortunately!"
        },
        {
            "review_title": "Not nickle free",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Unfortunately this lash curler is not nickle free and caused contact dermatitis after several years of use and exposure..I will say however that it fits my eye shape perfectly and is wonderful for deep set eyes. I wish they could make it stainless steel."
        },
        {
            "review_title": "The Best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "This is the best curler Iu2019ve used. I used to get the spring kind because I felt they gave longer lasting curl but this is even better. Perfect for almond eyes."
        },
        {
            "review_title": "use it every day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "amazing curls definitely get my lashes have never looked so long and they stay up all day love it"
        },
        {
            "review_title": "Use it everyday",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "- Get my stubborn eyelashes to curl - Come with extra pad"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Theyu2019re tweezers I can say lol but they do the job"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Oily skin",
            "review_text": "Thus is a great product at a great price. Fits my eye shape perfectly, curls my lashes nicely and the backups are in a nice little package."
        },
        {
            "review_title": "This is my ride or die eyelash curler.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I've had the same one for years and I've never had a problem with it. It's easy to use and easy to clean. One thing I do recomened is buying eyelash curlers based on your eye shape. Thats something my best friend didn't know so she would always ask to use mine since it fit her eye better, and it definelty changed the lash look."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This is the first eyelash curler Iu2019ve found that doesnu2019t pinch my inner corner. I have small hooded eyes and have always found curlers too round in shape to fit my eyes but this one is perfect!"
        },
        {
            "review_title": "Does not curl lashes for an almond eyed one",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I have almond shaped eyes and this did not curl my lashes. I have only used the Shiseido eyelash curler before trying this one. On a whim while I was at the store, I decided to try this curler that says it is specifically for women with almond shaped eyes. My lashes did not curl or hold a curl with this. No matter how many times or how long or how hard I curled my lashes, it didn't work. I thought maybe it is the humidity of summer. Nope, I bought the Shiseido curler and curled my lashes in one go. I will never never stray from Shiseido again."
        },
        {
            "review_title": "Great for hooded eyes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Love this eyelash curler! It's the only one I've tried that has actually fit my eye shape and gives a nice curl instead of a kink. Love that i can get close to my lash line without pinching the skin. No complaints so far!"
        },
        {
            "review_title": "Amazing, worth every penny,",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Today I'm buying a spare.  Have had this Tweezerman for almond eyes for more than 5 years---it's perfect.  I probably should replace the cushions more frequently, tho. Never pinched, never pulled out an eyelash, and works perfectly.  It's more pricey than drugstore curlers, but so much more worth it."
        },
        {
            "review_title": "Less Curl, Less eyelashes",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I have used the S-seido curler for years with no issues. Due to it not being available in-store, I was recommended this one. I have noticed consistently more and more lashes falling out and have not been able to achieve a good curl. I am writing this now after having 8 eyelashes ripped out at once. I have almond-shaped eyes and may be suitable for other-shaped eyes."
        },
        {
            "review_title": "Best Curler for STRAIGHT COURSE lashes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "WOW . Who knew how much an eyelash curler could really affect the way your lashes sit and stayu2026.. This product has been worth every penny and then some. I have very COURSE, LONG, STRAIGHT lashes. Iu2019ve struggled to put mascara on because they fall almost immediately Iu2019ve tried heating the wand using Vaseline everything. But this has done itu2019s magic!!"
        },
        {
            "review_title": "Good But not Good",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "It works well for hooded eyes! Iu2019m not sure why they break for no reason. I bought this in December and wanted to curl my lashes today and saw on handle was broken. I looked at the reviews and noticed mine wasnu2019t the only one that broke within a few months. Soo sad because I love they eyelash curler but will not repurchase because itu2019s a waste if itu2019s going to break againu2026"
        },
        {
            "review_title": "I mean...!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "You can never go wrong with Tweezerman.  Their products do what they are meant to do.  Always dependable and high quality."
        },
        {
            "review_title": "No more cheap eyelash curlers for me now!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, fairLight skin tone, Combination skin",
            "review_text": "I have bought a lot of eyelash curlers before and LET ME TELL YOU... none has held up so long AND done its job so well! I have straight asian lashes that don't stay up easily at all and so this has been a life saver. PLUS it came with extra squishies hehe."
        },
        {
            "review_title": "This is SO good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I'd always struggled with my lash curlers pinching my lids, but finally I've found one that doesn't! This not only fits my eye shape really well, but curls my lashes upwards and makes them look a lot longer. It looks like it's not going to catch all of my lashes when I put it on my eye, but then somehow it does. I'd never thought of purchasing a pricier curler before, but I'm really happy I did."
        },
        {
            "review_title": "For hooded eyelids",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Great for my hooded eyelids, even as Iu2019m getting older. No pinching!  Takes a few passes and a little patience to get the desired look, but the best curler Iu2019ve used."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "not good for almond eyes or asian lashes :/ it really doesnu2019t curl your lashes it just crimps them"
        },
        {
            "review_title": "YES YES YES",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I have deep set, hooded eyes and I've always struggled to find a good lash curler...until I found this one!! It does such a great job and I always rave about it to my friends!! Get it!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Amazing! I had a shiseido curler for many years, and I found this! It match so good on my eyeshape"
        },
        {
            "review_title": "Broken!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I loved this eyelash curler for my almond eyesu2026 but my first one broke within a few months, so I repurchased thinking it was just a faulty one. The second one broke in the exact same place after 5 monthsu2026 Iu2019m not happy with the quality for the price"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Bring back Kevin Aucoin lash curler, please. Not sure if this just wasnu2019t for my specific eye shape, but did not like the curl it gave my lashes. Made them very curly with not enough lift. Kevin Aucoin lash curler will always be my favorite."
        },
        {
            "review_title": "not sure curlers of any kind do much",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "u2026and same for this one. But the design is nice and easy to use"
        },
        {
            "review_title": "Great curler",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love this curler for almond eyes, itu2019s difficult to find a lash curler for almond eyes. My only disappointment is, once you use up the rubber and additional refills that come with the curler itself  you cannot find replacement rubber for them. It takes quite sometime to go through all of them, however I had to buy a new curler set because I was unable to replace the rubber on my previous one."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "I bought this to use on a client with deep set eyes and very short, straight lashes.  It doesnu2019t work miracles, but at least the shape enabled me to actually reach her lashes."
        },
        {
            "review_title": "If only ZERO stars was possible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Normal skin",
            "review_text": "If I could give it no starts I would. I love tweezerman products for the most part but this is trash. My eyelashes for the most part are full and curl but figured Iu2019d be a little extra to ring in the New Year- big mistake. Entering 2022 with a third of my eyelashes gone! The grip on this is terrible and with minor pressure the curler slips and yanked out my eyelashes."
        },
        {
            "review_title": "worth every penny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I have had this for about 5 years and it still works perfectly. The best eyelash curler I've ever had."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, black hair, Light skin tone, Dry skin",
            "review_text": "LITERALLY LOVE THIS CURLER! it curl my eyelashes so nicely, best curler iu2019ve used."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This curler was exactly what I was looking for since my eyes are pretty wide. It curls my lashes PERFECTLY without leaving any lashes out!! Would definitely buy again."
        },
        {
            "review_title": "My favorite lash curler",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Love this curler, very effective, wide enough to get all your lashes, doesn't pinch and holds curl all day."
        },
        {
            "review_title": "the best one yet!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i have tried 2 eyelashes curlers before this one and both weren't that great. the shisheido curler pinched the corners of my eyes and wasn't wide enough! i also tried a revlon curler that was very small and curled by the section. that curler made a really harsh dent in the lashes that looked unnatural. i have finally found the perfect lash curler for my eyes :) the curl stays for a long time and looks quite natural. it also doesn't pinch at all, which is a miracle. very happy!"
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I had my favorite curler by the makeup artist that had great shadows and makeup that used to exclusively be carried by Barneyu2019s.  It did end up getting carried by sephora.  This is similar because it lets you control it and doesnu2019t nip you.  I prefer that other curler, but his company is gone.  This is very  good, itu2019s similar."
        },
        {
            "review_title": "Meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love tweezerman products but this one didnu2019t curl my lashes very well. My cheap target curler works a lot better"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Doesnu2019t fit almond eye shapes very well, curl falls quickly"
        },
        {
            "review_title": "My new favourite eyelash curler.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Brought this one with high expectations, and as rated, it didn't dissapoint. Curls my eyelashes so well and stays up the whole day. Will definently be purchasing again."
        },
        {
            "review_title": "Works OK.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Not sure why all the hype.  This one works OK, but I don't think it works as well as the Tarte ones I had before.  Plus is the extra rubber pads they give you.  This was always a problem with Tarte:  once the 2 they gave you were done, you could only buy a new curler."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "okay curler, and i read the comments and found that people say laura mercier curler does a better job at curling straight lashes, i think i might try that. my lashes are straghter than a flat line."
        },
        {
            "review_title": "Terrible curler",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The curler sucks. I was really hoping this would be a better curler than the drugstore ones, but it BARELY curls my lashes and they fall flat within minutes.   It's also really weird in the hand -- like it feels as if you have the push down more, even though it does less?   I would DEFINITELY return it, but I tossed the box already.   Don't buy it -- it's a waste of money."
        },
        {
            "review_title": "Great for deep-set eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Amazing! I have deep set eyes and have always had a problem getting my eyelashes to fit into regular eyelash curlers. This eyelash curler does the trick."
        },
        {
            "review_title": "not for straight lashes",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Doesnu2019t even curl straight lashes. I tried the Laura mercier one and does a much better job but decided to get this one cause cheaper."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Worst curler ever. Doesnu2019t even make a dent and I threw the box away so I canu2019t even return it. Such a waste of money"
        },
        {
            "review_title": "Awful",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Worst eyelash curler I've ever used.  This makes me question all Allure beauty award winners because I'm so baffled at how this could win.  I've used tons of different eyelash curlers during my whole life and this is by far the worst.  Doesn't curl at all and is very straight so it doesn't fit the curve of the eye.  Returned."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This eyelash curler sucks!! I purchased this one because the Shiseido one I have always had was out of stock in store, and also because this one came with a bunch of pad replacements.  It barely curls my eyelashes even though I squeeze the crap out of them, and then they still fall flat a minute later. Donu2019t even waste your time and money on this product, get the shiseido one instead!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Does its job. Like the darker color, but not sure how much better it is than a typical drugstore curler."
        },
        {
            "review_title": "great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This one far exceeds any I have ever bought from a drug store!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "i was excited to use this and get a fantastic eyelash curl, but when i received it, it felt like it barely clamped. My old eyelash curler, from sephora, works better in my opinion. that one is $19.  I personally wouldnu2019t recommend this, because iu2019m not sure how i like this product."
        },
        {
            "review_title": "Holy Grail Lash Curler!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Best eyelash curler ever! I have naturally long but super straight lashes and this curler does an amazing job of curling them and I love the design, it definitely works at grabbing every lash. Definitely recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I thought nothing could match the Shu Emura (not sold in US....again) lash curler. How wrong was I. This curler is fantastic and does not need the blow dryer to heat it up in order to lock in a curl.   Eyelash curl holds until my face is washed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I donu2019t know how I live my whole life with hooded eyes and was not using this lash curler. By far the best purchase Iu2019ve made it to radically improve my make up routine. Itu2019s well-made and I can easily get to the base of my lashes so that they stay curly. Definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love this product. It really smoothes my hair. And the smell is good as well."
        },
        {
            "review_title": "terrible eyelash curler",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Terrible eyelash curler . Did not work for me. I have almond shaped eyes and this does not curl my eyelashes like the MAC one or shesheido ones. Sponge is so soft and has no give when curling."
        },
        {
            "review_title": "phenomenal",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I never knew there was a difference in lash curlers. My first one ever was the basic Sephora brand and I didnu2019t think that one was bad. Then I was going through my makeup bag to clear it out and noticed after several years of use it had bent. So I decided to upgrade and try this one after noticing itu2019s for almond shaped eyes which I have. It is so incredibly comfy and doesnu2019t pull your lashes. It curls my entire lashes and doesnu2019t miss the very end corners. The curl is real too. So much easier to put on mascara and looks great without! I love that it comes with extra cushioning as well. So worth the price!"
        },
        {
            "review_title": "THE GAMECHANGER for Deep Set Eyes and Lashes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I have some of the most deep-set eyes and this curler grabs them all! I am so stinkin satisfied with this!  It actually should be renamed to fully indicate that it is for deepset/almond eyes without having to read the description, tho."
        },
        {
            "review_title": "the perfect lash curler for almond eyes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "i've used this lash curler for 4 years, and it is one of the best beauty tool purchases i have ever made. it curls my thin, super straight lashes SO WELL. i used to use the shiseido lash curler, but found that it pinched too much. this one, is PERFECT for my almond eye shape. the only thing is that the lash curler is quite stiff for the first couple uses. with increased usage, it becomes much easier to press down."
        },
        {
            "review_title": "waste of money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve never had an eyelash curler just not do anything... at all... what a waste of money... couldu2019ve found better at the dollar store"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have to apply a lot of pressure to get a curl which is damaging to lashes. Because I have to be strategic with my finger muscles, I pinch my eyelid frequently (I had a curler with springs which was really helpful. This curler doesnu2019t have springs). I had to purchase a different curler since this one was not working well for me at all."
        },
        {
            "review_title": "Holy Grail Curler for Asian Eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "This is the BEST lash curler for Asian eyes! Iu2019ve been using the Shiseido lash curler for years before buying this on a whim. This curler blows my old Shiseido out of the water. It grabs every lash with absolutely no eyelid pinching, plus the larger clamp opening makes it easier to position.    One massive tip for anyone having issues holding a curl: replace the pads with Shiseido curler pads. I found the Tweezerman pads a bit too hard and rubbery to form a lasting curl whereas Shiseidou2019s are softer. So happy to have found my holy grail lash curler!"
        },
        {
            "review_title": "MUST BUY IMMEDIATELY!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Absolutely adore this product. I was gifted the one for round eyes and then purchased the one for almond eyes and I honestly canu2019t complain! I absolutely love this product. I had first purchased the Sephora brand one, itu2019s 20$. I think it pulled out more eyelash hair and pinched my skin more than it curled my lashes."
        },
        {
            "review_title": "No complaints here!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I used a curler from Japonesque for years and liked it, but it was time for a new one. This one fits my eyes much better and actually grasps each lash! I have no complaints."
        },
        {
            "review_title": "not what i was expecting",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "this was a waste of my money. this eyelash curler is perfect for my eyeshape and my eyelashes are very straight. it gives a really nice curl at first, but within 5 minutes my eyelashes fall without even putting mascara on. i certinatly would not recommend this product."
        },
        {
            "review_title": "Good quality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love that Tweezerman has different lash curlers for different eye shapes. Mine are almond shaped and this seems to work fairly well. The coating on it must also be great as it has survived in my makeup bag for a while now and looks exactly the same as when I first got it."
        },
        {
            "review_title": "Better than Shiseido",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Had the Shiseido one and absolutely hated that one, even though it is a cult favorite. I love that this one is especially for almond eyes which I have! It even gets the smallest lashes at the end of my eye! A great buy!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This curler is really good. It does not feel as sturdy as the one I had by another brand previously, but the shape is perfect for my almond shaped eyes and the curl is phenomenal. Not a single lash is left out."
        },
        {
            "review_title": "Enjoyed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "The good thing to have and I find it somewhat not that much biting my upper eyelid comparing to other curlers."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "As someone who has tried ALL the top rated curlers, i was skeptical.  This IS a step above if you have almond/deepset eyes!!!!!  Surratt was my favorite up until now (better than Shu and Shiseido), but this is now my go - to, it really made a difference in curl.  If this is your eye shape, get this.  all the rave reviews are right."
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This is my favoriteeee! I was very skeptical at first about needing a specific curler for my eye shape (almond) but wow it makes the world of a difference. For starters, all of my lashes fit in the curler at once (before I would have to curl the outer half separately) and I no longer feel my lid being pinched. I also noticed my lashes don't look crimped, they have a nice curl to them that lasts for a long time. If you are debating buying this, do it!"
        },
        {
            "review_title": "Boost your mascara value with this lash curler",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve been using the Shu Uemura lash curler for over a 2 decades until I found this. Itu2019s the BEST. Iu2019m half Asian so my eyes have always had trouble with the pinching for outer corners. No more pinching. I can see every single lash perfectly curled on my small almond shaped Asian eyes! Just buy it. I look forward to using this because the results are so wow. Makes mascara fun again."
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I bought this because I always found eyelash curlers to have too round a shape for my eyes but I just couldn't work with this one. I found this curler more likely to pinch my lid than any other curler I've ever used, the cushion on the curler has no give and the curl it gives isn't very intense nor does it last throughout the day, the hand grip being just thin metal makes it hard to get good leverage to actually curl the lash because it kind of hurts your finger if you squeeze it hard. I much prefer cheaper curlers like Sephora brand or drugstore brands"
        },
        {
            "review_title": "Wow there's a reason normal ones didnt work!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Man my lashes grow straight out with no natural curl. I always had a hard time with curlers because they would get the front most lashes and none of the corner lashes without pinching my eyes!  This curler though, I can get deep in there now because the angle is different and better suited for my almond eyes! No pain, all curl, just get it and you'll know what I mean!"
        },
        {
            "review_title": "This is THE ONE!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Ok this is hands down the absolute best eyelash curler ever (Iu2019ve worked in cosmetics for 30 years now). It does everything itu2019s supposed to do without pain and without pulling out your lashes. Plus, itu2019s easy to clean!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This is the best eyelash curler. Itu2019s especially helpful on deep set eyes."
        },
        {
            "review_title": "Almond Shaped Eyes or Deep Set - D R E A M",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Seriously, where has this lash curler been all my life?! My previous lash curler that I had for like 2 weeks- I bought at a drug store just as I always have over the years. I kid you not started noticing my lashes were inside the lash pad thing ( just hanging out) I could totally notice a spot where lashes were LESS THAN!! I was traumatized! I do have almond shape eyes I'm proud to say I'm in my early forties and I wish I woulda found this Tweezerman ProMaster Lash Curler 20+ yrs ago. If you have almond shaped eyes or deepset eyes... this lash curler is your bff. You will see your lashes look like never before!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I was not a fan of this product. Hard to use on eyes and hurt when using."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "The only curler that has worked for me after trying a dozen others."
        },
        {
            "review_title": "highly recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Favorite lash curler. Does exactly what itu2019s supposed to do."
        },
        {
            "review_title": "Best Eyelash Curler!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Really holds my eyelashes all day! I use it with the Too Faced Damn Girl mascara and they work very well together!"
        },
        {
            "review_title": "love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "My first eyelash curler and its amazing!!! Definitely recommend. Comes with the little lash bed replacements too."
        },
        {
            "review_title": "Best lash curler Iu2019ve ever used !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "It works so well with my eye shape and (very) hooded/monolid eye lids!  Definitely worth investing in"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The shape of this tool doesnu2019t match my eye shape to curl my lashes correctly. Not a fan at all. Will be returning. The quest for the perfect lash curler continues..."
        },
        {
            "review_title": "Highly recommend this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I tried the curler out as soon as it arrived. Love it! It didnu2019t pinch my eye lid at all!"
        },
        {
            "review_title": "Amazing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Trying to get into the habit of writing more reviews as this will probably get someones attention :) I've had this lash curler for maybe 2-3 years and its SOO goooood, I've only changed the band on it once because it didn't feel like it was curling as well as it use to anymore, but after changing it it was perfectly brand new again. Everyone always asks me if my lashes are real, this curler is really great!"
        },
        {
            "review_title": "perfect for almond eye shape",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "I canu2019t rave enough about these. The clamp is nice and wide so it easily fits all of my eyelashes and eye shape. It perfectly curls all of my lashes! Couldnu2019t be more happy and satisfied with this product!"
        },
        {
            "review_title": "Too expensive for the average quality curler.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It broke after having it a little over a year. The revlon one thats like $3 works better"
        },
        {
            "review_title": "Heavenly Choirs Sang!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "And lo, the clouds parted and heavenly choirs sang, and the report was good... THIS IS THE CURLER I'VE BEEN LOOKING FOR MY WHOLE LIFE!  Randomly watched a James Charles video where he mentioned this - so I gave it a shot. This gets my WHOLE eye, not just the left or the right side. This is truly a game-changer. Don't even think about it - just add it to your cart already!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Love this product works perfectly for almond shaped eyes. Game changer!!!"
        },
        {
            "review_title": "Best eyelash curler!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this sponge! I use it to bake. It works better when its wet. I wet it just enough and then squeeze excess water. Then dip it into my translucent powder and bake. You can wash and reuse as many times as you'd like. I usually replace mine when its necessary. But they last a while. It works amazing! I totally recommend it!"
        },
        {
            "review_title": "recommend!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Yess I love this product!! However if you are tight on money, there are more options elsewhere. If used correctly this will give you the perfect curl! Itu2019s the first lash curler I actually invested on and it works perfect!"
        },
        {
            "review_title": "Harsh on the eyes and the fingers",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Finally an eyelash curler that can fold all my lashes at the same time, even though I donu2019t have crazy almond eyes. I used multiple eyelash curlers in the past and I often needed to press for so long and a lot of times in order for them to work. With this product, I just need to press a little bit and my lashes are lifted up instantly, even though the result is not crazy. Still, thereu2019s two problem: even with light pressure, the tip is really harsh on my lashes and it hurts. As a result, my lashes fall a lot, even if Iu2019m gentle with the tool. The handle is also hard on my fingers, because thereu2019s no comfort band. Afterwards, they are red and sore. Be careful!"
        },
        {
            "review_title": "Bro Itu2019s So Sad",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I purchased this 8 months ago and 4 months after i had it, the medal part somehow broke and when I try to curl my lashes, the bottom part that goes on your lashes go up as high as the part that goes above your lashes. I donu2019t know how to fix it either which is what is really disappointing."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "TERRIBLE. barely curls lashes at all. a cheap curler from amazon gave me better results than this. i have hooded & almond shaped eyes and this product was marketed for people with my exact eye shape but it was just disappointing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The perfect curl. Takes my lashes to the next level!"
        },
        {
            "review_title": "The best lift",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The Almond shape was perfect for my eyes. It gets the corner lashes easily. Looks like Iu2019m wearing falsies when I use this curler on my lashes."
        },
        {
            "review_title": "PERFECT!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Itu2019s perfect for almond eyed shape. I LOVE IT SO MUCH.  I recommend it 100%"
        },
        {
            "review_title": "LIFE CHANGING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I never knew there were eyelash curlers for different eye shapes before I found this. Itu2019s absolutely a game changer! If you have deep inset or almond shaped eyes, this is a must have!!! I hated when my round standard eyelash curler always caught my eyelid. No more issues!"
        },
        {
            "review_title": "Life changing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I did not realize there were different eyelash curlers for different eye shapes, so I was hesitant to believe this would make a difference. These are the first ones that have not pinched my eyelid and I love them!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I have almond shaped eyes and this curler truly gets each lash! I love it. Also comes with backup/replacement pads for future use!"
        },
        {
            "review_title": "Not worth the money",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Pretty expensive for a run of the mill curler. There is nothing special about it. But the cheap one and heat it up. Much better!"
        },
        {
            "review_title": "Ok not great",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I agree with the other reviews... I was looking for a curler that didn't weirdly crimp my outside lashes. This is not it. I also find I can't get as close to my lash line as with my current Surrat curler. Disappointed!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "One of the best Tweezerman eyelash curlers I've tried but I don't think it's worth $22"
        },
        {
            "review_title": "Good until it starts pulling out your lashes",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I've had this for a few years and it's a pretty good curler. It fits my almond shaped eyes and long lashes (they are long and thick but really straight!). I tried the Shu Uemura before this one and it was waaay too small. I usually get a pretty decent curl from this one.  USUALLY being the prime word here. I'm not sure if it's worn out (I replaced the pad recently) but it won't give me a curl anymore. It also starting ripping out my corner lashes on one side! I examined the curler and it looks like it's developed a groove in the right corner. I put some tape over it but it just makes this curler less effective. I guess they aren't made to last."
        },
        {
            "review_title": "yeah buddy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Just wow. I love how it curls my lashes! It takes seconds & it grabs all my lashes! Must have!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Itu2019s an ok eyelash curler. Not the best, not the worst. However for the price point I feel it should be better. I personally like the Sephora collection one better which is about the same price. The curl this gives doesnu2019t last that long and isnu2019t that good overall. I do like the shape of the curler though."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Normal skin",
            "review_text": "I have a wide lash-line so Iu2019ve been on the hunt for a curler that wouldnu2019t crimp my outside long lashes in the wrong direction. When I use eyelash curlers they all seem to point my eyelashes towards my nose instead of out to my ears. This works better than some curlers out there, but Iu2019m still on the hunt for something better. This was also quite pricey."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is the best eyelash curler I have ever purchased. I have deep set eyes and can not use many of the others. Curls and lefts your lashes without grabbing the skin. A must have for everyone that wants full and long lashes."
        },
        {
            "review_title": "Works but similar to other curlers.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "It does curl my lashes beautifully but so do other lash curlers. Was hoping this would be easier and quicker to use on my round deep set eyes but its about the same as other curlers in this area as well."
        },
        {
            "review_title": "BEST curler ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, lightMedium skin tone, Combination skin",
            "review_text": "This is the only eyelash curler that curls my stubborn straight lashes! Never buying a different one."
        },
        {
            "review_title": "hurts",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "it just hurts. the curls come out ehhh. overall not impressed and will not buy again"
        },
        {
            "review_title": "doesnu2019t curl thick lashes well",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Literally terrible. I have almond eyes and I like that this fit my eye shape but it barely curls my lashes. I have thick dark lashes and I guess theyu2019re too thick for this curler because nothing happens. I bought a u201ctweezer manu201d curler from Walgreens and that was like $4 and does a better job than this. Disappointed."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I thought this curler would be ideal for me, but it didnu2019t suit my eye shape.  It did look solid, just didnu2019t work out for me."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Not worth the money. I was expecting more for the price. The curl doesn't last and the corners are not nicely curled. The 10 dollar drug store curler does a better job"
        },
        {
            "review_title": "Best so  far",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love this lash curler. The hinge is on the outside so it does not touch my face and the curve fits the lashes line."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My favorite curlers.. and they last so long !  In the pic I didnu2019t have mascara FYI"
        },
        {
            "review_title": "Doesn't last long enough, faulty product",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "My 1st one lasted years until it became loose. I purchased a NEW one in March and the metal bar at the top broke. It only lasted 9 months"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "auburn hair, Fair skin tone, Combination skin",
            "review_text": "These have worked far better for me than other much more expensive ones, plus they come with a good number of refil pads included. I have eyes that are caucasian, slightly deep set and not big."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I rarely write reviews for any products I purchased. However, this one is the exception. Iu2019m a naturally born person with long straight eyelashes. I never had an idea of purchasing an expensive eyelash curler in the past before. Instead, I tried to buy good mascaras. However, having a good mascara is not enough for a type of person like me because my eyelashes cannot stand stable the whole day. So I wanted to give this one a try and guess what? My eyelashes stand steady without using any mascaras. Nevertheless, to be honest, I still think you need a mascara as well. Having two of them is a perfect combination for you if you have same type of eyelashes like me."
        },
        {
            "review_title": "Decent for ALMOND shaped HOODED eyes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "This is a decent lash curler for my ALMOND SHAPED HOODED eyes. The material is a nice stainless steel in a gunmetal finish. I had this up against the Revee curler by Surrat Beauty... and while the Revee gave me a better curl with only one application, this one (Tweezerman ProMaster) did fit my eyeshape better and did not pinch my skin. I just have to do more than one application and may also try to warm the curler a bit first. (YouTuber EmilyNoel tried out the u201cwarm it in your bra whilst applying other makeup firstu201d method and that seemed to work.... but I have yet to try it myself.) Price wise, this one is also a better deal and it comes with 2 replacement pads."
        },
        {
            "review_title": "Pinches Eyelids",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I really thought I would like this Curler - First it's a Tweezerman ProMaster and second it was one of the more expensive curlers (it should be good, right?).  Well, I've been curling my eyelashes for almost 30 years so I have some experience.  For me, this curler is very hard to use, I can't seem to get all my lashes in it. I don't have Almond eyes - maybe that's the problem.  I've pinched my eyelid more using this curler than I did with the cheaper brands.  Going back to my less expensive Cover Girl curler."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Amazing! Curls my very straight lashes with little effort. Had to sort of loosen it up or use it a few times to get used to it, though."
        },
        {
            "review_title": "stunning!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019ve used the same eyelash curler forever and didnu2019t think it really made a difference.  I bought the Tweezerman ProMaster Lash Curler.  Wow, so worth the $. I was actually shocked at the difference.  Highly recommend tossing whatever youu2019re using and do your eyes a favor."
        },
        {
            "review_title": "DO NOT WASTE YOUR MONEY",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I think this product is not worth any stars.  It does not work.  This product should be sold at The Dollar Store!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Great quality. Gets the job done. Would recommend!"
        },
        {
            "review_title": "Do not waste your money on this lash curler!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This does not curl my lashes no matter how many times I use this. Big disappointment especially when I see all these good reviews."
        },
        {
            "review_title": "for girls with almond eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "i have almond eyes, so i tried other many lash curlers, but all didn't work for me eyes shape. am not sure if this is good for big round eyes but i can ensure all girls there with almond hooded eyes, this is for you, u will not regret it."
        },
        {
            "review_title": "Not worth the money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have a forever 21 eyelash curler that works better than this one. A Sephora employee had recommended this one to me, but it seriously isnu2019t worth the money. Keeps your eyelashes curled for maybe a couple hours best and thatu2019s after curling them multiple times to try and get a strong hold."
        },
        {
            "review_title": "Must have for us curly haired ladies",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I bought this to prevent my lashes from sticking together with mascara application. It worked beautifully. Also, with naturally curly hair my lashes are curly too and this helps straighten them in order to add length."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": ""
        },
        {
            "review_title": "Holy Grail for my large but deep set eyes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I have been using a $3 curler from a budget beauty brand for the last 2 years because I thought there couldn't be thaaaat much of a difference between it and a $20 curler. Oh man was I wrong... If you find it hard to curl all the way from the outer to inner corner of your lashes in one go, can't get a good curl on your outer lashes, or find that you curler is uncomfortably hitting your cheekbones/brow bones, this is the curler for you!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Like it but not love it. My eyelashes donu2019t really curl but not different from other eyelash curlers"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Curls perfectly without the bent look that some curlers leave."
        },
        {
            "review_title": "buy a different curler",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "When i pressed down, it slipped extra sideways and ripped a bunch of eyelashes out quickly & easily from the roots in the inner corner. I threw this curler away.  The shiseido and Kevin aucoin curlers are way better!"
        },
        {
            "review_title": "2 thumbs up!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "At last an eyelash curler that works for me! If your eyes are slanted or elongated try this one Iu2019m so happy I found it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I LOVE this lash curler. It's the only lash curler that'll do my Asian eyes justice. I lost this curler on a bus ride to another city, so I tried my friends curler in the meantime and remembered why this curler is so amazing. I bet if I didn't lose it, it'd Last a life time. It really is able to grasp all my lashes for my eye shape and curls it well enough. With other curlers I usually have to curl them in sections."
        },
        {
            "review_title": "Eh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I was expecting more from Tweezerman. I have another Tweezerman eyelash curler, but this one sounded intriguing since it was specially made for eyes shaped like mine. I notice no difference whatsoever. Should have just continued using my old one."
        },
        {
            "review_title": "Exceeded My Expectations",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I wish I had an eyelash curler like this when I first started using one in my 20's! I have large almond-ish shaped eyes and have always had issues with getting all the eyelashes into the standard eyelash curlers. With this one, they all fit in and I love the even curl on both eyes. With the standard curlers often one eye would look more curled than the other and I'd have to keep re-curling to get the desired effect. With the ProMaster it gets done in one try. I warm it for an even better curl. I'm so glad I gave this one a try after reading many of the reviews. I thought if the Asian ladies were so impressed with it, then it should work for me, too. And it does! I'd highly recommend this eyelash curler to anyone having issues with the standard type of curlers."
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Finally a eyelash curled that fits the shape of my eye!! Amazing!!! Full curl to the whole lash!! Love it!!!"
        },
        {
            "review_title": "Works Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "So easy to use 5 secs and your lashes go curled, 10 seconds and it would last all day, best curled Ever"
        },
        {
            "review_title": "Perfect for my eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "I didn't realize the reason my old eyelash curler pinched my skin and never got my corner lashes was because I had the wrong type of curler. This curler is great for me!"
        },
        {
            "review_title": "Much better for almond-shaped, deep-set eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "This is definitely much better if you have almond-shaped, deep-set eyes like mine.  It opens nice and wide so itu2019s much easier to get your lashes in it, and it comes with three refill pads which is pretty unheard of.  I will say that I do end up pinching my lid sometimes and have to re-adjust, but not near as much as the Shisedo one I tried."
        },
        {
            "review_title": "perfect!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I like that metal feels resistant and has several parts that is good because some ones only give you one, I also love the wavy of my eyelashes!  Until now I love it!"
        },
        {
            "review_title": "must-have for almond eye-shapes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "awesome eyelash curler! I have almond shaped eyes and most curlers iu2019ve had before pinched or required me angling the curler 3-4 different times to curl my lashes. this curler i can curl the majority of my lashes in one try with no pinching! the quality of this is very nice, feels sturdy and well-designed. a must-have for almond eye shapes!"
        },
        {
            "review_title": "Better for hooded eyes than Shu Uemura!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Best eyelash curler for hooded eyes! I used to use Shu Uemura for years until I found this Tweezerman. Much better suited for the shape of my eyes and great quality materials, well built!"
        },
        {
            "review_title": "Not for me.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Didnu2019t realize it was for almond eyes so I returned it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s good for almond eyes"
        },
        {
            "review_title": "Superb!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Like this eyelash curler and its width quite a bit....would buy again when the time comes."
        },
        {
            "review_title": "Great for almond and deep set eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I have somewhat deep set almond shaped eyes and I've been using the Shu Uemera curler and having a difficult time. The curler works well but on one of my eyes I always get pinched. I read this was good for almond eyes and ordered, wow, I just used it and am shocked. I was able to curl with no pinches and getting really close to the lash line. I'm impressed."
        },
        {
            "review_title": "best eyelash curler I have tried",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have straight eyelashes and this is the best eyelash curler I have tried yet. You donu2019t need to add much pressure and it doesnu2019t take long to curl."
        },
        {
            "review_title": "small crease not huge sharp bend",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Seems to work well with longer, almond shaped eyes. It's a small crease not a huge bend. Comes in a sturdy storage box with 2 replacement pads."
        },
        {
            "review_title": "Great option for almond eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "LOVE perfect for rounder almond eyes, easy to use and good price."
        },
        {
            "review_title": "Did NOT curl my straight lashes",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This did not curl my lashes, no matter how long I held it or what technique I tried. I have naturally very straight lashes and almond shaped eyes so I thought this would be perfect but I had to return it."
        },
        {
            "review_title": "Not for deep-set eyes.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "It didn't curl :( I have deep-set, hooded eyes, and bought this because I was tired of leaving indents on my cheeks when I curl my lashes. This does help with that, keeping my face makeup in tact, but it does not curl AT ALL. It's really quite sad. It didn't reduce pinching either, I have never found an eyelash curler that doesn't pinch my skin without careful maneuvering on my part."
        },
        {
            "review_title": "YESS!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I've been searching for the perfect eyelash curler to a while. I originally tried this product and it didnt work so I was going to return it. I forgot to return it before the return period so I was stuck with it. I decide to give it a second try and I am soo happy I did. It fits my eye perfectly and it doesnt remove my eyeliner like a few of the other curlers.  I personally heat up the eyelash curler with a lighter, whipe it with a cotton round to remove any build up, curl my lashes, an then apply rollerlash by benefit (AMAZING!). My lashes actually curl which is a miracle !"
        },
        {
            "review_title": "I thought these were a myth!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I have small almond shape eyes. I thought all lash curlers were the same. WRONG! Omg I canu2019t believe how long I went in life without this thing. At first use itu2019s weird because it so wide and itu2019s not stewed in so tight that you think you might pull your lashes out. You have so much control."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "It is the perfect angle to grab every lash. No pinching or fumbling."
        },
        {
            "review_title": "Good for My Smallish Eyes and Straight Lashes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "What a superior lash curler this is.  I think I like it even more than the other Tweezermzn pro curler I have.  My eyes are smallish and deep set with little lid space and this one seems to get right near lash base area.  It also comes with some extra rubber curl pads."
        },
        {
            "review_title": "Terrible quality",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I owned another Tweezerman lash curler and loved it, but I have to say I did not like this one at all. I bought one and thought I got a defective one, so I exchanged it and ended up seeing the same issues. It feels like plastic. The rubber part is very stiff and uncomfortable on my lashes. EVERY lash curler in the store looked crooked and the handles were wobbly from loose screws... save your money, buy a different one."
        },
        {
            "review_title": "Nope",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I'm not sure if this is accurate rating because I read that we have different eye shapes and some curlers work better for other eye shapes. I have almond shaped eyes. Not all of my eyelashes fit and it always pinched. Onto finding the right curler because it's not this one."
        },
        {
            "review_title": "Love the curl!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Great curler! Replacing my shu emura w this and it works just as great and comes w extra rubbers."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Worth every cent. Curls lashes the first time and it feels solid"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I've liked curlers before, but this is the first one straight and wide enough that it doesn't pinch my eyelids and it's wide enough that I don't have to curl my lashes in sections. Great for almond-shaped eyes!"
        },
        {
            "review_title": "Best lash curler",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is the best lash curler I've used! It quickly and easily curls my lashes and they last all day. It doesn't pinch."
        },
        {
            "review_title": "Good for Deep Set Eyes.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Bought this as my first lash curler! Trying to grow out my natural eyelashes and I have deep set eyes so this curler appealed to me. It works super well and makes my eyelashes look so nice!  The reason for only 4 stars is because sometimes it does not curl in the right spot making it look more like a 90 degree angle! Thinking it may be my fault but until it does not seem to do that kind of consistently it will be a 4 star curler!"
        },
        {
            "review_title": "BEST EYELASH CURLER EVERRRR",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Works AMAZINGLY! None of the eyelash curlers I've ever bought have actually worked for me but this one does. I have oddly unruly lashes but this one tames them amazingly and keeps them bent and beautiful all day long. Very satisfied customer :)"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Not sure why itu2019s supposed to be so great, just ok, disappointed for tweezerman brand"
        },
        {
            "review_title": "Overall, a decent curler",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Ive tried drugstore curlers that have the same effect. Has a nice weight and feels luxurious. Comes with extra rubber attachments to make it last longer.But for the price, it wasnu2019t anything special."
        },
        {
            "review_title": "It works well for my straight lashes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I totally recommend this curler...It worked for my straight lashes which I always had problem to curl...just make sure to choose the right one based on your eye shape"
        },
        {
            "review_title": "Amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I love this eyelash curler. I've had it for six months now and it works just as well as the day I first got it! This eyelash curler will curl your lashes beautifully. Plus, it's very minimalist and cute!! If you're considering purchasing this product, do it and treat yourself! Though $20 for an eyelash curler may seem like too much, this will last you for YEARS."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I have this couple crazy lashes on the outer corner of my eye that I was never able to curl with a regular eye lash curler until I met this beauty. All my lashes get curled with no issues."
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Never thought I needed it  But I do  Makes a difference  Love it"
        },
        {
            "review_title": "Worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I used to buy my curlers from Target thinking that there is no real difference between them. I was completely wrong! I curl my lashes everyday and I have not pinched my eyelids even once! This curler gives a natural lift to my lashes and holds after i apply mascara."
        },
        {
            "review_title": "Doesn't deliver",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I'm Asian and thought this would do better than the standard eyelash curler. It just doesn't have good reach and the shape isn't well designed. I've used other lash curlers from Asia that have a better designed shape to maximize the amount of lashes that can reach the curler."
        },
        {
            "review_title": "Grabs every last lash",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have very large eyes, so I was intrigued when this product claimed to be for hard to reach lashes and deep set/almond eyes. I don't have many eyelashes, but my past curlers have never been able to reach all of them in one curl. Either the inner corner, or outer corner lashes were getting the shaft. This curler lives up to its promises. It reaches my entire lash line every time. Plus it comes with more than 2 replacement pads. Can't say enough good things about this product."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Pretty disappointing. Iu2019m going to go back to the basic tweezer man curler (they donu2019t last as long but they do a better job of curling surprisingly)"
        },
        {
            "review_title": "Good quality",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Its a very good eyelash curler. It does the job well, but it does have a habit of pinching my eyelid. If I move it so that it doesn't pinch, it doesn't make as nice of a curl. Overall though it does do a good job and other eye shapes will likely have a really good experience with this curler."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "The magic that is a new lash curler!! This little baby does wonders!"
        },
        {
            "review_title": "Best lash curler ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Awesome eyelash curler for almond shaped eyes! I have very straight, stubborn lashes, but my lashes stayed perfectly curled 12 hours after I used this curler! Love it! I like how it also comes with multiple curler pad refills"
        },
        {
            "review_title": "Great curler!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I used to use She Umera, but can't find that anymore. This is the next best thing. It's very smooth and easy to use. I love all Tweezerman products. Would highly recommend."
        },
        {
            "review_title": "Curls yes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Love it, curls my lashes perfectly! Aside from the days when my eyelashes hate me and are being difficult, will buy again."
        },
        {
            "review_title": "Finally a curler I can trust",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Perfect  Iu2019m Asian. Almond shaped hooded double eyelids. Small lids. Other lash curlers did not fit and would pull out my lashes  This is less concave than most curlers and fits my eyes perfectly to curl every lash  Easy to control Doesnu2019t pinch Most importantly doesnu2019t pull out lashes"
        },
        {
            "review_title": "Great lash curler!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This is the best lash curler Iu2019ve ever own. Before I bought this I wondered how any lash curler could possibly be better than any other lash curler. Well now I know they can be. Itu2019s gentle and the curve is really perfect for my eye shape, almond."
        },
        {
            "review_title": "Best eyelash curler!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "This is the best eyelash curler I have owned. It has a perfect curvature and is made of great quality- the padding is a great material and the metal and hinge looks like it will last a long time. Also comes with extra pads."
        },
        {
            "review_title": "Best eyelash curler ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "My lashes have never looked better or stayed curled longer! Definitely a must have!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "After reading the reviews,I rushed to the mirror as soon as I got this. It's spectacular for almond and VERY difficult to curl lashes. So happy I have finally found one that works !"
        },
        {
            "review_title": "Great Curler for Asian Eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Great lash curler for Asian eye shapes. Curled my stick straight eyelashes easily."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Doesnu2019t work waste of money"
        },
        {
            "review_title": "WOW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "i've never really spent this much money on a curler, but it is so worth it... i'm mixed asian so my eyes are narrower and longer and i always needed to be careful when curling my lashes so i didn't get any eyelid, but this one gets the root of the lash SO PERFECTLY without any slip, loveeeeee"
        },
        {
            "review_title": "broke easily",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "although this curler worked very well, i had two of them and both of them broke within the first 2-3 months of having them."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "For 22$ it was not great it was fairly decent"
        },
        {
            "review_title": "Excellent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This is the best lash curler I have ever used."
        },
        {
            "review_title": "The only curler that worked for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have tried a bunch of other lash curler and they either pinches my eyelids, or doesnt really curl my lash properly. I have prominent, deep-set, almond eyes and i have short asian lashes too, so it can be hard to look for eyelash curlers that would work for me. This one does the job. I love it."
        },
        {
            "review_title": "Excellent product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this curler!  I have deep set eyes and have been searching for an eyelash curler that actually fits my eye shape. This one does and works beautifully. Would give five stars but dislike that itu2019s black and itu2019s hard to see if Iu2019m placing it properly."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The shape is great for my deep-set eyes."
        },
        {
            "review_title": "YES for deep set, hooded eyes!!!  Believe it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Why did I think this would be the same as every other curler???  The hype is real!  Wow, this thing curls my lashes well...and it gets my whole lash line!  And it doesn't pinch!  It is so easy to get my lashes curled...can't believe I didn't try it sooner.  If you have keep set, hooded eyes, you must try this!  I was so surprised at how well this worked.  I had given up on curling, and I'm so glad I tried this.  It's a little miracle worker!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I just bought this yesterday and I have to agree with the majority of reviewers. I never thought that I would ever find a quality eyelash curler that would curl every single one of my lashes AND without pinching. Itu2019s amazing and works for this girls almond shaped eyes #happygirl"
        },
        {
            "review_title": "FANTASTIC",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This eyelash curler is FANTASTIC. I never really thought about getting an eyelash curler specifically for my eye shape but it really makes all the difference in the world. I got the one specifically for almond shape eyes and it curls all of my lashes, even the ones near the corner of my eye that my old curler never even touched! This is a lot of money to pay for just an eye lash curler but it is definitely worth it!"
        },
        {
            "review_title": "Great fit but curls donu2019t last",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This fits my hooded Asian eyes very well, better than Shu and Shiseidou2019s. It didnu2019t get 5 stars because I noticed that my lash curls donu2019t last as long. Not sure why - maybe the rubber cushion? If I donu2019t apply waterproof mascara right away, the curl flattens in a couple of hours which didnu2019t happen when I used Shu uemura. Will continue to work on my technique..."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "FINALLY an eye lash curler that actually curls EVERY lash. I've been searching for a curler like this for years. Worth every penny!"
        },
        {
            "review_title": "Not a big difference...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I resisted many years until I recently bought this curler. I have almond eyes, and long full lashes that have a natural curve except for  a few lashes on the external part of the eye, which are long and straight. I tried this curler.It does a decent job, but I can't say it makes a big difference. My big disappointment came when I noticed after half an hour after curling and mascara, my external lashes were straight again. Are my lashed bad or the curler is not good enough. On the funny side with curling....when i was young I tried to curl my lashes using my finger nails. They did a better job than Tweezerman, but I am reluctant to try this barbaric method now."
        },
        {
            "review_title": "Deep Set Eyes MUST HAVE.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I was under the impression that my short eyelashes were not able to be curled using tools. When I came across this curler, I decided to give it a go based on awesome reviews but was pessimistic due to my past experiences with holy grail curlers. I am so glad I did. Curls every lash, from corner to corner - no pinching! I also got my mom hooked on this - she also has deep set eyes and short lashes, and was convinced after 50 years that no curler would work. Can't recommend this enough!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "nice quality however does not work well with my lashes, maybe the handle could be longer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Absolutely love this curler! Gets every lash and very comfortable to use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I donu2019t have the biggest eyes, but I purchased this because my previous lash curler wouldnu2019t reach and curl the outer lashes. This one is wide enough an de gets the job done."
        },
        {
            "review_title": "Worth Every Penny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The BEST lash curler I have ever used. I love that Tweezerman has made lash curlers for the shape of different eyes. Glad I purchased this."
        },
        {
            "review_title": "In love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, fairLight skin tone, Dry skin",
            "review_text": "Perfect for almond eyes, in seconds my eyes look perfect"
        },
        {
            "review_title": "Like but don't love.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Like but don't love.  It is definitely an above average lash curler that has a good shape to reach all of my lashes.  However, I am not obsessed, which is why I did not give it a perfect score.  Good find though!"
        },
        {
            "review_title": "Obssessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "So important finding an eyelash curler that fits your eyeshape! Obssessed!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I have very deep set almond eyes (like a lot of people who have reviewed this product, it seems) and this is the first curler Iu2019ve used that ACTUALLY works. Since the top bar is thinner then those on most curlers, it makes it easy to get under my brow bone, and Iu2019m not knocking into my eye socket trying to fit this over my lashes. Plus, the wideness makes it super east to catch all my lashes in the first go. Really great eyelash curler for deep set eyes."
        },
        {
            "review_title": "Ouch! Don't Waste Your Money!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "after all the positive reviews I decided to give this one a try, it pinched my eyelids"
        },
        {
            "review_title": "For Keeps!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Honestly, this lash curler is amazing! I am totally in love with it. It isn't harsh on my lashes if that makes any sense. I think I'm not going back to my old lash curlers. This one is a keeper!"
        },
        {
            "review_title": "Worth the money",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "This curler never creases my eyelashes into an odd shape and never punches my eyes. I use this every day even without putting on mascara because me eyelashes hold the curl and look naturally curled. I love this product to death and itu2019s probably my most used beauty product."
        },
        {
            "review_title": "Amazing! Lashes stay up all day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "I LOVE this product! Does not compare to others that I have bought."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I've struggled to find a good curler for years now. Saw this in store and thought I'd give it a try as I have almond-shaped eyes. I was very pleasantly surprised; this works so well with my eye shape,  no pain when using, and my lashes stay curled all day!"
        },
        {
            "review_title": "Works for Almond-Shaped Eyes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "A bit pricey, but really grabs all my eyelashes . . . more than any other curler I have used."
        },
        {
            "review_title": "Best eyelash curler for almond shaped eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Better than expected, I dismissed recommendation from staff for a more expensive plastic brand name for this metal one.  I love it, opens my eyes and eyelashes stays in place."
        },
        {
            "review_title": "Disappointed..",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I donu2019t know why, but it doesnu2019t curl my lashes as well compared to the Shiseido one. It might just be my eyelashes though."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "i have really long lashes, this works pefect for my eye shape but my lashes get dented because the top of the curler isn't long. other than that it's works great"
        },
        {
            "review_title": "Best curler yet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Fits my almond shaped eyes perfectly. No pinches and get super close to the base of the lashes."
        },
        {
            "review_title": "I wish its gold.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "So far I like it. It doesnu2019t cut my lashes and novato Sephora lady says I have almond eyes so I have to get the almond shape. Thereu2019s is such thing an eye shape lash curler. Haha...only four because I bought at Sephora corte Madera, Ca and Check out lady was such a b***h.. peace b***h!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Great tool. My favourite cutler to date."
        },
        {
            "review_title": "Best lash curler for Asian eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Love this!!! I really didn't think it would be all that different from all the other curlers I've used, but this was awesome for my almond shaped eyes! No more pinching when I try to get my corner lashes and no more having to turn it in odd angles to get all my lashes. So worth it for Asian eyes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Great for almond eyes and it gets every single little lashes"
        },
        {
            "review_title": "Do not buy this",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "DOES NOT CURL EYELASHES! Extremely disappointed!"
        },
        {
            "review_title": "Finally, curled lashes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I have possibly the most stubborn lashes I've ever come across. They're relatively long, but so straight that they point downward and impair my vision if I don't curl them and wear waterproof mascara (regular won't keep them up). My eyes are also downturned and hooded, so it's difficult to get a lash curler to curl all of the lashes, especially at the outer corners where it seems I always have 3 or 4 lashes that poke out/ that I can't get. This lash curler is meant for those hooded eyes, those annoying straight lashes. It probably won't make a difference if you naturally have pretty ok lashes, but for us that struggle, this one does it for me. It is able to reach every lash, curl them without a strong crimp line, clipping my lid, or drooping throughout the day. My outer corner lashes NEVER curl, but this lash curler made it happen. Expensive for a lash curler, but I'm beyond happy with it."
        },
        {
            "review_title": "Only eyelash curler that works for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "As a girl with deep-set eyes, i have never been able to successfully use an eyelash curler, UNTIL NOW! Although this is a bit pricier than you average drugstore curler, it's definitely worth it. Get this if you have trouble with regular curlers, you wont regret it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Does get closer to the roots of my lashes, but a bit hard to press."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Finally a curler for almond eyes!  Doesn't pinch or pull at my delicate eyelashes so I love it!"
        },
        {
            "review_title": "Do it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Worth the investment!"
        },
        {
            "review_title": "great curler!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "$22 is pretty pricy for an eyelash curler but price aside I would 100% recommend this! Fits my eyes super nicely, never pulls on my lashes and it comes with extra pads!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "My lashes have never stayed curled with a lash curler, but this one changed the game. Worked so well and II haven't pinched myself with it yet!"
        },
        {
            "review_title": "love my lashes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this product it is so worth the price! I have extremely almond shaped eyes and this is the only curler that can grasp all of my lashes and curl them perfectly !!"
        },
        {
            "review_title": "great eyelash curler",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I have almond shaped eyes and most eyelash curlers don't work well for me because the arch in the curve is too steep. This one is perfect and I'm glad I stumbled upon it at Sephora!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "After trying numerous lash curlers, this one by far is the best one for my eye shape."
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Easy forcelsessly curls lashes, and padding lasts a long time"
        },
        {
            "review_title": "Excellent for deep set eyes!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These curl my lashes without pinching the skin on my eyelids!"
        },
        {
            "review_title": "Perfect eyelash curler for almond eyes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This eyelash curler makes my eyelashes so long and full. TWorth every penny!! Will continue to purchase"
        },
        {
            "review_title": "not good",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone",
            "review_text": "Whenever i use this i get eyelashes fallen out. the curl isnt great and sometimes even goes flat when i put mascara on. i have really flat lashes this didnt work for me."
        },
        {
            "review_title": "FINALLY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "A curler that doesnt pinch my eyes!!! They're SUPER deep set, so when I use other curlers I get skin caught in the tool (ouch, right?). This one is wide and broad enoigh to get all my lashes while not grabbing skin. The action is nice and smooth too."
        },
        {
            "review_title": "doesn't curl as much",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It gets the job done , seemed sturdy"
        },
        {
            "review_title": "great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Needed a new one, bought the almond shaped one for my almond shaped eyes and I lovessss it. Well done sephora. Knock down the price a bit thou ;-)"
        },
        {
            "review_title": "Don't waste your honey",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, mediumTan skin tone",
            "review_text": "I was told that this would be comparable to Shisheido's eyelash curler, which is actually false. Quite frankly, this curler doesn't curl my eyelashes and doesn't fit my almond shaped eyes very well. I would not recommend buying this product."
        },
        {
            "review_title": "Winner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this eyelash curler! I have long but very straight eyelashes so curling them is always a must for me. I've tried other brands but have to say this is the best one to date. The design is perfect for those who have almond shaped eyes, this curler actually captures all your lashes! Also, the curl keeps throughout the day whether or not you're wearing mascara. Definitely a keeper :)"
        },
        {
            "review_title": "Attention girls with deep-set eyes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone",
            "review_text": "I finally found an eyelash curler that actually fits my eyes!! I don't have almond shaped eyes but I do have very, very deep set eyes - I tried the Shu Uemura curlers (s-curler and original) both failed to get into my eye socket properly and didn't curl. I always thought I'd never find the right curler. I've been struggling with my Cleanlogic one for years and never thought I could get a better one suited to my eye. The photo is the Cleanlogic vs Tweezerman - look at the difference of how much of my lashes it grabs. Amazing!!"
        },
        {
            "review_title": "wish i bought something else",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, mediumTan skin tone",
            "review_text": "maybe i don't know how to use this thing its lifts my lashes but my lashes are long and i find it almost just crimps the bottom instead of a nice curve. the shape is nice for my more almond shaped eyes."
        },
        {
            "review_title": "Lives up to its promise",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought this after I purchased the disappointingly pinchy Kevyn Aucoin eyelash curler and the great Sephora collection Utowa one. I love both the Tweezerman Pro and the Sephora one. Both are perfect for my almond shaped eyes and fits other eye shapes (mom approved). In a way, I feel like it's easier to get every lash curled with the Sephora one without fail, but the Tweezerman Pro does the same when placed correctly and it comes with more replacement pads (3 versus the 2 from Sephora). I love both and I'm keeping both. I recommend this product as it delivers on its promise that it's perfect for almond shaped eyes (me) and deep set eyes (mom with aging lids). No pinching! Hooray!!"
        },
        {
            "review_title": "worth the money",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone",
            "review_text": "its perfect for long shaped eyes. when first time i put it onto my eyes, i knew it is the one. but sometimes, i do find its hard to curl my lash ends. not sure why yet."
        },
        {
            "review_title": "Can apply on the bottom of the eyelashes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "as the rubber is thin, it can apply on the very bottom of the lashes, i like it very much!"
        },
        {
            "review_title": "I FINALLY FOUND IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone",
            "review_text": "ATTENTION ASIANS! If you have almond shaped eyes, straight af lashes and you've tried every other lash curler on the market, pick this up ASAP. I've tried shu uemura, shiseido, lancome, tarte, surratt, drugstore, sephora brand, and none of them worked well enough for me. The Shiseido one came close for a while but it could never curl the ends of my lashline properly. I was tired of buying and exchanging curlers all the time.  THEN I PICKED THIS UP. It's easy to use and gives my lashes a nice, even curl everywhere. My hunt is finally over god bless! An even better bonus is that it comes with 2 extra pads."
        },
        {
            "review_title": "Rips Out Eyelashes",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This curler requires you to use A LOT of pressure in order to get any type of curl. While pressing down, my hand slipped and I ripped out about 35 lashes, leaving a big bald spot on the outer corner of my left eye. I wish I had returned it right when I tried it. I have never had to push down this much with other curlers."
        },
        {
            "review_title": "love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this lash curler. It's been hard to find a lash curler for my eye shape and size and this is amazing. It curl wonderfully and works great. Absolutely love it"
        },
        {
            "review_title": "My go to curler",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this lash curler. I own several Tarte lash curlers but those never last long. It would only last several months. I'm so happy I found this one. It curls my poker straight Asian lashes. I bought it March of last year it's still going strong. I might buy another one as a backup."
        },
        {
            "review_title": "Yay",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought this based on the reviews and I was a little skeptical because I felt like an eyelash curler is an eyelash curler. This definitely made me change my mind. It's great for my Asian ladies and anyone with almond shaped eyes. I know I sound like a record player when I say this but, no pinching! Worth my $$"
        },
        {
            "review_title": "not sure yet",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It was pretty difficult to use the first time. I hooped I get used to it. I do have almond shaped eyes"
        },
        {
            "review_title": "don't waste your MONEY",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": ""
        }
    ]
}