{
    "product_id": "162",
    "name": "Scalp Revivalu2122 Charcoal + Tea Tree Cooling Hydration Mask for Dry, Itchy Scalp",
    "brand": "Briogeo",
    "categories": "Hair, Hair Styling & Treatments, Scalp Treatments",
    "price": 46.0,
    "about": "What it is:A scalp mask that nourishes and soothes an itchy, irritated, flaky scalp with a blast of instant cooling and is clinically shown to improve hydration..Hair Type:Straight, Wavy, Curly, and Coily.Hair Texture:Fine, Medium, and Thick.Hair Concerns:- Flaky, Dry Scalp.Key Benefits:- Increases scalp hydration and restores vital moisture post-exfoliation.Highlighted Ingredients:- Binchotan Charcoal: Detoxifies the scalp and draws out impurities that clog the hair follicle or cause buildup on the scalp..Ingredient Callouts:It is vegan, gluten-free, and cruelty-free..What Else You Need to Know:Binchotan charcoal draws out impurities while a blend of aloe vera and hyaluronic acid increases scalp hydration. A refreshing combination of tea tree, peppermint, and spearmint oils quickly soothes with an immediate cooling effect. For optimal results, use this scalp mask after exfoliating with Scalp Revivalu2122 Charcoal + Coconut Oil Micro-Exfoliating Scalp Scrub Shampoo (sold separately). Itu2019s also formulated with 98 percent naturally derived ingredients..Clinical Results:In a clinical study using skin hydration measurement instrumentation, results included:",
    "ingredients": "Water/Aqua/Eau, Caprylic/Capric Triglyceride*, Hydroxypropyl Starch Phosphate*, Cetearyl Alcohol*, Glyceryl Stearate*, Brassica Alcohol*, Propanediol*, Glycerin*, Cetyl Alcohol*, Cocos Nucifera (Coconut) Oil*, Charcoal Powder*, Aloe Barbadensis Leaf Juice*, Melaleuca Alternifolia (Tea Tree) Leaf Oil*, Biotin, Mentha Piperita (Peppermint) Oil*, Mentha Viridis (Spearmint) Leaf Oil*, Sodium Hyaluronate, Niacinamide, Brassicyl Valinate Esylate, Carrageenan*, Arginine*, Panthenol, Cetyl Hydroxyethylcellulose*, Citric Acid*, Sodium PCA*, Guar Hydroxypropyltrimonium Chloride*, Menthyl Lactate*, Plantago Lanceolata Leaf Extract*, Potassium Hydroxide, Calcium Gluconate*, Potassium Sorbate, Sodium Benzoate, Sodium Metabisulfite, Tetrasodium Glutamate Diacetate, Sodium Glycolate, Sodium Formate, Sodium Hydroxide, Chlorphenesin, Dehydroacetic Acid, Benzyl Alcohol...*Coconut, vegetable, or plant derived...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-For best results, use in the shower after exfoliating with Scalp Revivalu2122 Charcoal + Coconut Oil Micro-Exfoliating Scalp Scrub Shampoo (sold separately)..-Apply directly to the scalp and massage it in. .-Leave on for up to 10 minutes..-Rinse out thoroughly and condition hair as normal with your preferred Briogeo hair conditioner or mask.",
    "num_reviews": 282,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/briogeo-scalp-revival-charcoal-tea-tree-cooling-hydration-mask-dry-itchy-scalp-mask-P469440?skuId=2444073&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2444073-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "6 oz/ 177 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2444073-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Did nothing for my scalp or hair.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "Used it twice, to be sure, and both times a lot of hair was left in the drain. Do not recommend."
        },
        {
            "review_title": "Dandruff sufferers, you need!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I've been struggling with such bad dandruff for months and this is a holy grail. Such a clean feeling, no more dandruff at the base of my neck or on the middle part of my hair. So easy to use & affordable for how great of a product it is."
        },
        {
            "review_title": "A Lifesaver for Scalp Issues",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I owe a huge thank you to this series for eliminating my scalp flakiness. My life had turned into a nightmare with constant flakes making my head look dirty, as if I never washed it. Large flakes of skin were concentrated at the front of my scalp, and nothing helped. The itchiness was unbearable, and I couldn't stop scratching.  Since incorporating this product into my routine, I've breathed a sigh of relief. This product, along with the massager and shampoo from the same line, has worked miracles. I still shudder when I think about how my scalp used to be. My confidence has returned.  For maintenance, I use this series once every week or two. I love that texture includes tiny granules that effectively clean the scalp without getting tangled in my hairu2014a big plus for those with easily tangled hair.  In addition to its effectiveness, the product has one of the cleanest ingredient lists Iu2019ve seen. Yes, you might lose some weak, already broken hairs while washing, but Iu2019m willing to sacrifice that to keep my scalp in a clean, healthy state."
        },
        {
            "review_title": "Great way to reset your scalp from the elements",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "this is great every once in a while leaves my hair shiny. it's a little stinky from the charcoals though.  the products from the set; I noticed after using it everyday in the beginning it was good. after a point in time during the stickiest sweaty summer yet I did need to use a bottle of nizoral as the set was not strong. it worked I still have the bottle. I went back to this and didn't need it as often anymore. so it does work. now I use another briogeo product. it lasts 4 or 5 months hair wash everyday not brittle can comb from top to bottom and my hair reach my butt.   I was just under very humid hot sunblocky no wind unless the boat moved baking in the heat conditions***"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love the charcoal scrub shampoo in this line but donu2019t think the mask did anything over and above the shampoo"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I have moderate dandruff and I use this once a week. It decreases the appearance of flakes and my scalp isnu2019t itchy. The scent is minty and I would repurchase again"
        },
        {
            "review_title": "Made my hair fall out.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This product literally made my hair fall out in chunks in the shower."
        },
        {
            "review_title": "A staple for cold weather!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve used this product on an off for years! I get a really dry scalp and itchy scalp in the winter, and this does wonders! My scalp feels soothed and nice and clean whenever I use this. I use it about every other week or as needed, the shampoo in this line works great too."
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "While this product felt great, and seemed to soothe my scalp, I guess I have a bit of an issue with aloe, and can't use this any longer."
        },
        {
            "review_title": "Great scalp oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Thank you @briogeo for this great scalp care product. #briogeogiftedme  Briogeo Scalp Revival  Rosemary Pre-Wash Oil: An expertly formulated moisturizing treatment oil rooted in rosemary and fortified with vitamins + lipids for a soothed scalp and stronger strands. This is formulated with naturally-derived oils to strengthen the scalp-skin barrier while deeply moisturizing the hair. Our tingle-free formula is gentle on sensitive scalps and provides all the benefits of rosemary oil without the burn. Perfect as a pre-wash or overnight moisture treatment to soothe + balance a dry, itchy scalp and nourish thirsty strands.  Key Ingredients: * Rosemary oil - provides antioxidant protection, encourages scalp circulation + healthy follicle activity * Castor oil - replenishes essential moisture from scalp to strand * Tea tree oil - reduces flakiness and soothes itchiness while supporting healthy hair growth * Biotin - nourishes strands + strengthens the follicle to promote healthy hair * Bisabolol - a chamomile derivative that helps calm + soothe a dry, itchy scalp      u201cTransform your hair care routine with Briogeo Scalp Revival Rosemary Pre-Wash Oil! ud83cudf3fu2728 This scalp and hair pre-wash treatment is a game-changer, harnessing the power of rosemary to invigorate your scalp and revitalize your locks.  The link to the product is ud83dudd17 https://app.im.skeepers.io/c/hiroi/r/hbsb5  #Briogeo #ScalpRevival #RosemaryPreWashOil #HairCareRoutine #HealthyScalp #hairrevival #HairRevitalization #ScalpTreatment #NaturalIngredients #HairCareEssentials #PreWashTreatment #HairTransformation #HairWellness #RosemaryBenefits #HairNourishment #HealthyHairJourney #BeautyRituals #HairGoals #HairCareMagic #skeeperfamily"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Love how this makes my scalp feel after each use. It very clean and moisturizing. I love the subtle scent and how great my hair look. I only use it once a week and that is all it takes for me to get a smooth looking hair. Gifted by Briogeo."
        },
        {
            "review_title": "helps heal the scalp!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I've had itchy dry flaky scalp for many years, and I also deal with dandruff, this helps keep my dandruff at bay, I also enjoy the cooling sensation. My dandruff is not fully gone but it has definitely been reduced. every time I purchase this product I do see a little bit less dandruff."
        },
        {
            "review_title": "No",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, gray hair, Deep skin tone, Oily skin",
            "review_text": "This is a great product. It took me 20 minutes and a destruction of four freshly manicured nails to get it open.   Ridiculous"
        },
        {
            "review_title": "Temporary solution for burning scalp",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I think this product has helped soothing my itchy burning sensation. However I had better expectation. Paying this much for this wasnu2019t quite satisfying. It helps soothing it right away, but doesnu2019t last too long like this next day the burning sensation would come back. It smells really good (mint) and feels good! Expensive but it can help temporary!!!"
        },
        {
            "review_title": "I love Briogeo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love briogeo hair products,  the charcoal exfoliating hair shampoo and the deep conditioning mask, I really love this hair product it makes my scalp feel extremely nice and my hair so soft but it also doesn't make my hair feel greasy or oily whatsoever afterwards either. it has a nice cooling affect and I looove it. I don't have a  flaky scalp or dandruff but I still use this just because it makes my scalp feel so nice regardless and I love it."
        },
        {
            "review_title": "Remember, not to buy it again",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "It doesnu2019t do anything. It has some menthol that refreshes the hair, but nothing else to it."
        },
        {
            "review_title": "Toothpaste for your scalp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This is like toothpaste for your scalp. It feels amazing when you rub it in and let it sit, like a cool minty sensation. The cone-shaped applicator really helps to put the mask directly on your scalp. It works well, but I donu2019t follow the instructions on the bottle because when I used this after shampoo it left a residue on my scalp and it got very greasy. Instead, I use it before shampoo to make sure I can clean it from my scalp. I usually hop in the shower to wet my hair, put the mask on, and then get out of the shower for 10-20 minutes to let it sit. Then I get back in the shower and shampoo and condition with Nutrifol. I am very oily so I am currently more interested in scalp masks with AHA/BHA but I will always have this mask on hand."
        },
        {
            "review_title": "Made my head itchy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Tried out this product to see if it will help with my flakey scalp it just made my head more itchy."
        },
        {
            "review_title": "True clean feeling!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Love this, I sweat a lot on my head and this is one product that actually makes it feel Clean."
        },
        {
            "review_title": "IMPRESSIVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "as someone with a horrendously dry and flaky scalp, this was heavenly. tried the non exfoliating shampoo and then used this. definitely a great mask for anyone with an irritable scalp or dandruff"
        },
        {
            "review_title": "A must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "As someone with an incredibly itchy scalp, this is so freaken good. It offers immediate relief. It is so soothing on my inflamed scalp with actual lasting results."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Helped a bit but my scalp still itched like crazy. Iu2019ll try another product."
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "Amazing!!! Hands down the best scalp hydration mask Iu2019ve ever tried! Itu2019s also boyfriend approved :) we both love the fresh tingly feeling from the tea tree, peppermint and spearmint blend. Worth the $!"
        },
        {
            "review_title": "Great for dry scalp!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought this because I wanted something to help with my dry, flaky scalp (not dandruff, just dry). After the first use I noticed a huge difference! No more dry flakes! I highly recommend this product, I'm so happy I found it. I use it about once a week and leave it in my scalp for about 10 minutes before rinsing out. Plus I really like the scent, it's very fresh and slightly minty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This product is a miracle worker !! It actually works and I have been using it for 4 years today !! I definitely recommend it!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I shampoo twice during my routine, I use this first, and then the curl charisma shampoo. Scrubbing my scalp with both helps me with the psoriasis on my scalp and cleans it very well."
        },
        {
            "review_title": "Relief!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "My scalp gets oily and really itchy after about 24 hours of not showering. Recently I started getting some dry flakes as well. I tried this mask and noticed a significant difference after the first use! My scalp was a lot less itchy. After the 4th time of using it once week, I had no more dry flakes and barely any itchiness."
        },
        {
            "review_title": "Zero relief",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "This might work for some but it didn't for me at all. I don't have flakes but I have a very red and itchy, irritated scalp (particularly in the winter). This did absolutely nothing to treat my scalp. For the price of this I am very disappointed. Back to the drawing board."
        },
        {
            "review_title": "Good scent",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "Good scent, no results for me. Not very fun to apply too."
        },
        {
            "review_title": "Scalp Savior",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I've suffered from an itchy, dry scalp for so long that I can't even remember how long it's been. When I read the reviews I was very excited to try this. I was a bit skeptical of people saying that after one-time use they noticed a difference, so I had to try it for myself. After the first time using the product it felt like I was a new person because I already did not feel like I had to scratch my head once for a whole week. I use it once per week until I won't be needed it more than once a month. I don't know what's in this but it s a lifesaver and I truly understand why people are raving about it. I do wish it was a little less expensive for the amount that is in the bottle, but it's a start. Give it a try, you won't regret it!"
        },
        {
            "review_title": "SEPHORA PLEASE CORRECT ONLINE LABELS",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Word of warning - sephora labels this as suitable for dry and oily scalps. THIS IS NOT TRUE. I have now found out from my new hair stylist I have oily scalp but dry hair, so that requires very different care from going in with this mask for my case.  You need to be aware of your hair and scalp condition before trying this. I was close to completely destroying my hair because I thought the charcoal shampoo feels great, so this must suit my hair needs too. WRONG. I only used the shampoo sometimes along side this, so it was not a case of over exfoliating my scalp, it is simply a case of mislabeling making me feel for way too long this could not possibly be the reason my hair became like literal straw and a frizzy mess when I have pin straight silky hair.  I finally realised this was the problem when I didn't touch this for a long time after travelling a lot all summer, and my hair had recovered over a few months, and a salon treatment at ULTA. Then the one time I washed my hair with this, my hair went back to the messy frizz & I panicked and used the repair mask by this brand that IMMEDIATELY rescued my hair next wash. So please, provide accurate labelling as it can be the difference between picking the right product or destroying your hair using the same brand's products."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This product is a lifesaver for my scalp especially in dryer weather. My scalp tends to get itchy a day or two after washing in dryer weather which can be an embarrassing problem. Using this mask stops the itching between washes. I follow the instructions and apply after shampooing. It is most effective for me when I part my hair, apply to the scalp in sections and massage it in. At this time, I also like to apply a moisturizing mask to the ends and wait out the 10 minutes. This combination ensures that my scalp is relieved and the rest of my hair is moisturized and shiny. Highly recommend this mask for anyone looking for itchy scalp relief."
        },
        {
            "review_title": "The best for sensitive skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I love this product! I have had sensitive skin and of course, your scalp is just an extension of your facial skin, so I have had dry and itchy scalp since I can remember, I am almost 50. I am a redhead so I believe it gets exacerbated by being outside in the sun, so this really helps! I also think that if"
        },
        {
            "review_title": "Works great for me",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This is the only product I have used that does not leave me with an itchy scalp. Definitely a huge win. It doesnu2019t lather so I find I have to use quite a bit of product to cover all my scalp. I also do not feel a cooling scalp sensation that I have seen mentioned in other reviews that I was looking forward to."
        },
        {
            "review_title": "Relief!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Feels amazing.  My scalp suddenly went painfully dry after surgical menopause and this is a great relief."
        },
        {
            "review_title": "AMAZING - READ DIRECTIONS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Fair skin tone, Normal skin",
            "review_text": "Everyone saying that this is drying out their scalp/hair - did you use a conditioner or mask afterwards like the directions say? If used properly, this will absolutely work like a dream. Totally recommend."
        },
        {
            "review_title": "Maybe good for oily hair, but it damaged my hair",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Glad I got this as a sample, and didn't pay for it.  It completely dried my hair out and removed all natural oil from it. My hair was painfully 'squeaky' and couldn't get my fingers through it - even though it was wet and I brushed it before I showered.   I wouldn't call this a scalp revival mask, I'd call it a clarifying treatment. It effectively did what Neutrogena's clarifying shampoo did to my hair - was a horrible idea for my hair type.  Yes, it did relieve some itchy of my scalp, but with the damage I experience to my hair, I will be continuing with Living Proof's dry scalp treatment."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I used this with the scalp detox shampoo!! Definitely helped my itchy and dryness scalp. Really recommend!! I wrote a more detailed review on the detox shampoo"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Didnu2019t do much to my hair. I feel like it caused more dryness and dandruff. Returned!"
        },
        {
            "review_title": "Holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is an amazing scalp treatment. I have had dry, flaky scalp basically my entire life, and nothing had previously been able to fix it. I used this once and I already noticed a huge difference. I continued to use this 2x a week (when I wash my hair) and it made my dry scalp completely unnoticeable after a few weeks. I switched to using it 1x a week just to maintain. Literally one of the best hair products I've tried in my life! Not sure if it will help with oily scalp/dandruff but it's definitely great for dry flakes from my experience."
        },
        {
            "review_title": "Heavy, not enough tea tree. Did nothing for dry.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I like this brand. I didn't realize what it was and was sad that I mixed up the tubes of product. This is like a clay mask and it didn't do much for me. I used it once then gave it to my friend. My tip for Briogeo--make each of your products more distinctive. This isn't the first time I have grabbed the wrong thing. I have also grabbed shampoo by mistake instead of conditioner. All the packages are too similar."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "really helped with flake/dandruff but if you donu2019t rinse it out well enough youu2019ll have stiff oily hair"
        },
        {
            "review_title": "not working",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is a joke product. I choose shampoo for 20$ and mask for 42$ its means I though away 62$ for nothing. It is terrible product. Not working at all!!!  I have found a shampoo for 22$ in pharmacy, and it helped after 1 time already, and after 2 weeks it fully destroyed dandruff, and my hair looks great."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I use this product twice a week to help with mild itchiness and it has lasted 6 months now! It's cooling and feels great to apply in the shower, although I do notice my scalp still gets a little itchy when I'm on day 3 or 4 hair. Still well worth the money and worth a shot if you've been looking for a scalp mask!"
        },
        {
            "review_title": "all the stars!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "Game changer. Iu2019m 47 and noticed my hair has been looking dry and the scalp would be itchy occasionally. I noticed a huge difference after the first use. I used it again yesterday and it truly is this product that has made a difference in my hair. I use all Kerastase or Oribe products besides this one. Doing this one thing differently has made my hair shiny and it looks alive, full of body, and bouncy. All the stars!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "Itu2019s a thick paste. Difficult to apply and rinse off. Dried out my hair. Did not help with  dandruffs."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I have been looking for a product to help my daughter with her dry scalp. This shampoo, mask, and oil combination is amazing. Within days we noticed a huge difference. She uses the shampoo and mask every second day, she was using the oil every day, then opposite days of using the shampoo. Now she only uses the oil as needed. Itu2019s been 2 months. I highly recommend this product."
        },
        {
            "review_title": "Magical",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I use the entire Scalp Revival line. I've never used this by itself, so I'm not sure which product of the line is doing the heavy lifting, but my scalp is like a different person's scalp now. This mask is my favorite step in the line and it feels so amazing every time. For years off and on I've had problems with flaking, oiliness, dry patches, crusty/scabby patches, build up -- this line clears it all up. Other clarifying shampoos/masks work for me, but only for one issue one at a time, nothing seemed to handle all of it at once until I tried this line. This whole line is now essential to my weekly routine and has made my scalp/hair so much better, less itchy, oil controlled, no weird crusts/scabs, etc. So thankful this exists. If you're on the fence, grab the very affordable trial version that has all the products in it, you'll get 2-3 uses to see how it goes for you."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Ive been struggling with dry sculp and oily hair by the sculp. Ive been using this product for about 3 months now and it has been working wonders for me! never felt my hair this good in a long time. I use is about every other day and/ or if my sculp feels gross. I love that you can feel it work and the coolness on my sculp is amazing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I love this mask especially when I have dry itchy scalp from the harsh winters of Canada it really soothes my scalp and gives it a fresh feeling"
        },
        {
            "review_title": "Just ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is like toothpaste for your scalp! It gives the tingly really clean feeling if you leave it on for the recommended 10 minutes. I use it with the shampoo, but I haven't noticed a huge difference in my itchy scalp. It helps, but I expected the itchiness to go away by now."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair",
            "review_text": "This stuff works! I tried it for dry scalp/flakes and they are basically gone after one use - AMAZING product!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "With this pregnancy and crazy hormones my scalp has been so dry and itchy. The shampoo, this mask and serum have saved my scalp and sanity!"
        },
        {
            "review_title": "Holy grail for dry scalp!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I love this product so much! With the dry winter weather and hard water, I was finding myself scratching my scalp in pain. The second this touched my scalp it felt like instant relief. I've recommended it to so many people, and will always re-purchase."
        },
        {
            "review_title": "Sooths My Scalp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Scalp Revival Charcoal + Tea Tree Cooling Hydration Mask is so cooling and has been helping my flaky scalp! It calms and soothes. It helps removing products build-up. After shampooing, I like to apply directly to the scalp and massage it in with a scalp brush. Then, I leave on for up to 10 minutes. And I rinse out thoroughly and follow by a conditioner/mask."
        },
        {
            "review_title": "definitely works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Whenever I donu2019t use this I get dry skin around my hairline that results in little flakes! Feels so nice and definitely keeps my hair flake free!"
        },
        {
            "review_title": "a no from me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This is still somewhere in my bathroom. I never use it because I didn't feel any improvement from it despite using more than half the bottle. I didn't feel like it did what it was supposed to do frankly."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product is very helpful for my itchy, flaking scalp. Scalp masks are difficult to apply, but I use briogeos scalp brush to distribute it and it also helps. It also smells nice."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is literally the only product that helped my scalp chill tf out over the past few years. I wash my hair, put maybe 1tbsp of this in my scalp, and leave it in for a few mins and then rise it out. Makes my scalp feel great! Also repurchased for the 3rd time! Yay"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This worked so well to clear up my eczema outbreak on my scalp! I love the smell. The only downfall was how difficult I found it to actually make sure it getting onto my scalp and not just stuck in my hair."
        },
        {
            "review_title": "Different formula, same packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I loved the first version with the peppermint oil. Made my scalp feel cool and tingly and gave my hair a great boost in volume for a couple days after, even after shampooing. I did not notice itu2019s now made with tea tree oil because the tube looks the same. This version doesnu2019t work for me at all. My hair is flat and limp. Very disappointed in change in the ingredients."
        },
        {
            "review_title": "Ingredients updated, didn't work for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I ordered a bottle after trying a sample given to me from in the JCPenney store. The sample was with the older ingredients and had more of the shampoo's pleasant scent. I like the smell of the sample one and it worked better than the bottle I received. The sample formula absorbed into my scalp and hair well. My hair was moisturized and less frizzy.  The bottle I ordered and received it about a week or 2 later. It had a sticker over the ingredients section, with updated ingredients. It appeared to have more of the minty and tea tree oil smell. It also irritated my scalp and I got two or three pimples in the back part of my scalp. I returned."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Love and will always repurchase the shampoo and serum when winter come along so I was excited for this but sadly it didn't work for me just very underwhelmed not cheap so returned it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "An absolute game changer!! Since I've started using this product all of my scalp problems disappeared. No more irritation, dryness, or flakiness. Product is super easy to apply & I noticed immediate results"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Amazing product !!! Soothing, cleared dandruff but didnt dry out my scalp 5/5"
        },
        {
            "review_title": "Loved it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I have a dry, itchy scalp and this mask is amazing. soothes scalp, smells minty, overall pleasant experience. Definitely will repurchase"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this scalp mask. I had Itchy scalp and extremely flakey dandruff for 2 years. I would sleep scratch because it was so bad. I use this with the first aid beauty dandruff shampoo and let this sit on for 10 minutes. It tingles, and feels great on the scalp. It smells good too! I really enjoyed this mask and will get it. Again"
        },
        {
            "review_title": "Actually worked for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I have dandruff and a generally red, irritated scalp. And this is pretty embarrassing but I also have a really bad habit of picking my scalp (because of the dandruff). Itu2019s a habit Iu2019ve been trying to break for so long, and Iu2019ve been getting into scalp health lately. This product feels slightly tingly on my scalp in a good way, and is easy to apply directly onto the scalp in sections; then I use a scalp massager to gently massage it in. After the first use I noticed less dandruff. After the second use (yesterday), I checked my scalp and saw no dandruff! Overall my scalp feels betteru2014less irritated and red. And I donu2019t have the urge to pick my skin because the dandruff is gone. Iu2019m so happy to have found this because Iu2019m not about to use head and shoulders, sorry lol but that stuff makes my  hair feel like a tumbleweedu2026and I think the ingredients are trash. The ingredients here are great and gave me results. Worth the price."
        },
        {
            "review_title": "Dry scalp, no more",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "A must have for dry scalp!! My scalp was sooo dry.  This product helped a ton!! I love it."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I have dry itchy scalp all the time. Iu2019ve struggled with it for years. While my scalp is still a little itchy this product has relieved it of the majority of itching and flaking. The tingle when you get out of the shower is refreshing, and the smell is delicious."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Its really nice smooth but i feel we need to keep it longer than 10 minutes"
        },
        {
            "review_title": "amazing results after just 1 use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is such an incredible product. I was lucky to redeem my 500 points in for the Briogeo scalp revival mini set and after just one use my extremely flaky and itchy scalp completely cleared up. I didnu2019t itch my head at all. I had tried so many scalp masks and special shampoo and nothing helped until I tried this product. I will definitely be ordering this from now on!"
        },
        {
            "review_title": "The Cooling Jelly works much better",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019ve used the Scalp Revival Cooling Jelly in this line for awhile and wanted to try this product as well. It pales in comparison. It feels slightly more moisturizing but thatu2019s it. The cooling jelly is SO soothing to a dry, irritated and itchy scalp. Ian not getting the same itch relief from this product. Iu2019ll definitely pass on this and continue to use the other one. If you have minimal scalp issues this would likely work for you. If you need more relief pick the cooling jelly."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "This is a misleading replacement for the scalp cooling jelly, which by the way was fantastic. I was very disappointed when i got this cuz i didnu2019t notice they had changed the product, yet kept the same packaging. I didnu2019t enjoy it: it left my scalp greasy and hard to rince out."
        },
        {
            "review_title": "It actually works!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The only treatment I've used that has been successful - noticeable difference after one wash!!"
        },
        {
            "review_title": "My scalp feels squeaky clean!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This stuff is amazing for my dry scalp! I felt so much more cleaner after using this! I just lathered it on while in the bath, and felt so much better after. It's especially good for winter if you live in a colder climate!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "This was another excellent product in the Briogeo scalp revival lineup. This does exactly what it says and smells wonderful too. Highly recommend."
        },
        {
            "review_title": "Great for dry scalp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Easy to apply on my scalp using in the bottle it comes in. It does have a cooling feeling when I leave it on my scalp and helped with my dry scalp. I do prefer the exfoliator over this though."
        },
        {
            "review_title": "Definitely worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
            "review_text": "This mask is wonderful! I have pretty bad dandruff, meaning that I donu2019t have much, but it almost never goes away. Out of the entire line I only purchased the mask and I was flake free for an entire week with just one application. It can be a little drying to the hair strands, which is why I use a moisturizing mask at the same time. It spreads and absorbs nicely so you donu2019t need a lot of product. Def worth the price."
        },
        {
            "review_title": "doesn't do anything",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I don't get all the good reviews. this does nothing to help my scalp. you get better results using the shampoo and scalp brush. there's no cooling sensation, its hard to apply and you have to leave it on for 10 minutes. I returned it after one use. I love everything else in this line."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Not worth the price. Would not recommend. Product did not do as claimed."
        },
        {
            "review_title": "Feels Amazing, Hard to Rinse Out",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I got this because my scalp has been breaking out and the scabs have resulted in flaking. It feels absolutely amazing and really does make a difference in one use. That being said, I find no matter how long I try to rinse it out of my hair, I still end up looking greasy once it dries. I put only a little bit directly on my scalp and use a hair mask on the rest of my hair (which is my norm). Iu2019ll still use it for relief, but probably only on my off days."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I had really bad dandruff before I used this product, 1-2 times a week and now I donu2019t have any! I have to wear a hat at work every day which caused a dry scalp and lots of itching. This product is my holy grail! I canu2019t believe Iu2019m saying this but I have no more dandruff!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I had the shampoo and liked it, so I bought the conditioner. The essential oils are heavy and caused a reaction in my skin, starting with my scalp down my neck and parts of my lower arms and hands.   Be mindful if you have sensitive skin."
        },
        {
            "review_title": "Did not live up to the rave reviews for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I got it because of rave reviews and iu2019ve been having extremely dry scalp during the winter time. It did not work for me, if anything the flaking got worse. I wasted my $42. 1 star for the pleasant minty scent and another for the clean ingredients."
        },
        {
            "review_title": "Summer Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Like a spa treatment for your scalp. This is a great add on for those of us who lean heavily on dry shampoo."
        },
        {
            "review_title": "If you use dry shampoo...you need this!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Never knew I needed a scalp scrub until now! I use a (very) decent amount of dry shampoo every week and didn't realize how much buildup was still in my hair even after washing. I use this maybe once a week and it's like a reset button for my hair! It's super fresh, makes for a decadent shower experience and leaves my hair so so fresh! It washes out super easily and my blowout lasts so long (especially if I use it with the briogeo shampoo/conditioner too)!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Feels so nice on my scalp and helps soothe my itchy dry scalp"
        },
        {
            "review_title": "Confused?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "So Iu2019m conflicted about this item. I LOVE the scalp scrub, itu2019s a holy grail item for me that relieves my itchy, dry scalp. I decided to pick this up to see how it would work but Iu2019m confused. When I apply this to my hair I donu2019t feel anything? Almost as if I put it on and it just disappears. I get no cooling sensation with this and once I apply it I donu2019t feel it in my hair. Iu2019m not sure this is actually doing anything for me. I wanted to love it but unfortunately itu2019s a miss."
        },
        {
            "review_title": "Not as good as the previous jelly version",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I thought this was the same as the jelly conditioner. It is not. Have very thick hair and I apply this right on my scalp and can barely feel any cooling or soothing effects like with the jelly conditioner. This is thicker too so i have to use so much to feel anything on my scalp. PLEASE BRING BACK THE JELLY VERSION :("
        },
        {
            "review_title": "Miracle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I donu2019t know whatu2019s in this mask but after 20 years of struggling with an itchy scalp and dandruff and dermatitis Iu2019m finally relieved! All that is gone. And on the top of all it gives a volume and freshness to my hair and it stays clean longer than before. Perfection! Please donu2019t ever discontinue this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "This stuff is amazing after only one use my scalp feels refreshed and hydrated! Itu2019s 100% worth purchasing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Iu2019ve had dry and itchy scalp for years and it really help after only one use. It still a little itchy but barely. I also donu2019t have dandruff yet which I usually do. I will purchase it again and recommend it."
        },
        {
            "review_title": "Terrible Replacement for the Jelly Conditioner",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Okay, let me be clear, the product itself gets a 2/5 stars since it was okay, but doesn't nearly perform as well as the jelly conditioner. I'm giving it a 1 star because Briogeo literally brought out a scalp revival hair mask in a smaller tube to REPLACE their amazing Jelly Conditioner!!! It's no longer on their site or anywhere their products are sold except at Beauty Bay, and the value box has already replaced the conditioner! They pulled this on me out of left field, giving me no time to grab it from their site (luckily like I said Beauty Bay still sells it). This is a mediocre replacement to the conditioner!  The jelly conditioner was the only thing that got rid of my dry scalp and made the itching go away. This is so sad!"
        },
        {
            "review_title": "refreshing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "My hair feels cool and refreshed after one treatment instantly. I have very thick hair and deal with dry scalp my whole life and I can visibly see results already ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have never used scalp mask that feels so luxurious. Incredible results felt immediately! Entire scalp feels refreshed, soothed, cool. Iu2019ve used tea tree products before on my scalp to u2018reviveu2019 but it always left a buildup. The combination of mint, peppermint, spearmint made an incredible difference. My favourite hair product! Can they make bigger bottles?!"
        },
        {
            "review_title": "I donu2019t know if itu2019s working...",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Usually my scalp is flaky in the winter but not bad. I tried this and it makes my scalp so FLAKY!! For DAYS!! I donu2019t know if itu2019s purging my scalp or what. But now I look like I have such bad dandruff . :( I love the scent though. Itu2019s very cooling. Idk what to do about this. If you have an answer, DM me! IG:kourttneyl"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Really enjoy this hair mask, reduced the itchiness of my scalp and left my hair feeling hydrated. It also smells minty and refreshing."
        },
        {
            "review_title": "Disappointed - did nothing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Disappointed - this product did nothing for me. Iu2019m shocked at all the stellar reviews. I was hoping it could help with my hair oiliness/scalp sebum oil build-up, but I didnu2019t see or feel any difference at all. I didnu2019t feel any tingling or cooling sensation either. You also have to leave it on for up to 10 mins mid shower which means longer showers to incorporate this into your regime."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This didnu2019t work for my itchy and dry scalp. Shampoo was a lot better. I would recommend getting the shampoo instead."
        },
        {
            "review_title": "Worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I have dry, itchy scalp in the winter and this really helped soothe my scalp with just one use. Would definitely buy again!"
        },
        {
            "review_title": "Updated review after few months of use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Normal skin",
            "review_text": "I originally bought this product because I was having issues with dandruff and itchy scalp. I have very dry sculp that's prone to eczema and dandruff. It's never been as bad as this winter so I was trying any product that had discretion with these symptoms. Thankfully Briogeo is always there with great products. I have been using the super moisture shampoo and charcoal scrub for years now, and my head loves them! This new product is a win, adding this to my hair washing routine has been great! I only wash my hair once a week, so there is always build up. This has improved my itchy sculp and reduced the dandruff. I'm hoping with warmer weather it will completely go away. There are few things I would improve on the packaging. 1)instead of twist on cap, I would prefer cap that pops up. There is nothing worse than trying to figure out these caps while wet in the shower. 2) thinner dispenser end, to apply directly to the scalp. Now I put it into my hands first then try to apply to the scalp while balancing the tube and cap. I will definitely recommend and repurchase!"
        },
        {
            "review_title": "A must buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love this product!!!! I've been dealing with dandruff over the last few months and this product in combination with the charcoal/coconut oil shampoo is a dream team!"
        },
        {
            "review_title": "Would not recommend",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have a very dry scalp and it feels like Iu2019ve tried everything... came across this and thought maybe Iu2019d finally found the thing that will finally help! Sadly, it did nothing. Iu2019ve been using it faithfully for a while and I donu2019t notice any difference. The smell is really nice, but my scalp is still super dry - thereu2019s been no difference at all."
        },
        {
            "review_title": "Great for sensitive scalp!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this product! I have a very sensitive scalp, and this didnu2019t irritate it at all. I typically get itchy scalp for a few days post-shampoo, and this product definitely helps avoid that!  It has a very refreshing minty feeling on the skin and it smells good. I was concerned it may make my hair greasy or heavy, but no issues there either. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This smells amazing! It's minty and fresh smelling. I personally did not like it, as I have very thick, curly hair and felt like it was hard to actually apply to my scalp. There wasn't much slip to it. It was also really difficult to rinse off."
        },
        {
            "review_title": "lifechanger",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This mask is not only amazing for my scalp but it smells SO GOOD I highly recommend for anyone who struggles with scalp issues"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "This accompanies the micro exfoliating shampoo very well! A little difficult to apply, but rinsed out easily and banished oil from my thin hair."
        },
        {
            "review_title": "worked after 1 time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I rarely write reviews but this deserves one. The past few months I randomly started getting a really dry scalp with alot of dandruff and had no idea where it was coming from because it never happened to me before. I just tried this for the first time this morning and it is completely gone and back to normal. This is gold, highly highly recommend!"
        },
        {
            "review_title": "So fresh!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This smelled so nice and felt so nice! I definitely noticed a difference in my scalp, and my head felt so fresh all day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Iu2019ve been using this product for five hair washes and I really like it so far. The first time I used it I put it on during the whole shower and it was so hydrating that my hair actually felt greasy- total user error but impressed that it could hydrate it that well. I put it on for the last 5 or so minutes of my shower and it is awesome. It smells like spearmint but doesnu2019t linger once your hair is dry. As someone with seborrhea dermatitis, I found this really helpful for the itching and burning I experienced during flare-ups. The only downfall is it does take a lot of product to cover your scalp. I wash my hair 2-3 times a week and anticipate this will last me about 2 or so months. Very worth it for me though!"
        },
        {
            "review_title": "could live without it",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "decent but the shampoo is a lot more refreshing, however, itu2019s too rough for my hair and seems to dry it out so I guess iu2019ll be sticking with this. it works best for me if i put it directly on my scalp massager and then use the massager as opposed to trying to get it on my scalp with my fingers. not sure if itu2019s worth this much money, although it does add a little luxury."
        },
        {
            "review_title": "buy it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Definitely worth buying to accompany the exfoliating shampoo. Definitely Afro-texture friendly"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Leaves my scalp so clean and fresh feeling. Helps with scalp itchiness"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I sometimes have dry itchy scalp, and Iu2019ve only used this twice. It smells nice but I didnu2019t really feel the tingling that was described in previous reviews. I havenu2019t had as much itching so I think itu2019s working. I should probably give it a longer try."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Love this! So great to calm my scalp and reduce dandruff. Especially love this since I use dry shampoo so often as a way to cleanse and detox my scalp. I recommend for more oily types since it can be a little on the drying side due to the tea tree oil. Love the smell too! Will continue to use it throughout the summer for chlorine buildup and general upkeep from days at the beach. Definitely give this a try if you need to calm and detoxify your scalp. Need to try with the shampoo as well and see if it provides even better results."
        },
        {
            "review_title": "So happy I took a chance on it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Light skin tone, Normal skin",
            "review_text": "This product is pure self care luxury. It feels so good, and I really think it helps my scalp to stay healthy. I use it every time I wash."
        },
        {
            "review_title": "Feels so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is so great! I love the cooling effect and how it gets rid of build-up after going a few days between washes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Iu2019m a hairdresser and I absolutely love these products! I fully recommend it to my clients and I use them on myself."
        },
        {
            "review_title": "Totally cleared up my scalp!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I have always struggled with on and off dandruff/flaky scalp and have never been able to narrow down the cause or find a product that actually worked. This mask totally cleared up my scalp and got rid of the flakiness and irritation. Definitely a new must have product!!"
        },
        {
            "review_title": "Really makes my scalp look and feel amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I use this once a week and it keeps my scalp and hair looking and feeling healthy. My scalp feels fresh, hair looks shiny and bouncy. Not only that but it smells amazing and the sensation of the product on my scalp feels so good! I would highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, lightMedium skin tone, Combination skin",
            "review_text": "the mask is very soothing and gives a tingly mint feel.  it smells fantastic, like a forest in the spring! i often have a dry scalp, so its very nice!"
        },
        {
            "review_title": "Great for dry scalp!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Loved the way made my scalp feel! It also smells very fresh."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Love this mask! Super refreshing and gives your scalp a nice tingling sensation, also smells so good!"
        },
        {
            "review_title": "Visible Results After One Use! I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I literally donu2019t know what color my natural hair is. Been dying my hair for as long as I can remember. Within the last decade I went from platinum blonde to dark brown and then recently did the money piece with framing blonde highlights. My hair got extremely dry. Especially the part of my hair dyed blonde. My scalp was itchy and flaky! After one use of Briogeo Charcoal + Tea Tree Cooling Hydration Mask my scalp doesnu2019t itch anymore and the flakiness decreased dramatically. Applying this mask felt as if my scalp when to a spa to get a facial. I can feel the refreshing and cleansing sensation from the charcoal and tea tree oil. The refreshing sensation of the tea tree oil lasted for at least an hour after rinsing off. NO JOKE! I decided to let me hair air dry and my hair dried off with less freeze. If you have a dry and itchy scalp, this Briogeo mask is for you. Worth every penny!"
        },
        {
            "review_title": "GET IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "LOVE LOVE LOVE! this mask feels amazing on my scalp and has significantly reduced my dry skin and itchy scalp. I would definitely recommend especially with summer coming up!"
        },
        {
            "review_title": "Refreshing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "So refreshing! The cooling effect feels great and I definitely noticed less itchiness or flakiness after a few uses. Would definitely recommend."
        },
        {
            "review_title": "I can't get enough of Briogeo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love the Scalp Revival mask from Briogeo. From the smell to the cooling sensation I truly love the process of putting on this mask and feeling it work magic into my hair! There is definitely a cool tingly sensation that I enjoy after I apply it to my scalp and massage it in. I leave it on for about 10 minutes and then rinse. My hair always feels hydrated and my scalp clean after using this mask. My hair shines more and feels so much lighter without all of the oils that build up. Highly recommend this product!"
        },
        {
            "review_title": "I love this product.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "My scalp was feeling super dry and itchy. After I used this mask I felt an instant relief. I always look for products that also benefit my scalp and I liked this one. I will continue purchasing it. If you choose to put it in the fridge before using it , it actually feels better on the scalp because itu2019s cool and itu2019s amazing. My scalp loves it!"
        },
        {
            "review_title": "INSTANT COOLING & TINGLING SENSATION",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love the cooling and tingling sensation it gives me scalp. My head and hair feels instantly hydrated after using this mask. I use it once a week on hair washing days and I am loving how it makes me scalp feel. Highly Recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Loved this product!!! Really helped reduce the itchiness on my scalp that I often battle during winter (it also smells amazing!)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I was skeptical at first about hair masks but I gave it a try and have 0 regrets!!! It was like I was at my own spa, the cooling sensation was light but effective and I can instantly notice after drying my hair that my scalp was a lot less dry!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair",
            "review_text": "love it !!! my scalp was flaky after dying and bleaching and it feels so much better now"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "The cooling sensation is amazing, and I canu2019t wait to give it a try on a hot summer day. Definitely makes my hair look healthier and feel cleaner as well. Must try from Briogeo!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "In one use I can feel a difference in my scalp. I don't use many styling products but I naturally tend to get lots of buildup -- flake city. I really loved the cooling sensation on my scalp and peppermint is my favorite smell! The next day after using I notice less flakes so I am really excited to continue!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The cooling sensation was lovely, especially after a long run, and after I rinsed it out, my hair and scalp felt clean but not dry or tight. I've noticed that my hair is lighter and  shinier, too, especially around my hairline."
        },
        {
            "review_title": "The worst",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I bought this with the shampoo. They did nothing but makes my hair looks bad. I experience the worst hair days after using this....My hair feels hard and tacky after the mask. I donu2019t know how but the combination of the shampoo and this mask makes my hair looks unwashed."
        },
        {
            "review_title": "Cooling sensation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Living in Utah, my scalp gets so crazy dry and this product worked great since the first time I tried. It has helping me with my dry scalp and the cooling sensation it gives is amazing. I love how well it works and the smell is pretty good too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I have fine hair that gets quite oily after a day of no washing - I've been trying no 'poo and using just a little bit of this mask has helped me go longer without a full shampoo which has been great!"
        },
        {
            "review_title": "10 months of horrible scalp, THIS CHANGED MY LIFE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "Ok.. I have never ever written a review for a product, but I have to for this one. Since last May I have been struggling with the worst buildup/ irritation and flakes on my scalp, and it was awful. For 10 months I have been searching and researching and trying EVERYTHING. Every scalp treatment, function of beauty, and anything product that exists, and nothing worked. My scalp was so itchy and it hurt, and i thought about it 24/7. I TRIED THIS one time, and  it was almost all gone. It felt like a magical dream, i have never had a product work this well before. If you are frustrated with your scalp please give this a try!! (For reference I have thick curly hair thats shoulder length, I use the briogeo deep repair shampoo and conditioner, and I leave this on my scalp after shampooing for 10 mins, before rinsing)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "My first time using their scalp mask. It is So refreshing after using on my scalp! I would definitely recommend using with their shampoo to get the whole experience"
        },
        {
            "review_title": "FIRST time trying a SCALP mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I wish they came out with this product sooner because my dry scalp has been sufferinggg. I have their entire scalp revival line and this was the perfect addition to it. My scalp felt so refreshed, clean, and hydrated after. I have thin hair and a dry scalp so this is such a great product for it. Worth every dollar."
        },
        {
            "review_title": "One of the Best Hair Masks",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "I absolutely love everything Iu2019ve tried from Briogeo and this mask was not an exception! Thoroughly cleanses my quite dry and damaged scalp leaving it  clean and healthy looking! The cooling tingling sensation is an extra bonus for humid summers!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is such a refreshing hair mask to use! It smells amazing and feels so good on the scalp."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I'm obsessed with this product. I wasn't really into hair masks because they just seemed like a lot of work, but I got this one and I'm thrilled because I can use it in the shower and don't have to take time out of my day to use it. It was so easy to apply and had such a nice cooling effect on my scalp. I'm going to be buying this product over and over again."
        },
        {
            "review_title": "Smells amazing !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I ve been using this for 2 plus weeks now and I'm in love with this amazing hair mask. Not only is it gentle but also smells amazing like coconut! Its also very soothing and gives my hair tons of hydration. So happy I tried it;)"
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019m very satisfied with that product. I have a Dye and dry hair. That scalp made my hair soft. The smell is different but good. I love products with natural ingredients and that one is very good. I recommend."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I loved their scrub so I was really excited to try this too . I used it in place of my shampoo and it left my scalp feeling super clean and fresh . Iu2019ll definitely be using this often ."
        },
        {
            "review_title": "Briogeo did it again!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "OBSESSED!! the cooling effect is just everything.  I'm a huge fan of the brand already and honestly this has my approval. LOVE IT!!"
        },
        {
            "review_title": "This Mask Seriously Lifted my Roots",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love what this product did for my hair. It gave me volume that lasted for days. I didn't expect hydrating my scalp to give my hair volume, but it did. The product didn't weigh my hair down at all. Also, it smells amazing."
        },
        {
            "review_title": "These ingredients are SO GOOD!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I am all about ingredients whether in my food or what I am putting on my skin! These ingredients are SO GOOD! I am still shocked I was able to find a product that is vegan, gluten-free, and cruelty-free! WINNING! I also LOVE the tea tree cooling effect! I have a really dry scalp so this really helped hydrate my scalp and my hair feels so smooth and soft! Obsessed!"
        },
        {
            "review_title": "Impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have flaky dry scalp and I have been looking for something that will get rid of the flakes.  I gave this one a try and I was skeptical however, after one rinse I was actually impressed and surprised by what I saw. I usually can see the flakes right after the shower and this time they were so much less noticeable. Loved the instant cooling sensation and also I loved how my soft my hair felt and how shiny it looked. I am impressed."
        },
        {
            "review_title": "Soothing Scalp Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I thought I couldnu2019t love a product more than the Scalp Revival Shampoo... but now the Cooling Hydration Mask has arrived - and I fell in love QUICK!!!!  Both me and my son deal with dry, itchy scalp and this hair mask really has helped soothe our itchy scalps. Itu2019s so nice to use ... smells fabulous and I love that it comes in a tube so no product gets wasted!!!"
        },
        {
            "review_title": "My scalp loves this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I use the mask after using the exfoliating shampoo for best results. Apply to scalp for ten minutes and rinse! It has the same soothing cooling feeling as the shampoo and my scalp felt fresh and hydrated after. As Iu2019ve been focusing more on my hair care Iu2019m excited to see long term results of taking better care of my scalp health with this mask! So far Iu2019m loving it and definitely recommend it."
        },
        {
            "review_title": "No weigh down for fine hair. Wonderful mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Very nice when used in conjunction with the scalp reviving exfoliating shampoo. I was a little hesitant that putting a mask directly on my scalp was going to weigh my hair down but this did not do that! My scalp feels like it is actually free from any sort of buildup. I use the Living Proof PhD dry shampoo on my scalp every other day, so I feel like a weekly cleanse of the scalp is needed! I don't suffer from a dry scalp but I definitely needed the nourishment. Part of the reason I did buy this was for the cooling sensation but unfortunately, I did not experience this like I had hoped. I do, however, experience the cooling sensation with the shampoo. So I will continue to use them both together. I wish it were 8 ounces like all the other Briogeo masks but I will probably be using this once a week, so it should last me a little while."
        },
        {
            "review_title": "Clean sclp like never before.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I was my hair very often because my hair is fine and very oily, after trying this hair mask I'm amazed that it's been 3 days and my scalp still feels clean. I wonder if this would make my hair grow now."
        },
        {
            "review_title": "Balanced my dry hair and oily scalp!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I am obsessed with face masks and had never heard of a scalp mask, so I knew I had to try this product. I live in Hawaii and my hair is very dry from the sun/ocean and I often have oily scalp with sand in it that shampoo just can't seem to get rid of. Because of this, I had low expectations that this product would actually help me. I WAS WRONG- this product is AHHHMAZING. It made my scalp feel so clean after just one use and it smells so good. I was sent this product but will definitely be ordering more in the future! Obsessed."
        },
        {
            "review_title": "Makes my hair shiny too",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love the cooling sensation of the tea tree in this mask.  My hair feels smooth and manageable.  I also received compliments on how shiny my hair looked too.  Really love this mask. Love that its a clean product and doesn't have any parabens."
        },
        {
            "review_title": "The Holy Grail product for dry scalps!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I was so excited when I found out I was receiving this product for testing in return for my honest review, I can not stress how dry my scalp was.  This product has been a blessing for me, In the past couple years my scalp has gotten more dry & more itchy than itu2019s ever been. After only the first week of using this my scalp is totally different.  It no longer itches and my dry scalp dandruff is TOTALLY GONE!  Iu2019m so super impressed with this product my husband is using it too and heu2019s had a dry scalp since he can remember and now he says he canu2019t remember the last time his scalp felt so good. Just a total Holy Grail product for people with a dry scalp!!"
        },
        {
            "review_title": "Revival scalp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The revival scalp is amazing. If you tend to have an itchy scalp especially during winter this is a must have. Hydrates the scalp and overall keeps it healthy with natural ingredients!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This product is wonderful !! It moisturized my hair a lot and left it very beautiful and shiny I am loving the result!!"
        },
        {
            "review_title": "My scalp is so HAPPY! Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Really impressed with this product!! Smells great, scalp feels calm, very gentle but really effective.  I've tried a lot of different shampoos with different PH levels and nothing seemed to help. I legit have stopped itching my scalp since using this. I'm also not a long shower taker, so was hesitant to try a mask, but WORTH IT! And who doesn't deserve 5-10 extra minutes in the shower?"
        },
        {
            "review_title": "Great guy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "So nourishing! The best product for a dry scalp. You will be so happy to have this product in your hair care line up!!"
        },
        {
            "review_title": "The best by far",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This product is by far the best for my dry, sensitive, itchy scalp, and belive me I tried from drug store to organics and home remedy. I don't feel a lot the cooling sensations but it's job is done and very well. My style last 3 days! I usually only look good for 1, 3 is a lot for the first use. Hope with continuous use get even better results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I was sent this by Briogeo, and I absolutely love it. I have dry skin, which includes my scalp in the winter. This has been the only product to soothe it and it didn't leave my hair heavy or greasy as other treatments have. Once this tube is out I'll definitely be buying another one."
        },
        {
            "review_title": "NEW FAVORITE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "My new favorite product!! I was already obsessed with this brand and line, but this mask has truly changed the way my hair and scalp feels! Especially in winter my skin and hair are so dry! This mask boosts hydration from the root and seriously changes everything!!"
        },
        {
            "review_title": "It's very good scalp treatment mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "It's very nice hair scalp treatment mask. It helps the itchy and flaky hair reduces after one use. My hair hair doesn't feel oily anymore. I really love it."
        },
        {
            "review_title": "Relief!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, lightMedium skin tone",
            "review_text": "This helped relieve my dry, itchy scalp. Loved how it made my scalp cool. And it didnu2019t weigh my hair down! Amazing!"
        },
        {
            "review_title": "Cared for your scalp recently?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I received this product complimentary from Briogeo Hair. I will say that it really did help curb my itchy scalp  and the cooling sensation was just the tlc I needed. Post wash, my scalp felt clean but the formula did not strip my hair, which was my initial worry. My one con was that my curls lost definition but at least they were soft!  For best results, I first used the Briogeo charcoal + coconut micro exfoliating scalp scrub shampoo. Then followed up with the mask."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This mask is amazing! It left my scalp feeling so clean and hydrated! In the winter Iu2019m prone to dandruff and this mask has helped so much! My hair feels so good and healthy."
        },
        {
            "review_title": "Amazing and keeps my scalp hydrated!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "This mask is perfect for me and my dry dandruff prone scalp during the winter, feels cool on my scalp and keeps it hydrated! Also smells amazing :)"
        },
        {
            "review_title": "this stuff is amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This stuff is amazing!! My scalp has been so itchy, flaky and irritated. I tried eveything! I even went to my doctor and had a shampoo prescribed and nothing helped. I used this in conjunction with the Briogeo hair scrub and omg! I felt and saw results instantly. The cooling sensation is intense since I usually rinse with cool water so just be mindful of that. I'm so happy though!"
        },
        {
            "review_title": "detoxed, refreshed & hydrated",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I generously apply the scalp mask and leave it on for 10 minutes. My scalp instantaneously felt lighter, refreshed and hydrated. As I was blow drying my hair, I noticed I didnu2019t have any white flaky drandruft falling! Along with no more dryness or irratation. I couldnu2019t believe how much of improvement I had just after my 1st use. At this point Iu2019ve been using the mask for 2 week (wash hair every 3rd day) and I havenu2019t had anymore irritation or dryness sensations even between washes. Iu2019ll definitely continue to purchase."
        },
        {
            "review_title": "Must have mask for dry scalp!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love the whole scalp revival line so Iu2019m not surprised I love this mask as well! Used after the exfoliating shampoo my scalp felt clean and hydrated. I enjoy the soothing cooling feeling of the mask while itu2019s on and how it rinses cleanly."
        },
        {
            "review_title": "Works Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This stuff is amazing and like a spa day for your scalp. The charcoal and tea tree mixed together is like a minty fresh vacation for your head. It works amazing and I highly recommend it."
        },
        {
            "review_title": "Great hydration mask out there",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Absolutely in love with this scalp mask. Not only its smells amazing but is also gives my scalp hydration and is super gentle. Its perfect during winter time to pamper our scalp with the much needed hydration. I highly recommend this product."
        },
        {
            "review_title": "This HEALED my irritated and flaky Scalp!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely love this mask, I was skeptical at first because I have never used a mask specifically for my scalp but it was amazing. I initially thought it would dry out my hair because of the texture but it left my hair so silky soft and fluffy. My scalp feels less irritated, dry and itchy. I used to get embarrassed by the flakes on my shirt but now I donu2019t get an flaking of my scalp and my hair is so crazy shiny!"
        },
        {
            "review_title": "OBSESSED!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I am absolutely obsessed with this Briogeo cooling hydration mask :) First of all, it smells AMAZING. I like to use it right after using the shampoo that goes along with it. I overall have very dry skin and my scalp gets very dry and flaky. This helped tremendously!!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this hydration mask. My scalp gets extremely dry during winter months. This mask is easy to apply and gentle on the skin. I can see my dry scalp is clearing up already. Great product! Highly recommend."
        },
        {
            "review_title": "love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this hydration mask! The cold winter months have done some damage on my skin, especially my scalp. This mask is very soothing when applied, and my dry scalp is clearing up nicely! Definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This mask got rid of the dryness in my scalp and all that product build up. Similar to how you gently exfoliate your skin for a clean base, using this left my hair so much more shiny!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "It feels cooling and super refreshing on the scalp, rinses off clean, and leaves the scalp feeling soothed and hydrated. I have sensitive and occasionally irritated scalp, and I know the ingredients such as tea tree oil will be great - Iu2019m looking forward to using it to see long-term benefits for my scalp health!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I love this mask and would highly recommend!! Especially during the winter, my scalp gets dry from the weather and this mask really helped."
        },
        {
            "review_title": "Calmed my scalp after one use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love this mask. Super soothing to the scalp - haven't used for the long term but after one use I can feel noticeable improvement. Used in combo with the shampoo and conditioner"
        },
        {
            "review_title": "everyone should have this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Love this product! Left my scalp feeling so fresh. Perfect for all hair types and has so many benefits."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This did wonders to my dry scalp. I recommend the Shampoo prior to using as well!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product is now part of my hair routine. I love the cooling feeling and the way my scalp feels nourished and hydrated after the first use. My hair has been healthier than ever."
        },
        {
            "review_title": "Great mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I am in love with this new hair mask from Briogeo. I have very sensitive scalp and when I color my gaur it gets even more sensitive. This mask has helped so much. I really love the minty smell as well. This product is gifted but I will definitely repurchase."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this hair mask! My hair is looking beautiful and hydrated."
        },
        {
            "review_title": "Best Scalp Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This scalp mask is amazing! I suffered from horrible dry flaky scalp and using this has helped a lot! No more flaky scalp and removes residue."
        },
        {
            "review_title": "WOW !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "WOW WOW WOW!... i have suffered with  scalp issues since i was 11 years old. I was always treated like it was dandruff but until one  of the many dermatologist gave me different diagnostic .He recommended me to hydrate my scalp and use products that would hydrate and relive the itchiness in my head, one of the main ingredients he recommended was Tea tree. When i got the opportunity to try this mask i was beyond excited to see the effects on my scalp. I have been using it for a week now and its like magic , i am in love with the product."
        },
        {
            "review_title": "The Scalp Mask I've Been Searching For!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely loved this mask! The cooling effect felt amazing and it left my hair so clean and voluminous. I've been looking for a product like this for a while, I look forward to how my hair looks every time I use this. Plus the packaging is SO cute! Definitely matches my bathroom's aesthetic."
        },
        {
            "review_title": "Feeling Fresh",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Loved how fresh it made my scalp feel after drying my hair! Made my hair smell good the rest of the day too!"
        },
        {
            "review_title": "Love this mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I have always suffered from a dry scalp and this product was sent to me by Briogeo to try out.I am so happy this came into my life.This when used with the scalp revival shampoo is a game changer. Love the soothing and cooling effect it had on my scalp and instantly reduced the flakiness. I am a forever fan!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this product complimentary for review purposes. This mask is fantastic! I really enjoy this line from Briogeo and was happy to see this mask that targeted itchy scalps. I enjoy the cooling sensation of the mask and it has been perfect for soothing my dandruff and itchy scalp. I would recommend!"
        },
        {
            "review_title": "My scalp loves it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "My scalp loves it  Itu2019s perfect for those who dye their hair often like myself. I love the cooling effect and that the scalp doesnu2019t itch any more!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This is a great scalp detox! I use a lot of hair products daily and itu2019s great to find a product that can really clean up scalp build up. I love the cooling affect it gives my head. It also has an absolutely AMAZING scent!"
        },
        {
            "review_title": "love this scalp mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Ever since Iu2019ve introduced this new product into my haircare routine, my scalp/ hair is starting to behave. It has a gray mousse like texture thatu2019s super lightweight. It has a minty scent that isnu2019t overpowering at all. A great refreshing scent suitable for AM or PM use with the touch of relaxation. I like to use it after the Scalp Revivalu2122 Charcoal + Coconut Oil Micro-Exfoliating Scalp Scrub Shampoo. Massage into scalp & leave it on for 5-10 mins. Rinse & condition.  It doesnu2019t make my scalp oilier or speeds up the time for a rewash. It does have a minimal tingly feeling that I look forward to. My hair is softer and scalp is healthier after a few uses. Less irritated, more hydrated and way less flakey. The best part is there is way less active breakout there now!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This mask is a savior!! My scalp isn't flaky but it definitely gets dry and itchy - even more when the weather is all over the place. This mask smells AMAZING and helped to calm everything down. This will be so nice to use this summer when I'm at the beach to give my scalp some TLC! I think I may even love this more than the charcoal exfoliating shampoo... and that is the one thing I use religiously. Briogeo, please keep doing what you're doing!"
        },
        {
            "review_title": "great addition to the Briogeo routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Love it! A surprising, exciting addition to the Scalp Revival line !!!!! I already was obsessed with the scalp exfoliator. I used this afterwards and it maintained that great cooling feeling, without burning or irritating the scalp. It was hydrating and calming- it definitely helped hydrate my scalp after the exfoliating"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I use this mask after Briogeo Scalp Revival Exfoliating shampoo for about 10 minutes and finish up with a conditioner. Now, I have oily scalp and the very first time I tried it, it made my scalp itchy and flaky. I was a bit bummed, but then a few days later I gave it another try. I didn't experience any itchiness or flakiness and my scalp felt cleaner but I didn't notice any difference with my oily scalp. I'm sure it will work better for those who suffer from dry and itchy scalp."
        },
        {
            "review_title": "The ULTIMATE dry, winter scalp remedy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I received this as a gift & am completely OBSESSED. My scalp has been dryer during the past few winter months; I had accepted this as a dry weather/winter side effect & felt resigned that there was anything I could do to address it. I was WRONG. After just one use of this mask, my scalp & hair, felt instantly more hydrated & healthy than it's been in a long time. It completely took care & repaired dryness, brittleness & restored vibrant, hydrated, healthy scalp & hair. I will be repurchasing this product time & time again.   PS - it feels so cooling & soothing while it's left on; felt like a visit to the spa, for my head. Totally relaxing & calming."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is such a fabulous hair detox!! I use alot of hair products and feel like my hair has build up. This mask works wonders for my hair"
        },
        {
            "review_title": "good one",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "got this as a gift used it only once and no extra hairfall. it was the usual  but my second day scalp was much cleaner than usual"
        },
        {
            "review_title": "Best Hair Mask for an Itchy Scalp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I have a dry, itchy scalp and when I started using this hair mask, I saw some major changes. My scalp felt more clean and soothed, and I love the minty cool feeling, it feels really refreshing. This hair does smell amazing!"
        },
        {
            "review_title": "The hubby loves it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "So my husband suffers from very dry, itchy scalp, and recently he is trying out this mask, and so far so good, he says his scalp feels way better and his hair looks good and smooth!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Absolutely love it! I have had scalp issues for awhile and this product truly made my scalp feel hydrated and fresh. I definitely recommend!"
        },
        {
            "review_title": "Best Hair Mask Ever!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I stopped dying my hair almost 2 years ago. I changed my shampoo&conditioner with the sulfate-freeu00b6ben-free ingredients. Recently I had itchy scalp and dandruff.  Iu2019m trying to have fully healthy hair so I didnu2019t want to use any chemical shampoo to get rid of the dandruff. I started to use Briogeo Scalp mask and my dandruff was reduced for the first time. After the second time dandruff was gone fully and my scalp felt refreshed and mouistrized. I really recommend this mask to whoever has the same problems. I really recommend this mask to whoever has these similar problems ."
        },
        {
            "review_title": "My Fav!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is BY FAR the best line I've ever used by Briogeo! My Scalp has a tendency to get extremely itchy and flaky, so I use this in my routine about 3 times a week! The changes are seriously drastic, not to mention that my hair always smells amazing! I love the refreshing cooling sensation of the mask to! super cool!"
        },
        {
            "review_title": "Love how refreshing this mask is.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This mask is amazing I love the hydration it gives me. It soothes my itchy scalp and leaves my hair and scalp refreshed. Plus love that they use clean ingredients."
        },
        {
            "review_title": "So soothing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a savior for scalps! It will leave your scalp so hydrated and I love the overall clean feeling I have every time I use it. I love that it is formulated with clean ingredients. Another great product by this brand."
        },
        {
            "review_title": "Just buy it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "My itchy scalp has literally NEVER been happier. I was nervous this would damage my hair, but it didnu2019t at all and it left my scalp feeling so much better and flake free."
        },
        {
            "review_title": "Love the cooling effect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This mask has been so amazing for my dry scalp! The ingredients are so perfect for hydration. I love the gel texture, very easy to apply. It has an immediate cooling sensation and the mint scent which makes it feel very refreshing! I'd recommend!"
        },
        {
            "review_title": "YOUR SCALP NEEDS THIS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I get dry everywhere during the winter & my scalp isn't exempt from that! Fortunately for me, Briogeo saved the day with another great product! This Scalp Revival mask not only hydrated my scalp, but it left it smelling so good! I especially love the cooling sensation and overall renewal that my scalp feels after use."
        },
        {
            "review_title": "Refreshing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Used this a few times and I love how refreshing and clean it makes my scalp feel. It really helps moisturize the scalp area while keeping it hydrated."
        },
        {
            "review_title": "New holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This product has become my go-to! I always have dry scalp issues and have been on the hunt for a new product but this one is my most successful one at the moment and highly reccomend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "This product was so great for my scalp to help reduce itchiness. I suffer from dandruff and have seen a significant decrease since using this scalp revival mask and shampoo. I would highly recommend it to anyone that has similar issues with their scalp."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this product!! Left my scalp super clean and refreshed!"
        },
        {
            "review_title": "It is amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "It is my first time try it, and Iu2019ll tell you Iu2019m in love with it! Iu2019ll definitely buy it again. It did let my hair shine and smooth. My hair so hydrated now, and the smell is amazing, I like the smell of many in it! I really recommend it!"
        },
        {
            "review_title": "Saved my Dry Scalp!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is an amazing mask if you have dry Scalp, itchiness, which happens all winter for me. This is another great hair mask from Briogeo, they have a mask for every season for my hair! This one was a game changer, giving me such relief from that scalp discomfort, and it's not cute scratching my head all day,,, this changed all that! I love this Briogeo Scalp mask, I highly recommend!"
        },
        {
            "review_title": "Highly recommend!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I have a dry flaky scalp and when I used this product I saw the difference immediately. Really happy with the results. Very soothing and refreshing."
        },
        {
            "review_title": "No more dry scalp!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product has saved my scalp from the winter!!! It has helped me so much with product build up and dry scalp. Love Briogeo because they are clean and free of harsh chemicals!!"
        },
        {
            "review_title": "Good stuff",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "Always deal with flaky and itchy scalp, got recommended this product. Thought it was just for women but I tried it, and this stuff actually works. Good choice!"
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This was an excellent product that did wonders for my hair!! I love the briogeo products and was so glad to add this one to my collection!"
        },
        {
            "review_title": "A must have for scalp care!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Just when you think Briogeo couldn't get any better, they come out with this amazing scalp mask. My scalp has never felt more pampered! The ingredients are a dream come true! The charcoal gently exfoliates and detoxifies while the tea tree oil soothes with a cooling sensation. This mask has me saying goodbye to dry, itchy scalp and hello to one that is comfortable, moisturized and healthy."
        },
        {
            "review_title": "love this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Absolutely love the product. It left my scalp super hydrated after one use and no flaky or dry scalp anymore. Love the tea tree cooling affect as well. The ingrown are great too!"
        },
        {
            "review_title": "DO IT GIRL!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I wash my hair every 5-7 days, and dry shampoo can be incredibly drying, not to mention the buildup!! So itu2019s vital for me to have a hydrated and clean scalp. I massage the mask directly onto the scalp while focusing on the roots at the crown of my head and at the bottom of my hairline, since thatu2019s where I notice the most build up. Youu2019ll instantly feel a cooling effect from the tea tree, peppermint, and spearmint oils, calming irritated or flaky skin. After 10 minutes you can rinse and follow up with your fave conditioner.   Due to my alopecia, Iu2019m extra cautious about the products I put in my hair, and I love that Briogeo is vegan and cruelty free. Iu2019ve been a customer for years and have tried several items from their Scalp Revival line, all of them work for me!   I received this product for free for reviewing purposes, all thoughts and opinions are my own."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I LOVE this mask. Smells good and feels so cooling and hydrating. Definitely recommend."
        },
        {
            "review_title": "extremely soothing!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Review: I love using this scalp mask with the scalp shampoo... my scalp tends to get irritated and this has been super soothing!"
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Absolutely love this product left my scalp feeling super hydrated! No more dry or flaky scalp! Love love love this product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Light skin tone, Combination skin",
            "review_text": "Smells so good and works!! Especially during the cold weather when I need the extra hydration. But itu2019s a great keeper all year round."
        },
        {
            "review_title": "My scalp and hair feel so fresh!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "So I have been obsessed with the Charcoal scalp revival exfoliating shampoo from Briogeo for a while now so when I saw this come out I knew I had to get it! I LOVE this mask, it leaves my hair just feeling so fresh, and is magic when used with the shampoo. Sometimes I just feel like after a reg wash my scalp is not clean, and this gives me booooom freshness I cannot describe. Does not disappoint!"
        },
        {
            "review_title": "Cool and refreshing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Normal skin",
            "review_text": "Very invigorating hair mask for the scalp.  My scalp was feeling cool and refreshed."
        },
        {
            "review_title": "Spa Worthy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love love love the combo smell of the charcoal and tea tree! Feels like a day spa in the showeru2764ufe0f"
        },
        {
            "review_title": "Refreshing hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Absolutely love the cooling sensation. Easy to apply, just 10 minutes in the shower rinses off. Has a nice scent. Definitely noticed a big difference after styling my hair."
        },
        {
            "review_title": "LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This left my scalp feeling super hydrated and clean! It's quickly becoming a staple in my Self Care routine."
        },
        {
            "review_title": "Best hair mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I really love this mask!! It gave my scalp such a refreshing feeling and left my hair hydrated! After shampoo and I left it in for 10 minutes then conditioned! Super easy to work with and use!"
        },
        {
            "review_title": "Love the cooling sensation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Deep skin tone, Combination skin",
            "review_text": "My scalp is especially loving this Scalp Revival hair mask during this super cold & drying winter, my poor scalp can get dry & itchy with so much less humidity in the air. This has worked a hydrating miracle for me Iu2019m so happy with it. And with the cooling sensation it has made my scalp happy bye bye itchy scratchies!!!"
        },
        {
            "review_title": "Like a spa day for my scalp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is my first scalp/hair mask and wow I don't know how I haven't used one of these before. My scalp has been uncharacteristically dry/itchy this winter but after using this Briogeo mask my scalp has felt hydrated, nourished and clean. The cooling effect is very relaxing and gentle on my skin. 10/10 recommend!"
        },
        {
            "review_title": "You need this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product is amazing! I have a very dry, flaky scalp and this felt like a facial for it. Itu2019s so cooling and refreshing! I 100% recommend this product!"
        },
        {
            "review_title": "Smells amazing and feel refreshing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It is a little tricky to get the product directly onto the scalp, but the product itself works amazing! It has a faint refreshing smell to it too and my scalp is feeling less flaky."
        },
        {
            "review_title": "Highly Recc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Love how it leaves my scalp feeling refreshed and clean."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Great product that you can use a bit and your hair gets cleanse but itu2019s an expensive product"
        },
        {
            "review_title": "perfect if your scalp needs TLC!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is a perfect partner to their charcoal + coconut oil exfoliating shampoo. If you deal with a dry itchy scalp and/or use a lot of product you are going to love this. It definitely helped my scalp feel less itchy and irritated and I enjoyed the slight cooling sensation. A must if your scalp needs some TLC!"
        },
        {
            "review_title": "best product for flaky, itchy scalp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "One of the best products I used for my dry flaky scalp, especially in winter my scalp tends to get more itchy and flaky , this mask really nourished and soothes the scalp. I am a huge fan of the cooking sensation it gives because of tea tree. Absolutely love this and highly recommend for dry itchy scalp like mine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I struggle with a dry, itchy, and flaky scalp... this product has a great cooling affect and definitely helped my symptoms! Briogeo also tends to have products with very clean ingredients which is an added plus!"
        },
        {
            "review_title": "COOLING & HYDRATING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Super cooling! I usually have a really dry and flaky scalp but after using this I feel better. I love the cooling sensation it leaves me too."
        },
        {
            "review_title": "Soothing and healthy for dry scalp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Dry scalp no more. I use it after shampoo and conditioning, twice a week, starting with massaging the scalp then smoothing it to the rest my hair. I let it set on my hair for about 10 minutes or longer before rinsing it out. It leaves scalp feeling incredible and my hair is way more hydrated."
        },
        {
            "review_title": "Great Scalp Detox After Braids!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "After taking out my braids, my scalp needs a serious detox and this mask does the job! It not only smells amazing and refreshing, but the cooling effect feels so good. Paired with the Scalp Revival Charcoal + Coconut Oil Micro-exfoliating Scalp Scrub Shampoo, my scalp and hair are squeaky clean, getting rid of the weeks of buildup from wearing braids!"
        },
        {
            "review_title": "Love it !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This scalp mask is so refreshing and leaves my scalp feeling clean and hydrated. My hair is looking amazing. I really love the scent. Definitely a must for me!"
        },
        {
            "review_title": "if you use a lot of dry shampoo, you need this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have very fine, dry, color treated hair and Iu2019ve been trying to wash my hair less often to prevent dryness and prolong my color. Therefore, I use a lot of dry shampoo and texturizing products in between washes, which can lead to scalp buildup and irritation. This mask has been a really welcome addition to my routine!! I was honestly so impressed just after one use! I like to start my shower off with the Briogeo Scalp Revival exfoliating shampoo and give my scalp a good scrub, and then apply this mask. Itu2019s really easy due to the squeeze tube. I massage it in, then tie my hair up and do the rest of my showering while I let it sit on my head for several minutes. The menthol feels super cooling and I love it! Then I rinse, condition, and Iu2019m good to go. This is a great weekly treatment to keep your scalp healthy, definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Great product! Used after having some itchy scalp issues the last few weeks because of the cold weather and within one day I noticed a difference. It felt cooling and soothing as I massaged it through my hair. I love a product that is made with natural ingredients and all Briogeo products fit that description! Also really loved the scent!  10/10 would recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I'm constantly battling dry, itchy skin in the winter, and I'm so glad to find a product that does the trick for my scalp. This mask smells great, leaves my scalp feeling refreshed but moisturized, with a heavenly cooling effect. I'm really trying to switch to cleaner products, so the vegan formula is a plus too."
        },
        {
            "review_title": "No more dry, flaky scalp!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Sometimes we forget that our scalp needs love too - and this mask was perfect for that. This winter my skin has been so dry, and this conditioning mask helped loosen up any flakes and sooth the skin so my curls can continue to grow long & strong! <3 Helped so so much, thank you Briogeo!!"
        },
        {
            "review_title": "Great hair mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "This mask is so soothing and refreshing! I love how it made my scalp feel."
        },
        {
            "review_title": "healthy clean feeling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I love Briogeo and that this is a natural product. The cooling sensation makes my scalp feel clean. I've just noticed having a drier scalp this winter, so I look forward to continuing to use this for healthier hair and less itch."
        },
        {
            "review_title": "bouncy and hydrated curls!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "i usually don't write product reviews but i could not pass up the opportunity to tell you what a great product this is.  i have curly hair and i don't switch my regiment for anything because products usually leave my curls flat and my hair heavy but i tried this product and i can't believe how wonderful my har feels.  A little amount goes a long way, my curls feel soft and bouncy and they are defined well. my hair is not weighed down and they feel amazingly clean and hydrated. i highly recommend this product and i am happy i found an organic option to ad to my daily regiment."
        },
        {
            "review_title": "great hair mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I absolutely love the fragrance of this hair mask. I really enjoy the cooling sensation it gives while using it. My scalp feels cleaner and refreshed after using this."
        },
        {
            "review_title": "Re-sets my scalp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Normally not fussy but I like this stuff and will keep using it.  I have curly brown hair that I dye/straighten but am getting more intentional about growing out.  I started using this after shampooing since my scalp would feel abused after periods of ocean swimming and not washing, or just trying to go a few extra days not washing because hey it's covid and I'm working from home.   My scalp would itch especially around my crown and my hair felt that greasy heavy like it was pulling on the folicles, but yeah with this it feels cool and re-set to healthy/normal after.  And vegan woo!  If you ocean swim or go for long stretches without washing or want to try a good product."
        },
        {
            "review_title": "Lifesaver for Scalp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Being an oily scalp struggler, I keep on switching between my scalp products and this mask is really a lifesaver in winter for flaky scalp. Its has a minty smell to it and the texture is amazing as its more like a thick gel cream. I keep it before brushing my teeth for 10-15 minutes and rinse it off with water. It gives amazing refreshing and clean feeling to my scalp. I did feel the cooling properties even after wash which is a perk. Also if I use my dry shampoos it pulls out all the residue out beautifully from my hairs. Using it with Scalp Revival Charcoal + Coconut Oil Micro exfoliating Scalp Scrub Shampoo gives more amazing results. I Love the products which makes my washes last longer!! Its an another amazing product from Briogeo I tried!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This mask changed my whole hair-care routine with its exfoliating and nourishing effects. Iu2019ve tried tons of products before but non of them worked on my scalp like this one. Highly recommended on oily scalp for an instant effect."
        },
        {
            "review_title": "Great for my winter scalp!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "My scalp has been very dry and itchy this winter and this gave me some much needed relief - loved the slight tingle of this mask, super refreshing (and the smell is amazing, especially in a morning shower!) Vegan and cruelty-free which is also great to see. Left my scalp feeling clean, without being stripped (aloe vera and hyaluronic acid helped keep my scalp nice and hydrated). Sometimes similar products end up making me feel totally dried out, this mask definitely helped my scalp feel nourished. Not something I use every time I was my hair, but great for days I'm looking for a deeper clean for my scalp."
        },
        {
            "review_title": "Definitely recommend if you have a a dry scalp!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "By the time wash day comes around my scalp is always dry, itchy, and full of product buildup so this mask was perfect for me!! I absolutely love how tingly it made my scalp feel, it was so soothing and refreshing! I used it after the micro-exfoliating shampoo and not only was my hair squeaky clean but my scalp felt amazing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Got this as a sample and really glad I did because Iu2019ve always relied on changing my shampoo, but this has made that a thing of the past!  My face and scalp get extra dry during the winter and this has been the best product for getting my scalp feeling hydrated and healthy again. The mask has a nice smell to it and gives a great refreshing and cooling feeling while using and after. I even got my husband to use it (aka I used it on him) and it finally got rid of his flakiness around his cowlick."
        },
        {
            "review_title": "Detoxed and cleansed scalp. AMAZING Stuff!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Detoxifying and cooling mask. Wow this really works and gives a calming feeling while I massage it in. Did not strip my hair of its natural oils but gave a cleansed scalp keeping the flakes at bay. It also has a very refreshing minty smell."
        },
        {
            "review_title": "Wow this is amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Wow this stuff is incredible! It left my scalp feeling so refreshed, tingling, and nourished! I used it after the shampoo and followed by the accompanying conditioner. This is a great addition to my weekly routine! Yes, Briogeo, YES!"
        },
        {
            "review_title": "Must Buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This mask is AMAZING!!!!! Briogeo gifted it to me but I would buy it 100 times. It is exactly what I needed! My scalp needed some serious TLC and this was perfect. It smells really good, too! It was super soothing and I noticed a huge difference in just one use! A must buy!"
        },
        {
            "review_title": "Will buy again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "This is a u201cscalp hydration mask that is clinically shown to nourish and soothe an itchy, flaky scalp with a blast of instant coolingu201d-Briogeo. I notice after two weeks of using this product that my scalp felt more hydrated and clean. It had a cooling effect and kept my flakes at bay. I noticed less oil production and an overall cleaner scalp. The smell is wonderful too especially in a hot shower. I love this product."
        },
        {
            "review_title": "Calming and soothing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, lightMedium skin tone, Normal skin",
            "review_text": "I used this mask in the shower, directly on my scalp while I used a conditioner on the rest of my hair. I've never used a scalp mask before and it made my scalp feel calmed and soothed. Especially in the winter, my scalp can be dry and itchy, and this product helped it feel better."
        },
        {
            "review_title": "Best scalp mask/detox ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019m used to do scalp scrubs/ scalp detox and I absolutely this mask because itu2019s gentle with my scalp and clean deeply at the same time. I could feel that also gave my hair an extra hydration. I really like it. And I will Buy more for sure. I love doing scalp treatments to help with hair growth."
        },
        {
            "review_title": "10/10 LOVE IT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I really love this mask! It has that minty eucalyptus scent that I LOVE. It reminds me of being at a spa and really relaxes me after a long day. I use this mask for when I want to treat my scalp and it works so well! I've always struggled with having dandruff and a very dry scalp and this masks makes it feel so hydrated."
        },
        {
            "review_title": "Briogeo Mask Review",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "I tried it for the first time and really enjoyed how my hair felt afterwards. I did feel the cooling properties in it. I have a lot of hair, so I did use apply quite a bit of product, but otherwise, I didn't experience anything negative by using it. It doesn't burn the scalp and feels really nice!"
        },
        {
            "review_title": "Amazed it helps with flakey scalp!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I'll admit, I have washed my hair everyday and it's been a habit. Also because my hair usually gets really oily the next day. I've only started to wash my hair every other day since last March and I tell you, they say your hair gets use to it after a month. Everyone is different and for me, NOPE. It's been 11 months since I've started washing every other day and my hair still isn't use to it. The change in routine has caused my scalp to be itchier and in the past 2 months, I've started to have dandruff in my hair. It's really discouraging right?!  My first impression of this mask is just WOW. I've only tried it once and so far, I've noticed my scalp isn't as flakey. This is the first time in months I've been able to go an extra day without religiously washing. My scalp isn't as itchy and I'm excited to continue this hair care journey! "
        },
        {
            "review_title": "Spa treatment for hair at home!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This was the first time I have used a scalp mask and I never realized how neglected my scalp was until I used it! When I massaged it in, it seriously felt and smelled like my head went to the spa and my body stayed home. It re-energized my roots and my mood! Definitely give this a try if you are on the fence!"
        },
        {
            "review_title": "Love this mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "This mask has been such a lifesaver with my dry scalp in the winter! The ingredients are perfect for hydration and I love how the texture is more of a gel rather than a thick cream - much easier to apply. It has an immediate cooling sensation which I loved, and the mint scent made it even more refreshing!"
        },
        {
            "review_title": "perfect for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Really enjoy this mask! It has a cooling effect, perfect for itchy scalp. I definitely recommend it"
        },
        {
            "review_title": "AMAZING !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This product is AMAZING! I love how you can feel the cooling sensation of the mask working on your scalp. It is thick but loose enough to where it doesn't cake on your scalp. It easily can be washed out once the 10 minutes are up. My scalp felt so clean, I highly recommend."
        },
        {
            "review_title": "Fab Mask for Dry/Itchy Scalps",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love using this Scalp Revival with Charcoal + Tea Tree! The texture is nice and smooth with no texture bits. Perfect for dry and itchy scalps! My son even uses it and loves using it! It's got a lovely minty scent but not overpowering at all. I will shampoo, use this mask on my scalp, and throw on some conditioner.. My hair never felt or looked so good! It's improved my itchiness on my scalp and no dandruff spots for my son or I. Total win!!   Absolutely recommend and super glad to have tried this!"
        },
        {
            "review_title": "love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Oily skin",
            "review_text": "Love this! My scalp has been super dry this winter and this mask is the perfect fix. The tea tree oil is very soothing and refreshing. Iu2019ve been using this once a week and itu2019s been making my washes last longer also. Love briogeo!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Hey Beauties!   I wanted to share this fabulous new product that #BriogeoGiftedMe!   Do you suffer from a dry flaky scalp? Let's be honest this is the time of year that it happens. And of course, with this years harsh winter I've been suffering terribly.   @Briogeo thinks you should treat your scalp as you would your skin with a scalp-care routine.  Just like you exfoliate and hydrate with a skincare routine, you need to do the same with your scalp.   Here are three Key Benefits as to why.   It increases scalp hydration and restores vital moisture post-exfoliation.  Soothes, nourishes, and detoxifies scalp.  Clean and naturally derived, formulated 6-freeu2122, and made with their proprietary NOVA Complexu00ae that fortifies, nourishes and protect.  Key Ingredients:  Binchotan Charcoal~ Detoxifies the scalp and draws out impurities that clog the hair follicle or that cause buildup on the scalp.  Tea Tree, Peppermint and Spearmint Oils~ Provides a cooling effect to the scalp and reduces itchiness, irritation, flakiness.  Hydration Complex~ Hyaluronic acid and aloe vera balance hydration to prevent future dryness and flakiness.   I absolutely adore how this feels and smells. My scalp feels so good when I use this. I've noticed the dryness is gone and so are those awful flakes! Not too mention the annoying itch. Another win by @Briogeo!  You can grab this fabulous mask at @Sephora!  Products Shown: @Briogeo~ Scalp Revivalu2122 Charcoal + Tea Tree Cooling Hydration Scalp Mask   #briogeo #scalprevival #Sephora #gifted #crueltyfree #haircare"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Love this so much!!!! Amazing product.. made my scalp feel so amazing"
        },
        {
            "review_title": "Minty cooling spa for your scalp!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I love this scalp mask! I use it no more than 1-2X every 2 weeks after using the Scalp Revival Shampoo. I leave it on for 10 mins in the shower and you instantly feel a refreshing cooling sensation. The best part is, even after you wash it off and get out of the shower, you still feel the refreshing cooling sensation for a few minutes after the fact. My hair is on the thinner side and pretty oily. This has really helped to get all my dry shampoo residue out, as well as control my oil to get more days between washes. It also smells fantastic!"
        }
    ]
}