{
    "product_id": "241",
    "name": "Pink Frost Lip Kit",
    "brand": "Cheekbone Beauty",
    "categories": "Gifts, By Category, Makeup",
    "price": 39.2,
    "about": "What it is:A set of three lip products in complimentary, curated shades for the perfect, natural, everyday pink pout..Highlighted Ingredients:- Coconut Oil: Moisturizing, smooth application..Ingredient Callouts:These products are vegan, gluten-free, and cruelty-free..What Else You Need to Know:A variety of naturally sourced oils gives you hydrated, healthy lips..This Set Contains:.Clean & Planet Aware",
    "ingredients": "-Coconut Oil: Moisturizing, smooth application..-Ricinus Communis (Castor) Seed Oil: Naturally moisturizing..-Shea Butter: Creamy blendability. ..Harmony Lipgloss in Birch: .Caprylic/Capric Triglyceride, Ricinus Communis (Castor) Seed Oil, Oryza Sativa (Rice) Bran Wax, Helianthus Annuus (Sunflower) Seed Oil, Copernicia Cerifera (Carnauba) Wax, Bis-Diglyceryl Polyacyladipate-2, Dilinoleic Acid/Propanediol Copolymer, Butyrospermum Parkii (Shea) Butter, Hydrogenated Decyl Olive Oil Esters, Trihydroxystearin, Silica, Sucrose Tetrastearate Triacetate, Glyceryl Caprylate, Rosmarinus Officinalis (Rosemary) Leaf Extract, Tocopherol. May Contain (+/-): Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, 77492, 77499),, Red 27 Lake (CI 45410), Blue 1 Lake (CI 42090), Yellow 5 Lake (CI 19140), Red 7 Lake (CI 15850), Red 6 Lake (CI 15850)...Sustain Lipstick in Keyah: .Capryloyl Glycerin/Sebacic Acid Copolymer, Diheptyl Succinate, Butyrospermum Parkii (Shea) Butter, Euphorbia Cerifera (Candelilla) wax, Copernicia Prunifera (Carnauba) wax, Brassica Glycerides, Synthetic Fluorphlogopite, Silica, Kaolin, Tocopherol, Glyceryl Caprylate. May contain (+/-): CI 77891 (Titanium Dioxide), CI 77491 (Iron Oxide), CI 15850 (Red 6), CI 15850 (Red 7). ..Horizon Lip Pencil in Sand: .Octyldodecyl Stearoyl Stearate, Cocos Nucifera (Coconut) Oil, C10-18 Triglycerides, Copernicia Cerifera (Carnauba) Wax, Hydrogenated Vegetable Oil, Silica, Polyglyceryl-3 Diisostearate, Oryzanol,  Glyceryl Undecylenate, Tocopherol. May Contain (+/-): Red 7 Lake (Ci 15850), Yellow 5 Lake (Ci 19140), Iron Oxides (Ci 77491, Ci 77492, Ci 77499), Titanium Dioxide (Ci 77891), Manganese Violet (Ci 77742)...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Start with the lip pencil by outlining your lips for definition. .-Apply the lipstick starting from the center of your lips and smooth it out toward the corners. .-Finish with the lip gloss by gliding the applicator over the lipstick. ..Recycling Instructions:.-Use the Cheekbone Beauty mail-back program through PACT. PACT sorts through the hard-to-recycle packages by material type with the aim to find the highest and best use for all materials. The process ensures your beauty empties get properly recycled and sold back to beauty-packaging manufacturers to fulfill the circular economy.",
    "num_reviews": 1,
    "overall_rating": 5.0,
    "product_url": "https://www.sephora.com/ca/en/product/pink-frost-lip-kit-P513285?skuId=2824191&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2824191-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "OUT OF STOCK",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2824191-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "My favourite shades from my favourite brand. Vegan, sustainably made, indigenous owned?? Canu2019t get better than this! The perfect gift for a conscious consumer like myself. Super pigmented !!"
        }
    ]
}