{
    "product_id": "1053",
    "name": "Wild Eau de Parfum",
    "brand": "The Maker",
    "categories": "Fragrance, Women, Perfume",
    "price": 236.0,
    "about": "Fragrance Family: Earthy & Woody..Scent Type: Citrus & Woods..Key Notes: Velvety Peach, Charismatic Tuberose Absolute, Creamy Sandalwood..Fragrance Description: Wild Eau de Parfum is a lush floral perfume featuring notes of charismatic tuberose absolute, luscious peach, and creamy sandalwood that evokes the scent of unbridled possibility...About the Bottle: Inspired by an antique ink flask, the bottle is sensuous, smooth, and comfortable to hold, with fluted glass panels. Ribbed glass is a signature look seen throughout The Maker Hotel, from fragrance and candles, glassware, and lighting fixtures. Made with post-consumer-recycled glass, The Maker uses 27 percent less glass than traditional perfume bottles and C02-free production methods...About the Fragrance: Inspired by a night of unbridled possibility..Their energy is electric, their vibe contagious. Intense and sophisticated, they hold nothing back. A glint in their eye, an uninhibited laughu2014they command the moment...Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
    "ingredients": "Alcohol denat., Fragrance (parfum), Water (eau), Benzyl Salicylate, Hydroxycitronellal, Limonene, Linalool.  .....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;",
    "num_reviews": 51,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/false-wild-eau-de-parfum-P505466?skuId=2678993&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2678993-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz / 50 mL eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2678993-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": []
}