{
    "product_id": "1594",
    "name": "The Clean Dream Team Set",
    "brand": "Tata Harper",
    "categories": "Skincare, Value & Gift Sets",
    "price": 95.0,
    "about": "What it is: A 4-step routine of best-sellers -with a full size Resurfacing Mask - that cleanses, refines, treats and hydrates for bouncy, radiant, healthy skin...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dryness, Dullness, and Uneven Texture..Highlighted Ingredients:.- White Willow Bark: A natural BHA that helps clear buildup to minimize the look of clogged pores..- AHA Super Fruit Blend: Lactic, glycolic, citric, malic, and tartaric acids help transform the look of dullness..- Orange Peptides and Pomegranate Spheres: Form a hydrating, breathable barrier for a silicone-free smoothing effect...Ingredient Callouts: These products are vegan, gluten-free, and cruelty-free...What Else You Need to Know: More Clean. More Complex. More Effective. This is a 4-step routine of travel-friendly best-sellers - including a full size Resurfacing Mask! - that cleanse, refine, treat, and hydrate u2013 giving you everything you need for bouncy, radiant, and healthy-looking skin...This Set Contains:.- 0.5 oz/ 15 mL Regenerating Cleanser.- 1 oz/ 30 mL Resurfacing Mask.- 0.33 oz/ 10 mL Resurfacing Serum.- 0.33 oz/ 10 mL Water-Lock Moisturizer...",
    "ingredients": "-White Willow Bark: A natural BHA that helps clear buildup to minimize the look of clogged pores..-AHA Super Fruit Blend: Lactic, glycolic, citric, malic, and tartaric acids help transform the look of dullness..-Orange Peptides and Pomegranate Spheres: Form a hydrating, breathable barrier for a silicone-free smoothing effect...Regenerating Cleanser:.Hordeum Vulgare Leaf Juice*, Cetearyl Alcohol, Cetearyl Olivate, Helianthus Annuus (Sunflower) Seed Oil*, Leuconostoc Ferment Filtrate, Propanediol, Prunus Armeniaca (Apricot) Seed Powder, Citrus Paradisi (Grapefruit) Oil, Sorbitan Olivate, Lactobacillus/Punica Granatum Fruit Ferment Extract, Lactobacillus Ferment, Sambucus Nigra Fruit Extract, Salix Alba (Willow) Bark Extract, Arnica Montana (Arnica) Extract*, Borago Officinalis (Borage) Leaf Extract*, Calendula Officinalis (Calendula) Flower Extract*, Medicago Sativa (Alfalfa) Extract*, Spiraea Ulmaria (Meadowsweet) Extract*, Olea Europaea (Olive) Oil*, Coco-Glucoside, Cetearyl Glucoside, Kaolin (White Clay), Sclerotium Gum, Citrus Aurantium (Bergamot) Peel Oil, Cetyl Palmitate, Sorbitan Palmitate, Aqua/Water/Eau, Sodium Phytate, CI 77491 (Red Iron Oxide), Alcohol, Limonene, Citral, Linalool...Resurfacing Mask:.Hordeum Vulgare Leaf Juice*, Salix Alba (Willow) Bark Extract, Sclerotium Gum, Lactobacillus Ferment, Leuconostoc Ferment Filtrate, Maltooligosyl Glucoside, Hydrogenated Starch Hydrolysate, Lactobacillus/Punica Granatum Fruit Ferment Extract, Beta Vulgaris/Beet Root Extract/Extrait de Racine de Betterave, Arnica Montana (Arnica) Extract*, Borago Officinalis (Borage) Leaf Extract*, Calendula Officinalis (Calendula) Flower Extract*, Medicago Sativa (Alfalfa) Extract*, Spiraea Ulmaria (Meadowsweet) Extract*, Sambucus Nigra Fruit Extract, Kaolin (White Clay), Rosa Damascena (Rose) Flower Oil, Olea Europaea (Olive) Oil*, Sodium Phytate, Citrus Aurantium (Bergamot) Peel Oil, Aqua/Water/Eau, Hydrolyzed Corn Starch, Cymbopogon Flexuosus (Lemongrass) Oil, CI 77491 (Red Iron Oxide), Alcohol, Citral, Citronellol, Limonene...Resurfacing Serum: .Hordeum Vulgare Leaf Juice*, Propanediol, Aqua/Water/Eau, Heptyl Undecylenate, Lauryl Laurate, Glycerin, Cetearyl Alcohol, Lactobacillus Ferment, Leuconostoc Ferment Filtrate, Theobroma Grandiflorum Seed Butter*, Glyceryl Behenate, Vaccinium Myrtillus Fruit/Leaf Extract, Saccharum Officinarum (Sugar Cane) Extract, Acer Saccharum (Sugar Maple) Extract, Citrus Aurantium Dulcis (Orange) Fruit Extract, Citrus Limon (Lemon) Fruit Extract, Salix Alba (Willow) Bark Extract, Citrus Aurantium Dulcis (Orange) Flower Extract, Punica Granatum Extract, Sodium Hyaluronate, Caryodendron Orinocense Seed Oil, Daucus Carota Sativa Seed Oil, Saccharide Isomerate, Terminalia Ferdinandiana Fruit Extract, Algae Extract, Centella Asiatica Extract, Helianthus Annuus (Sunflower) Seed Oil, Arnica Montana (Arnica) Extract*, Borago Officinalis (Borage) Leaf Extract*, Calendula Officinalis (Calendula) Flower Extract*, Medicago Sativa (Alfalfa) Extract*, Spiraea Ulmaria (Meadowsweet) Extract*, Olea Europaea (Olive) Oil*, Sambucus Nigra Fruit Extract, Glyceryl Stearate, Potassium Palmitoyl Hydrolyzed Wheat Protein, Xanthan Gum, Citrus Paradisi (Grapefruit) Oil, Citrus Aurantium (Neroli) Oil, Pelargonium Graveolens (Geranium) Oil, Santalum Spicatum (Sandalwood) Wood Oil, Boswellia Carterii Oil*, Sodium Phytate, Leuconostoc/Radish Root Ferment Filtrate, Jasminum Grandiflorum (Jasmine) CO2 Extract, Rosmarinus Officinalis (Rosemary) Leaf Extract, Citric Acid, Sodium Citrate, Alcohol, Tocopherol, Limonene, Linalool, Citronellol, Geraniol, Farnesol, Citral, Benzyl Benzoate...Water-Lock Moisturizer: .Hordeum Vulgare Leaf Juice*, Octyldodecanol, C10-18 Triglycerides, Glycerin, Aqua/Water/Eau, Cetearyl Alcohol, Shea Butter Ethyl Esters, Diglycerin, Sclerotium Gum, Punica Granatum Extract, Citrus Aurantium Dulcis (Orange) Flower Extract, Sodium Hyaluronate, Saccharide Isomerate, Beta Vulgaris/Beet Root Extract/Extrait de Racine de Betterave, Arnica Montana (Arnica) Extract*, Borago Officinalis (Borage) Leaf Extract*, Calendula Officinalis (Calendula) Flower Extract*, Medicago Sativa (Alfalfa) Extract*, Spiraea Ulmaria (Meadowsweet) Extract*, Sambucus Nigra Fruit Extract, Olea Europaea (Olive) Oil*, Magnolia Officinalis Bark Extract, Citrus Sinensis (Orange) Peel Oil*, Arachidyl Alcohol, Glyceryl Caprylate, Sodium Phytate, Hydrolyzed Corn Starch, Glyceryl Undecylenate, Cetearyl Glucoside, Behenyl Alcohol, Sodium Levulinate, Sodium Anisate, Arachidyl Glucoside, Citric Acid, Sodium Citrate, L (+) Lactic Acid, Phenethyl Alcohol, Alcohol, Limonene, Citral, Citronellol, Linalool......The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Gently buff Regenerating Cleanser onto clean, dry skin. Rinse off with warm water. Use AM and PM..-Apply Resurfacing Mask onto clean, dry skin. Leave on for 15 to 20 minutes, then rinse off with warm water. Use one to three times a week..-Massage Resurfacing Serum onto face and neck. Use AM and PM..-Massage Water-Lock Moisturizer onto face and neck. Use AM and PM.",
    "num_reviews": 4,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/the-clean-dream-team-set-P500482?skuId=2602183&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2602183-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": []
}