{
    "product_id": "1739",
    "name": "Baggage Claim Rose Gold Eye Masks",
    "brand": "Wander Beauty",
    "categories": "Skincare, Masks, Eye Masks",
    "price": 35.5,
    "about": "Which skin type is it good for?.What it is:.Solutions for:.Highlighted Ingredients:.What it does:.What it is formulated WITHOUT:.What else you need to know:",
    "ingredients": "Water/Eau/Aqua, Glycerin, Butylene Glycol, 1,2-Hexanediol, Aloe Barbadensis Leaf Juice, Xanthan Gum, Polyglyceryl-4 Caprate, Panthenol, Hydroxyethylcellulose, Portulaca Oleracea Extract, Myrciaria Dubia Fruit Extract, Calendula Officinalis Flower Extract, Ethylhexylglycerin, Scutellaria Baicalensis Root Extract, Disodium EDTA, Glyceryl Caprylate, Tocopheryl Acetate, Sodium Hyaluronate, Simmondsia Chinensis (Jojoba) Seed Oil, Natto Gum, Glycine, Serine, Glutamic Acid, Beta-glucan, Valine, Tyrosine, Threonine, Proline, Phenylalanine, Methionine, Lysine, Leucine, Isoleucine, Histidine, Cysteine, Aspartic Acid, Arginine, Alanine, Acetyl Hexapeptide-8, Copper Tripeptide-1.",
    "how_to_use": "Suggested Usage:.-Apply onto clean, dry under-eyes. u00ad.-Leave on for 10 to 15 minutes and discard after use. .-Gently pat the remaining serum into your skin.",
    "num_reviews": 82,
    "overall_rating": 4.1,
    "product_url": "https://www.sephora.com/ca/en/product/baggage-claim-rose-gold-eye-masks-P437960?skuId=2156925&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2156925-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "6 x Eye Masks",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2156925-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Super hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "These are great! Super hydrating and they dont fall off like other brands do. I use these once a week and ive notice a big difference"
        },
        {
            "review_title": "Work AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "These masks are super hydrating, kind of cooling and I love that they dont slip around. These are my favorite Ive ever tried and Ive tried a ton. The color is so cute too!"
        },
        {
            "review_title": "OBSESSED with these!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Obsessed with these! Each mask has a TON of serum and they actually do what they claim to do. After I use these my under eyes feel very hydrated and smooth, and my makeup applies so well after."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "LIFE SAVER! Best de-puff eye mask I have found. Love these when traveling and luxurious when chilled! Also tightens under eyes allowing my makeup to wear so much better."
        },
        {
            "review_title": "The best of the best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have used a lot of eye masks but these are hands down my favorites. They are super hydrating and depuffing. I love to use them right before I do my make up for the best skin prep around my eyes."
        },
        {
            "review_title": "These are a staple for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I have tried every eye mask out there- I SWEAR- but always always always come back to Wander.  They genuinely make a difference in 10 minutes and I rely on them for those weeks when I'm working double shifts or up with a sick toddler.  Total lifesavers and a staple for me."
        },
        {
            "review_title": "Makes me feel fancy!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I really like themu2026 they actually stay put in place and hydrate my undereyes. Also I love the rose gold coloru2026.looks to fancyu2026."
        },
        {
            "review_title": "Sent back",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "Unfortunately these caused a really bad reaction and I returned."
        },
        {
            "review_title": "Far from the best",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "No noticeable difference after using these eye masks. I definitely prefer the Sephora brand ones per these!"
        },
        {
            "review_title": "A must have for working long hours!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Absolutely love these! They make me look refreshed even though Im exhausted. Everyone has been commenting about how I must have gotten a good nights sleep. I  do wish they came with more packsa bibiggbboxboxbowith"
        },
        {
            "review_title": "Love these!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I was skeptical because the price is not really cheap imo but I bought them while they were on sale a few weeks back.. let me just say that I will repurchase gladly again at full price. They really work."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Wanted to love it but turned my whole under eye area red just after 3 mins of wearing.. didnt do much otherwise for the price point"
        },
        {
            "review_title": "why the hype? no results, soaked and yucky",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Dry skin",
            "review_text": "yes they are pretty....yes lots of serum but girl they are slimy and not worth the hype. For all you non fresh faced over 30 year olds.... don't buy if you are looking for results."
        },
        {
            "review_title": "Fun and Hydrating!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "These were really great! Hydrating for the under eyes. Very cooling. They didnt irritate my eyes at all. Definitely a little splurge-y fun thing to do!"
        },
        {
            "review_title": "Glamorous and fun!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "These eye masks are glamorous and fun! I even got my husband to try them out once and he thought they were delightful. Individual packaging makes these good for gift giving, stocking stuffers, and passing around on overnight boat trips."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "These are my favourite. There is so much goodness in the serum these are in, theyre pretty and they feel so fancy!"
        },
        {
            "review_title": "Awful",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "Complete garbage and awful service from Sephora. Gave me a full on rash and they would do an exchange since u201cthey didnt intend for an allergic reactionu201du2026.well thanks, would hope not."
        },
        {
            "review_title": "Actually noticed a difference!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "These are the first undereye masks Ive purchased that Ive actually noticed a difference with. They feel very cooling and hydrating, and surprisingly my eyes did look better/brighter after removing. Pleasantly surprised!"
        },
        {
            "review_title": "Feel like a queen!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I love these eye masks, my skin feels so good afterwards and I feel like a queen with some gold and rose gold under my eyes. What a treat! Ive just repurchased one rose gold and one gold set. Will continue to repurchase. A must have for your self-care kit!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Pleasant feel, but defiantly not as much product as there could be. My skin feels moisturized, but not refreshed."
        },
        {
            "review_title": "worst under eye mask.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Worst under eye masks. Its a waste of money, I am not a fan!"
        },
        {
            "review_title": "Not worth the price.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Literally nothing special. I found they did nothing and will not purchase again. Overpriced eye masks with no results."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "They feel and look great, stick well and had a cooling effect. However, I found that they made no difference to my eyes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Absolutely love these and buy them over and over again!  Great deal too."
        },
        {
            "review_title": "Amazing for after a sleepless night",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Love love these to have on hand in case I dont get a good nights rest. They truly brighten around my eyes and make me feel more refreshed . I think theyre pricy so I save them for when I need them most but Im always SO glad I have them! I dont travel without them"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "They do feel nice and cooling but I'm not sure they did much for my eyes. Lots of packaging and plastic."
        },
        {
            "review_title": "love them!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love them, actually worked and make me look more radiant!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I think the best part of these eye masks is the novelty of using them. They are super cute and pink and I love waking up and popping them on for a cute little self-care day. Do they actually do anything? Kind of. They help de-puff my eyes a bit and it's a refreshing feeling having them on. I'm not sure if they're worth the price, though."
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I bought these because my preferred eye masks were sold out. I did not love these. The masks themselves were paper-y (as opposed to the more jelly like under eye masks I prefer) and did not leave my skin feeling significantly different."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This product is overhyped and overpriced. I saw no difference from using a face serum targeted at wrinkles and putting my moisturizer overtop. My friend also highlighted for me that these disposable eye masks aren't helping the environment."
        },
        {
            "review_title": "love putting these on in the am",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "I got a box of these in a subscription box and fell in love I love doing them before work they help get rid of that tired look and my dark circles are gone . I do not even have to wear under eye concealer or brightener . I am so happy they came in the box cause I never would of tried them before"
        },
        {
            "review_title": "Great on sensitive skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This is a great product for you when you wake up and you look tired. I just bought these and i use them once week while alternating with my other products. Brightens your under eyes and is moisturizing. Great for sensitive skin. They also press on firmly which i love. It's a must try product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this mask!!!! It is a mist have for after travel!!"
        },
        {
            "review_title": "love the feeling!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love the feeling of these masks! They stay in place perfectly and are not slimy or slippery. After about 10 minutes, I pat in the remaining product and the mask pads are mostly dry. Would definitely buy again."
        },
        {
            "review_title": "Feel Good, but Results?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Refreshing, but not necessary. I like a simplified skincare and makeup routine. I had high hopes for these, but was left just.. meh... I am an avid sheet mask user and can yet alit see results after one or a couple uses. I didnt really see any improvement to fine lines around eyes. My skin does feel softer. I dont have dark circles, so no reference there. All in all, they are soothing and relaxing. I have enjoyed them, but they will not be a ritual for me."
        },
        {
            "review_title": "Pass",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I didnt love these and wouldnt repurchase. They look cute, but 1) they dont stay in place; kept sliding down my face 2) my under eyes felt sensitive for a couple of days after use 3) no noticeable difference in puffiness or hydration after use for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love the luxurious feel of these eye masks. Immediately after the first use I noticed a huge difference that actually lasted throughout the week!"
        },
        {
            "review_title": "its a 10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "A MUST HAVE! i recieved this as part of my fabfitfun box and i fell in love with it. so, i repurchased at sephora and use it once a week with my jade roller. its fantastic! does the job and leaves my under eye so hydrated and bright."
        },
        {
            "review_title": "my to go to for dark circles",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "u2764ufe0f I love theseu2764ufe0f they really helped calm the area around my eyes, the dark circles disappeared for the remainder of the day! Plus the eye masks are just so cute to wear. They are nicely coated in the liquid and you even have a little left on the paper that you can pst around the corner of your eyes if you wanted a little more coverage. They stay in place. I am able to work with them on ( work from home in front of a computer ) and I am able to do my little one years old morning routine with them staying put. They dont move around or fall off. Its a must if you have some dark circle or just want to brighten the skin up. Nice too if you have an evening out to use before hand. My under eye area felt nourished and brighter after using these once!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "These are the best eye masks Ive ever used in terms of feeling bougie and getting results."
        },
        {
            "review_title": "Refreshing eye masks",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "These are definitely the best moisturizing and soothing eye masks Ive ever used. Theyre great at keeping the moisture in and does not slip off your face like a lot of the other ones Ive tried. However, I didnt notice any significant reduction of my dark circles after using all 6. But I do really enjoy the feel of it and keeping the under eye supple and refreshing. Though, it is pretty pricy for just 6 eye masks."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I received these as samples and they do a good job on smoothing under eye wrinkles. It only lasts a day but maybe if I used them consistently there would be more improvement. Cannot attest to puffy eyes as I do not have them, yet. Lol. Will repurchase and update. Recommend"
        },
        {
            "review_title": "Pretty eye masks! Instant results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "Great product, good value, instant results! The mask quality and size is perfect"
        },
        {
            "review_title": "A little disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I tried these because of good reviews, but I was not impressed. They are very hydrating but I did not notice a significant difference in under eye circles, did help reduce puffiness but not as well as I had hoped. Also you just get 6 pairs which is not a lot for the price. I had previously purchased a different brand rose gold eye masks on Amazon, 12 pairs for $20, and I got much better results and more for my money. Probably will not purchase again."
        },
        {
            "review_title": "Great new find!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "I received this as a free sample from Bzzagents. I have only ever tried one other under eye mask from a company that I can't even remember the name of, which is fine because they were not good and left a stickiness from the masks that I had to wash off and probably ended up washing a good amount of the serum off with it. Anyway, these masks are the opposite of that; high quality, premium and made me feel pampered,  not to mention that they did leave a noticeable brightness in my under eye area that lasted! The whole experience was relaxing and felt luxurious, especially with these having gold foil. Once the fifteen minutes is up, these peel off easily without any residue and you simply just pat in the remaining serum that hasn't soaked in and you're good to go! I am using these once a week now before bed, so that the serum can really do its work. I'm 36 years old and barely have any lines or crows feet by my eyes, and I feel like using these can only help me be proactive in my facial care regimen. For what the cost ends up being per mask, these are also a great deal! I would recommend them to anyone who likes to give themselves a little extra pampering and wants to prevent fine lines or improve on the beginnings of them. Also great for under eye bags or discoloration. Try these, you will be glad that you did!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love these eye masks. The rose gold foil traps moisture in so no matter how long you wear them, they stay moist. I keep mine in the fridge prior to use so they rapidly erase any puffiness. Really do a great job brightening up the under eye area while delivering a blast of much needed moisture."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, lightMedium skin tone, Combination skin",
            "review_text": "Leaves my under eyes hydrated & plump!! Well worth the price!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Im 50.  Few skin issues over my life, but last couple years,skin looking dry and tired. Eye circles which I esp noticed during conference calls.  I bought eye treatments in desperation.  These worked great.  Felt like a nice mini spa.  Noticed improvement. And Im about to repurchase."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I enjoy this product...I can feel the difference after using, the serum replenishes my eye u201cbaggageu201d. I wish there were more in the box for the price though."
        },
        {
            "review_title": "Works good for dark circles",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Really good but not the holy grail... These do a good job with brightening and lightening under eye circles but they didn't do much for puffiness.  Very nicely packaged and presentation.  The eye patch itself is like a plastic coated cloth feel (reminds me of the inside gauze in a Band-aide) and they stay in place better then other eye patches. I like the serum in the eye patch and I used what was left, all over my face. (mildly sticky but didn't ball up) For puffiness, I can't beat PTR Hydra-gel eye patches, plus its 50 each for like $50... these are too $ for what they do but I do like them.  Not sure if I'll re-purchase."
        },
        {
            "review_title": "It's alright, but overrated.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Masks felt stiff under my eyes, didn't quite sit flush near the inner corner of my eyes. After the full 15 minutes, it did depuff my eyes a bit, but it wasn't life changing! I probably won't repurchase after using up the box."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "These little suckers do actually work! I have always had very large blue bags under my eyes and nothing I have tried has ever worked. I let these sit for quite awhile and I noticed atleast a 40% improvement after the first time. Lasted only a few days though if that, so for that they are a little pricey. I hope they come out with a serum or cream with the same magic."
        },
        {
            "review_title": "Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "These eye masks feel really good on and they don't slip down the cheek.  I keep mine in the fridge to help with puffiness under the eyes.  They are very hydrating but don't do anything for dark circles.  They will make your eyes look refreshed but it's not a miracle cure for under eye darkness. I like to use them in the morning for a quick under eye refresh.  I will keep repurchasing."
        },
        {
            "review_title": "no visible difference",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I honestly did not notice anything. I dont think they caused any harm but didnt notice that they helped make any visible difference, just felt nice and cooling."
        },
        {
            "review_title": "not what I expected",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Meh... the eye mask is ok. I didnt feel or notice a difference in my skin after using. My eyes do have tiny fine lines and I wake up with them being very puffy. When I use these they go on cold and heat up pretty fast. I have a hard time making them stick to my under eyes. I also do like to put them on first thing in the morning while I go over a few emails. I wouldnt repurchase."
        },
        {
            "review_title": "Stop Recommending This For Dark Circles",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Why does this keep popping up when I search for dark circle products? Ive used this before. Its just intense hydration patches. I need a dark circle treatment."
        },
        {
            "review_title": "GREAT PURCHASE!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I have noticed since using this product, the puffiness under my eye is gone and the dark circles are getting lighter. Definitely purchasing again and would highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "They are alright, didnt see much of a difference with brighten. My eyes were more hydrated but I am looking for something to brighten my dark circles. I did feel fancy wearing rose gold eye mask!"
        },
        {
            "review_title": "Favorite Affordable Eye Masks",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Ive tried countless eye masks, and I always come back to these. I have grayish-purple discoloration & bags under my eyes. They always look so much better when I use these prior to skincare & makeup application.   I recommend these to everyone!"
        },
        {
            "review_title": "i love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "These masks are super hydrating and really does work."
        },
        {
            "review_title": "Love these!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Love these masks! They stay in place, and are loaded with serum. They brighten up and hydrate my under eye area well. Don't expect dark circles to completely disappear however. Overall great product, I buy them every time I order!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "there is a lot of serum in these things.  they were really nice,  but I didn't notice much of a difference and they're kind of expensive for just 6. for me a cream it a better option."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "LOVE these eye masks. Very visibly improves my understanding eyes and smooths lines immediately. Easily my favourites. Wish you could get them in a jumbo tub like PTR eye masks."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Works great for an under eye picker upper. Definitely made my under eyes appear less tired."
        },
        {
            "review_title": "Theyve made a difference!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "So amazing! Love that they stay in place the second you put them on. They feel so hydrating and luxurious and I definitely see what people mean when you have to use any mask more than once to see results and that rings true with these since theyre six in the box! Absolutely will repurchase!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This is my first time trying an eye mask, and I really liked it! I love the cooling feel as you're wearing them, and they definitely lessened the dark circles under my eyes. I know that these aren't different than the gold variety but I picked them because pink is so much prettier, right?"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "Love these eye masks! My eyes look refreshed afterwards and smooth."
        },
        {
            "review_title": "Best eye masks ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love eye masks! Theyre one of my favorite pampering items. These are by far the best regardless of them being rose gold or gold. So hydrating, they dont slip and are really comfortable to have on. Have already repurchased over and over again!"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Love! I saw a difference in my under eye area the day after I used the first set. the will definitely continue to purchase these."
        },
        {
            "review_title": "perfect for once a week use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love these under eye masks. I got a sample gold one and then ended up buying a box of the rose gold. I use mine once a week when I get off night shifts ( cause thats when I need it the most hahah). Helps w fine lines, and hydration (my eyes are never too puffy so cant speak to that). Keep in mind its an eye mask not some type of surgery - it can only do so much!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Saw instant results, love how hydrating these were. Will be my new go too!"
        },
        {
            "review_title": "Love these",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Definitely saw immediate results after using the first time."
        },
        {
            "review_title": "Best bang for the buck!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, mediumTan skin tone, Normal skin",
            "review_text": "So far my fave eye mask! Def helps get rid of bags under my eyes!"
        },
        {
            "review_title": "LOVEEE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love these. They feel nice and refreshing on your eyes and deliver a nice hydration leaving your eyes nice and fresh looking and it doesn't hurt that they are rose gold!  They do what they say and I find even the next morning you can tell you used them. Also a great price as you get 6 in a pack!"
        },
        {
            "review_title": "So Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "LOVE this brand. I usually buy the gold. I tried the rose gold and didnt see or notice a difference really but will totally continue to use the gold"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I received this as a sample and purchase the full size product. I have used it after traveling a few times when I wanted to give my eyes a quick refresher. It doesnt get rid of dark circles completely but surges your eye area with moisture and hydration that does give a brighter look."
        },
        {
            "review_title": "Love these!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I really like these and theyre my go-to for special occasions. I feel they really help smooth and hydrate my under eye area. Also, when my allergies are acting up and Ive been rubbing my eyes I use these to rehydrate and calm the skin under my eyes. These help greatly and I always have a couple packages of them in the fridge for those days. Theyre great to take on trips as well!"
        },
        {
            "review_title": "moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "very moisturizing. I used to use other brand which contains Retinol and cannot be used while pregnant. This one doesn't help with fine lines that much but good enough to use as a short term replacement."
        },
        {
            "review_title": "Did nothing for under my eyes",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "These did nothing for under my eyes. Very disappointed!"
        },
        {
            "review_title": "Go-to Eye Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "My go-to eye mask to depuff and brighten. Plus, always get compliments on how cute these look while it does its job!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Hands down these work ! I work 12 hours overnight an an RN , I use these and I look refreshed even though Im NOT ! LOL !"
        },
        {
            "review_title": "Wow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I am always skeptical about eye masks because for me most of them feel like they're working for a few minutes after and then leave my skin the same or worse off for the rest of the day. These live up to the hype! Dark circles and puffiness disappeared and stayed that way for the rest of the day. Skin stayed moisturized/glowing and fine lines faded. So happy I got this. Saving for special occasions and travel."
        }
    ]
}