{
    "product_id": "1676",
    "name": "Liquirosso 2 in 1 Soft Matte Liquid Lipstick & Blush",
    "brand": "Valentino",
    "categories": "Makeup, Lip, Liquid Lipstick",
    "price": 39.2,
    "about": "What it is:An easy-to-wear, buildable, soft-matte liquid lipstick and liquid blush in one..Formulation Type:Liquid Lipstick.Benefits:Hydrating.Highlighted Ingredients:- Peony Extract:Up to 12 hour comfort..What Else You Need to Know:This runway-inspired, liquid-matte color for lips and cheeks is layerable for natural makeup or intense color impact. Its lightweight formula has pigments designed for better affinity with lips, delivering buildable lipstick color. When applied to cheeks, this liquid blush gives subtle color and glow.",
    "ingredients": "-Peony Extract.-Amino Acids.-Roma-Light Complex..Aqua/Water/Eau, Dimethicone, Isododecane, Butylene Glycol, Alcohol Denat., Acrylates/Polytrimethylsiloxymethacrylate Copolymer, Ci 45410/Red 28 Lake, Cetyl Peg/Ppg-10/1 Dimethicone, Ci 15985/Yellow 6 Lake, Trimethyl Pentaphenyl Trisiloxane, Ci 15850/Red 7, Disteardimonium Hectorite, Polyglyceryl-4 Isostearate, Magnesium Sulfate, Phenoxyethanol, Triethoxysilylethyl Polydimethylsiloxyethyl Dimethicone, Isopropyl Titanium Triisostearate, Ci 77499/Iron Oxides, Propylene Carbonate, Peg/Ppg-18/18 Dimethicone, Synthetic Fluorphlogopite, Ci 77891/Titanium Dioxide, Ci 19140/Yellow 5 Lake, Disodium Stearoyl Glutamate, Citronellol, Aluminum Hydroxide, Geraniol, Magnesium Silicate, Benzyl Alcohol, Tin Oxide, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Tocopherol, Parfum/Fragrance.",
    "how_to_use": "Suggested Usage:.-Apply on your lips and cheeks, and gently blend outward with fingertips to blur color. .-For full intensity, fill in lips completely with applicator and build to meet desired color payoff..-Use the pointed applicator to line your lips and fill in with the flat side for desired coverage.",
    "num_reviews": 520,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/valentino-liquirosso-P506965?skuId=2673192&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2673192-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "109R Catch Me If You Can",
            "shade_descriptor": "cool pink nude",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2673085-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "110A Into The Nude",
            "shade_descriptor": "nude mauve",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2673093-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "151R Nude In Motion",
            "shade_descriptor": "cool deep nude",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2673127-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "77A Nude In Roma",
            "shade_descriptor": "deep warm brown",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2673135-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "111A Undressed Velvet",
            "shade_descriptor": "deep warm red",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2673101-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "22A Rosso Valentino",
            "shade_descriptor": "true perfect red",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2673168-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "220A Take The Lipstick And Run",
            "shade_descriptor": "brick red",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2673150-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "488A Ciao Rosso",
            "shade_descriptor": "bold orange red",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2673176-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "302R Pink Is Punk",
            "shade_descriptor": "vibrant hot pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2673192-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "154A",
            "shade_descriptor": "deep berry nude",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2770139-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "148R",
            "shade_descriptor": "bricky red nude",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2770147-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "100R",
            "shade_descriptor": "romantic nude pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2770154-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "113R",
            "shade_descriptor": "Nude Caress",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2818201-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Pretty to look atu2026",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This is a beautiful shadeu2026 in the container. I understand itu2019s buildable but the consistency is too thin, and chalky on the first application. Definitely not for me. I had to return it."
        },
        {
            "review_title": "Pricey but worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I love this formula and color. It is creamy and moisturising. The shades are pigmented in an elegant, understated way. This shade just pops on darker skin. HOWEVER, I donu2019t think the formula works in every shade on darker skin tones as blush. For instance, this shade wouldnu2019t show at all on my cheeks, despite building the color. But as you can see, it pops on my lips."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "488A Ciao Rosso - bold orange red",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This product is absolutely not worth the price. It's so bad you'd think I bought it for $4 instead of $48.The product has such a creamy texture that it doesn't lay down in any way, neither smudge nor stick, it feels like you want to put on a very soft lipstickI can say with confidence that the product can be used as a lipstick, but definitely not as a blush. I won't even mention the packaging. I didn't believe that such a brand and for such a price could have such bad packaging."
        },
        {
            "review_title": "Disappointing Formula",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "I was so excited for this- the color is the perfect muted purple I wanted HOWEVER the formula is more of a lip stain. It is very thin & watery going on. I applied 2 coats and about an hour later it was almost all off just from drinking out of my water bottle. Super disappointed in the formula & donu2019t recommend if you want long lasting & strong pigment."
        },
        {
            "review_title": "Get ready for a surprise",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "the shade is nothing like the pictures. But I will keep it because I really like the shade and I have nothing like that in my collection. And the formula is great. But if you looking for an orange  or coral shade thatu2019s isnu2019t it."
        },
        {
            "review_title": "In love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I really love this product! very soft and great color! ud83dudc95"
        },
        {
            "review_title": "Not worthy your money",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I'm giving this product 1 star because it has absolutely no lasting power and fades away on its own within an hour. Also, color looks more bright and peachy compared to the image above."
        },
        {
            "review_title": "Very Purple, But Okay for the Liquid Color",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "very okay for this liquid lipstick, and I choose the plum cool color, and it will never disappoints for the liquid lip stain came off."
        },
        {
            "review_title": "GORGEOUS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I donu2019t get all the hate on this color. Itu2019s a blush, NOT a liquid lipstick. The color is stunning on the cheeks but I also tried using it as a lipstick and it looks amazing with a brown/ neutral lip liner. Of course itu2019s not going to show up as vibrant as it is in the component. If you want a neon pink liquid lipstick go buy one. If youu2019re looking for a beautiful blush and light pink lip tint, get this."
        },
        {
            "review_title": "Not recommended",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Not at all what I imagined. Muted coloring. Not vibrant as described at all. Dries lips out and looks cracked once dried fully. Semi cute as a blush. Will be returning."
        },
        {
            "review_title": "A stunning product to splurge on",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Buy for the colour, if nothing else. This has a beautiful velvet texture that blends easily onto any base. Doesnu2019t last tremendously long on the lips, but thatu2019s not a big deal for me. Love this dual use product."
        },
        {
            "review_title": "Wow this shade is beautiful",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "At first I was scared to try this I'm more of a neutral blush girl but during the summer I've switched up my routine to a softer eye and this blush and lip are such a fun combo. I pair the lip with Makeup by Mario Travis lip pencil and then add this ion too it's such a beautiful shade! I love it for blush too with a wing liner so pretty! My perfect summer shade."
        },
        {
            "review_title": "Must have pure white teeth",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Normal skin",
            "review_text": "I really liked the color, vibrant and so Cali in vibes. The reason why iu2019m returning it tho, is that it make your teeth look super yellow. This you have to have pure white teeth in order to look good. Texture is matte yet hydrating."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "302R Pink Is Punk - vibrant hot pink",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I love the color and formula. I got a sample size with my Sephora points and it was totally worth it! It gives baby pink vibes."
        },
        {
            "review_title": "Ciao Rosso not as orange as it looks online",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "I was looking for a true orangey coloru2014this isnu2019t it. Not very pigmented, not very orange. It feels nice on, but doesnu2019t do the job. I also purchased an orange-red from Gucci through Sephora and that is just what I was looking for. I havenu2019t decided if Iu2019ll keep this to have a tamer option on hand, but for the price, I think I wonu2019t."
        },
        {
            "review_title": "Just do it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love, love, love! I am obsessed with this blush/lip combo. I have it in three colours and need them all. It applies beautifully on bare skin and on top of foundation, the lip wears well too. It blends out like a dream and is so versatile!"
        },
        {
            "review_title": "Beautiful blurred matte powdery finish",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really love the finish of these, both on my lips and as a blush. My favourite colour from the samples I received was 111A Undressed Velvet. It really suited my skin tone. It lasted a very long time, but after about 4 hours of wearing it, my lips felt somewhat dry and I had to add some gloss. It looked fab with the gloss on top!"
        },
        {
            "review_title": "Must have products",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I just love this 2 in 1 lipstick,and am obsessed with this now.The shade which am using perfectly suits with my face colour.give smooth finish on the lips."
        },
        {
            "review_title": "Donu2019t waste money on a bad product just for brand",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "It is not at all pigmented to apply like a lipsticku2026it wipes off in a secu2026itu2019s velvety thatu2019s about itu2026smells same as ysl liquid lipstick (worth the money)u2026donu2019t waste your money on this productu2026only a drop comes out each time"
        },
        {
            "review_title": "A must have in my routine ud83dudc95",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "Soooooo prettyyyyyy ud83dudc95ud83dudc45ud83cudf38ud83eudee7 I love this color on my cheeks and nose ud83dude1c"
        },
        {
            "review_title": "Winner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Got this as a reward and thought I would hate the color.  Nope.  Its gorgeous.  Its not bright in your face like you'd expect.  Its super wearable and has the perfect amount of pigment. At 40 its making me feel cute and youthful.  Creamy, bendable, stays on.  Its a winner"
        },
        {
            "review_title": "Meh! Not worth the Money",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I loved the velvety texture and bright color at first application. But after a few minutes I found out it doesnu2019t last at all. Also made my lips really dry and uncomfortable. For half of this price you can find better products. I"
        },
        {
            "review_title": "My perfect everyday red",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "The velvety texture is an absolute dream. The little point on the brush makes it easier to paint clean lines, which I appreciate for my sharp Cupidu2019s bow.  Undressed Velvet is the most gorgeous muted red Iu2019ve ever beheld."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "110A Into The Nude - nude mauve",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I didnu2019t like the color nor the texture of the lipsticku2026. It was too dry and light. I returned and will not purchase again"
        },
        {
            "review_title": "Pass",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Poor quality! Donu2019t waste your money on this lipstick. I really liked the color but, the quality is poor."
        },
        {
            "review_title": "Beware if you are sensitive to fragrance.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Oily skin",
            "review_text": "The colour is beautiful but the scent is horrible. I couldn't even put it on my lips. I did swatch the colour and ended up with an itchy spot where I swatched. Instant return."
        },
        {
            "review_title": "True luxury and a spectacular product as well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This product does not do much for my pigmented lips, but it creates the most spectacular diffused matte rich blush from within look ever and I am obsessed. The scent is otherworldly and I wish they sold that alone. I love this one so much I plan on getting more in the red tones. The texture is amazingly soft and buttery and is super easy to apply, but once it sets it lasts all day long. Simply gorgeous."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "111A Undressed Velvet - deep warm red",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I use this product as lipstick and I immediately loved it! It looks lighter than on the models which is perfect for me. Itu2019s a matte texture and does not last long. But the smell is the best."
        },
        {
            "review_title": "Very Disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I was hoping that the color would show up like it does on the models but it looks super light. It doesn't last long either..very disappointed with this purchase."
        },
        {
            "review_title": "Love product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I like the lip color. It fits my skin tone. I am yet to use it as a blush. I will buy other colors when they become available."
        },
        {
            "review_title": "So happy I bought this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Wore this for the first time this past weekend at my Barbie themed birthday party. This lipstick is amazing, what I love about it is the colour gives Barbie vibes, not too bright, just beautiful, amazing quality of lipstick and doesn't stain your lips or crack on the lips like matte lipsticks do, or pill. The applicator is amazing, so cute. This stays on for a long time, I applied 2-3 coats and it's incredible, my first Valentino product. The bottle is beautiful, the pink color gorgeous. Doesn't dry out your lips too badly, no stains, only con is when drinking a canned drink or bottle of course you'll get some on the rim of the can/bottle. Oh well, great lipstick! Thanks!"
        },
        {
            "review_title": "This pink is not punk.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "I was so excited for this product -- I should have checked how many reviews were incentivized. The pink shade is way paler and girlier than expected, it's awesome in the container but terrible color payout on lips. Also, the product is VERY scented, not what I want on my mouth. It's going back, and I'll stick to NARS Schiap for actual punky pink vibes."
        },
        {
            "review_title": "From Orange Alert to Peach Perfect! ud83cudf51",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, lightMedium skin tone, Oily skin",
            "review_text": "Oh, where do I even start with this lipstick that I bought online home with the lowest of expectations? Picture this: I was browsing the Sephora website, my cart filled with the usual suspects, when I stumbled upon a lipstick that was, well, the brightest shade of u201ctraffic cone meets pumpkin spiceu201d orange that I have ever seen. I almost heard it dare me from the screen to give it a try, and well, who am I to back down from a challenge?  Expecting nothing less than to look like a walking safety hazard, I clicked u201cadd to cart,u201d half amused and half terrified. When it arrived, it got promoted from a dare to a double dare as I unwrapped it. But here comes the plot twist of the centuryu2026 As I swiped it on, it magically transformed from a scary tale orange to the most perfect, peachy, subtle kiss of sunrise! ud83cudf05  I canu2019t believe I am saying this, but I have fallen head over heels for this lipstick. Itu2019s like my lips but better, an effortless glide into natural but noticeable, a true Cinderella story in the makeup world. It seems to say, u201cWhy try so hard, darling, when you can look fabulous with just a hint of peach perfection?u201d  Now, I walk around with this lippy tucked safely in my purse, a constant companion ready to grace my lips with that perfect natural hue at a momentu2019s notice. Itu2019s the lipstick that taught me appearances can be deceiving, and sometimes, taking a little risk can yield a peachy keen reward!  If youu2019re on the fence about this one, just remember my tale of unexpected lipstick love. Trust me, give this bold but surprisingly subdued warrior"
        },
        {
            "review_title": "Incredible Product, Weird Shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I loved the idea of this product as a lipstick/blush but I know I would never end up using it as a lipstick. I would 100% get this product in a shade that was more flattering for my skin tone however."
        },
        {
            "review_title": "This is my daily lipstick, I love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "This is one of my my favorites nude shades, I have tried lately, the formula is so comfortable, nourishing and lightweight, I feel my lips soft and hydrated even if I used it on my cheeks, if you love velvety finish I highly recommend this"
        },
        {
            "review_title": "Color not as expected",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m a big fan of pink lipstick and was excited when I saw this shade was back in stock. When I received it the color was not at all as expected. Itu2019s far more violet, and a lighter, not vibrant shade of violet at that."
        },
        {
            "review_title": "MUST HAVE Product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Feels really good on the skin and applicator is easy to use! would but again, color is different from what I'm used to wearing but it works well with my skin:)"
        },
        {
            "review_title": "my fav!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "such a beautiful color! i love the applicator as well, helps shape your lip perfectly! perfect to travel with!"
        },
        {
            "review_title": "Willing To Try Again",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "The formula is so soft and I love how this product makes my lips feel overall! Iu2019m not a huge fan of this color with my skin tone but Iu2019m excited to try others and find my perfect match!"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "It is pigmented and matches my skin tone which is pale. It is creamy and itu2019s one of the best liquid lip and blush I own."
        },
        {
            "review_title": "a new favorite",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "after using this product the past few weeks i love it so much. i have yet to try it as a liquid blush but as a liquid lip it is amazing and well formulated."
        },
        {
            "review_title": "Perfect Two In One!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I love this product! So creamy and thick! Such good quality lipstick and blush. Perfect for everyday too."
        },
        {
            "review_title": "bold lip for a night out.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I never tried an orange lip before but I loved it! Great bold lip for a night out."
        },
        {
            "review_title": "My new everyday blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "when opening this shade i was a bit intimidated at first because i am not used to colors that bright BUT LET ME JUST SAY. this color is absolutely beautiful on tan skin colors, especially as a blush. yes. itu2019s a lip and a blush in one. whatu2019s better than that? itu2019s the perfect red pinky tone on the cheeks and on the lips for me, it turned out to pair absolutely amazing with a brown liner. the product blends really well and isnu2019t patchy at all. itu2019s creamy but very smooth. i will definitely be trying another shade soon. if you havenu2019t gotten your hands on the shade undressed velvet, what are you waiting for? THIS IS WORTH IT!!!"
        },
        {
            "review_title": "the perfect blush & lipstick !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Normal skin",
            "review_text": "I absolutely adore this product! i loved how easy it is to apply and how blend-able it is when using as a blush. I think itu2019s so gorgeous using this on the lips then topping it off with a clear gloss! chefs kiss ud83dudc8b"
        },
        {
            "review_title": "Convenient 2-in-1 product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted this product and I really love it! The applicator tip makes it easy to line my lips and I had a really pigmented application with just one layer. The shade I had was perfect for the summer and I loved the convenience of only having to pack one product for both my lips and blush. The product is definitely buildable, but looks super cute and natural with just one layer."
        },
        {
            "review_title": "Must have color & product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I absolute love this product and love that itu2019s a duo product. I also am very aware that red is a huge trend going into the fall & holiday season so I ask very excited to have this shade & product! So pigmented and also great quality ud83eudef6ud83cudffd"
        },
        {
            "review_title": "Amazing Hydrating liquid Lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "amazing liquid lipstick! it hydrates my lips which is something that I struggled with when using other liquid lipsticks"
        },
        {
            "review_title": "Added to my makeup routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I love the pop of color that Liquirosso 2 in 1 Soft Matte Liquid Lipstick & Blush gives my lips! Applying it is super easy, and not to mention the super cute packaging! I want to get it in a more colors :)"
        },
        {
            "review_title": "Returning",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Didnu2019t like it at all. Color is a basic nude pink, has to be built up on the lips and cheeks to be noticeable. On the cheeks it looks muddy, and patchy after a few hours. Wears off fast on the lips. For the brand and  price I was expecting a lot more."
        },
        {
            "review_title": "Valentino's Multi-Use Liquid Lipstick Brilliance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I'm really loving the Valentino Liquirosso 2 in 1 Soft Matte Liquid Lipstick & Blush. The way it goes on so smoothly and stays matte all day is just awesome. Plus, it's like a 2-for-1 deal since I can use it on my lips and cheeks for a pretty and natural look. Super convenient for quick touch-ups too!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "22A Rosso Valentino - true perfect red",
            "review_buyer_description": "",
            "review_text": "Not pigmented at all.  Unfortunately,  I had to return the item."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "302R Pink Is Punk - vibrant hot pink",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Love this colour!  A bright pink fuchsia shade thatu2019s not too overpowering."
        },
        {
            "review_title": "A go to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This has become one of my new favorite lipsticks! I love how versatile it is. It could be used as blush or as lipstick and for any occasion. I really like the shades offered as well, I feel like it makes my skin and eyes pop more. I usually am not a matte lipstick girlie, but I like that it does not dry out my lips. Anytime I wear it I usually have a gloss on as well and it stays pretty well throughout the evening. Plus it is 95% smear proof and I love that. I recommend this product to everyone!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "110A Into The Nude - nude mauve",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Super easy to blend and very buildable. Lots of color pay off with a little product."
        },
        {
            "review_title": "Everyday wear!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I absolutely love the velvet tip and how vibrant yet subtle this color is. Application is super simple and once it has been worn for a while it doesnu2019t just completely fade, instead it fades into a softer shade of the color and I absolutely love it!"
        },
        {
            "review_title": "Cute and classy, however",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I loved this shade. I wore it out to dinner at the Versace mansion and got a lot of compliments and it made me feel classy and grown. I did add a gloss on top because I am not a big fan of the way matte products make my lips feel. Another thing is it stayed on through the night, however it did fade after a while, but not to the point where I felt like I had to reapply. Would definitely recommend this."
        },
        {
            "review_title": "Perfect for Everyday Use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "This product is a great 2in1!!! Itu2019s super blendable and provides a great natural blush / lipstick. Itu2019s also great for sensitive skin! I would definitely try another shade"
        },
        {
            "review_title": "Gorgeous as a blush!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I bought 2 of these 22A and 151R. I do not care for them as a lipstick because they are drying on my lips. I am obsessed with this as blush!! Omg I want every color! Itu2019s weightless, easy to apply, non sticky and leaves a beautiful finish"
        },
        {
            "review_title": "My Go To Barbie Pink Lip Color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "When I first received this lip product, I instantly loved its packaging and bottle! However, I was a little worried about how this pink color would look on me! But when I put it on, I fell in love! If I want a brighter pink look, I can just add a thicker layer of product but if I want to keep it soft pink, then I just add less product. It is my go to lip color now when I do a pinky and blushy barbie makeup look!"
        },
        {
            "review_title": "PERFECT BARBIE PINK!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "this color is super fun for summer and is a pretty, matte lip color and sits well as a blush too!"
        },
        {
            "review_title": "The perfect 2-1 for on-the-go",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "I love this product because of its practicality. It's also such a great combo being able to match your lips to your cheeks."
        },
        {
            "review_title": "Amazing addition to routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I loved the simplicity of this product. I used the deep warm red with some liner and it melted into my look so perfect. I loved the shape of the applicator as well. I would 10/10 recommend this product!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I actually enjoy this product! Itu2019s thinner and not super pigmented but that means you can build it. It feels like nothing on the lips and fades evenly- in part because it isnu2019t super pigmented/opaque. Also as someone with a double lip line, the applicator is amazing! I use this both for lips and cheeks."
        },
        {
            "review_title": "Itu2019s a No for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I swatched it on my arm and put it on. It drys as Matte and doesnu2019t stay on long, almost like my lips soak it up and need to reapply. I bought this from Valentino myself I bought 2. The first shade is 151R Nude in motion (on my top lip) and 111A Undressed velvet (bottom lip). Not very pigmented and I donu2019t like the smell. Itu2019s giving drug store not luxury.   Wonu2019t buy and more. The only positive thing is the applicators. The appicator is really unique and nice."
        },
        {
            "review_title": "Perfect lightweight lipstick",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I was gifted this product and honestly it was super light weight and pretty. I loved the application and the shade I had , I prefer it as a lipstick. I think the other shades would be prettier as a blush!"
        },
        {
            "review_title": "Review",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love the product! The smell was nice of the lip product, very smooth on the lips, and the applicator was super nice I love it!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "302R Pink Is Punk - vibrant hot pink",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Iu2019m so confused. I was so looking forward to this launch and ordered three shadesu2026none of them felt luxury nor were they pigmented.  This is as bad as the new tilbury liquid lipu2026returned them all"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "151R Nude In Motion - cool deep nude",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Not pigmented at all, terrible thin formula, does not feel luxury"
        },
        {
            "review_title": "Get the perfect summer BLUSH!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I absolutely loved this product! The formula and how lightweight it is! The pigment as well. It is brown-girl friendly and it is buildable. I was scared at first because the color was intimidating but honestly, it gives you a cute sunburnt look which is in for SUMMER!"
        },
        {
            "review_title": "Zero Pop of any color, Returning",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Olive skin tone, Normal skin",
            "review_text": "I ordered the Valentino Liquirosso in what assumed was a vivid orange by pictures color 488A and is sadly nothing like that. I had to double check they sent the right color as was so confused. It's more a spicey brown peach? The formula very similar to macs power kiss liquid lipstick but Valentino's is $40. I'm super disappointed. Now if you want a vivid orange I'm loving spice buns by Gwen."
        },
        {
            "review_title": "Nope sending back",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "No color what so ever . Colors shown do not go on lips as pictures show . Disappointed sending them back ."
        },
        {
            "review_title": "A must buy!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "I absolutely love this liquid lipstick!! Itu2019s so soft and easy to apply on my lips. I wear it everyday!"
        },
        {
            "review_title": "Expensive but give it a try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this shade itu2019s so beautiful and unique. I wore it on my lips and cheeks and love how it complimented my medium skin tone. This formula is not super pigmented  and blends easily drys down after 5 10 minutes"
        },
        {
            "review_title": "Would Recommend!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Medium skin tone, Combination skin",
            "review_text": "This product is very nice. Highly pigmented! I am not the biggest matte fan, so I put lipgloss on top of it, but it gave me a great and bold natural blend with my brown lip lighter. Even though it did move, it still lasted for a while."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "111A Undressed Velvet - deep warm red",
            "review_buyer_description": "",
            "review_text": "Such a great product! Stays on lips for a long period of time."
        },
        {
            "review_title": "Best product ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I LOVED THIS PRODUCT, long lasting and the color itu2019s perfect, I love how it feels on my face"
        },
        {
            "review_title": "Absolutely obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love how this Lipstick feels so lightweight but at the same time has the best pop of color on me! A must have to use in my routine now!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Great product!! It has a nice pigmentation and I love how it is multi-purpose."
        },
        {
            "review_title": "New Favorite Lip Product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this product! The color is gorgeous and has a strong pigment. The versatility of the product as both a lipstick and a blush is awesome!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "302R Pink Is Punk - vibrant hot pink",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "I really loved this! It was applies so smoothly, and the colors are amazing."
        },
        {
            "review_title": "Loving the new product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "i love that it was a two in one! the color is sheer but buildable but blends seamlessly. i would recommend for on the go or travel as well since it can be used for two things."
        },
        {
            "review_title": "A must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I absolutely loved the natural color it gave looking like a mere lighting change! Itu2019s the perfect color when you want to still be classy but nothing super bold if you know what I mean! The smooth application was just the Cherry on top!"
        },
        {
            "review_title": "TWO IN ONE",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "the fact that this product is 2 in 1 sells me already. itu2019s an easy staple product that i can easily pack in my makeup bag because itu2019s lipstick and blush. applying the product is a bit sheer but buildable."
        },
        {
            "review_title": "SOOO GOOD.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "OBSESSED. so so so amazing, my everyday lippie and itu2019s ALSO A BLUSH. obsessed doesnu2019t even begin to describe this product. lightweight yet so full coverage comfortable wear. i need every color"
        },
        {
            "review_title": "The perfect red lipstick!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019ve gotten so many compliments when wearing this red lipstick! Itu2019s the perfect true red liquid lipstick Iu2019ve been searching for! Itu2019s so long wearing and comfortable, which is perfect for this color lipstick!!!!!!"
        },
        {
            "review_title": "OBSESSED.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "absolutely obsessed. was using it as my everyday lippie when i realized i can also use as a blush OMG will be purchasing so many more shades, new addition to my purse for sure."
        },
        {
            "review_title": "a new LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Love the color and the natural finish! has become a new staple in my day to day routine!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "22A Rosso Valentino - true perfect red",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I love how versatile this product is! It blends seamlessly over other products and layers well with other liquid blushes. As a lip product I love wearing it over liners and wears well with glosses for a long lasting look! Definitely will be buying more shades in the future."
        },
        {
            "review_title": "New favorite red lip",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This liquid lip sticking is everything! It dries so nicely without making your lips feel like it. The color was beautiful, a perfect true red. I love that you can even use this as a blush shade to pull the color in, I will be trying in other shades for sure!"
        },
        {
            "review_title": "Add this product to your makeup routine ASAP!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
            "review_text": "This new lipstick is ABSOLUTELY AMAZING! I often had the problem of my lipstick transferring and not lasting throughout the night but not anymore! I wore this product for date night to put it to the test and after dinner and a few drinks I was extremely satisfied! Absolutely NO transferring! By the end of the night, it looked like I had just freshly applied it!"
        },
        {
            "review_title": "Buttery Soft!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "After using this product the past few days I've found that this product goes on buttery soft and stays for a while. Love how it doesn't feel cackey or dry. Would purchase again in the future, excited to try different colors.   I also love topping it with a gloss"
        },
        {
            "review_title": "A must-have, stunning shade of red!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone",
            "review_text": "Absolutely loved the product, truly the perfect shade of red!"
        },
        {
            "review_title": "Loved it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This was a great product! It was pigmented and not drying at all. It lasted on my lips and didnu2019t move. I enjoyed everything about it and will definitely be buying more!"
        },
        {
            "review_title": "Lasted a Long time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I loved this product! The color was pigmented & it lasted pretty long as well. It stayed in place & didnu2019t feel dry which was great. I will definitely be buying more shades."
        },
        {
            "review_title": "Stunning shade of red",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone",
            "review_text": "Absolutely loved the pigment as well as the shade! It really is the perfect red!"
        },
        {
            "review_title": "New fav lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
            "review_text": "I loveee that this doubles as a liquid lipstick and blush! The formula is beautiful! Itu2019s matte but it isnu2019t drying, soft matte is truly the best way to explain the formula. The applicator is also interesting and itu2019s nothing like Iu2019ve seen before. Itu2019s an overall beautiful product!"
        },
        {
            "review_title": "Great Pigment!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was so excited to try this product!! I definitely think this color would look amazing on a darker skin tone than mine (pale) but the product itself is amazing! The pigment of this pink color is beautiful especially as a blush! Would definitely recommend!"
        },
        {
            "review_title": "A great 2-in-1!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I love that this is a 2 in 1! In my pictures I used it as a blush and it was easy to blend over my foundation without leaving it patchy plus it had buildable vibrancy so you donu2019t overdo it and end up looking like a clown. I loved the color and how it didnu2019t leave my cheeks feeling sticky the way some liquid blushes do.  I also really liked it as a lipstick. Matte lipsticks tend to dry out my lips and make them look chapped but this lipstick didnu2019t and the color still lasted a long time without smudging. Overall Iu2019m going to be using this in my everyday makeup routine regularly and definitely want to try other shades."
        },
        {
            "review_title": "Favorite lipstick",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "The formula on this lipstick is super creamy and stays on your lips for a long time!! It pairs so well with any lip liner and I love using it in my makeup routine. My only negative thing about it is that it lacks hydration, but I put some sort of chapstick or clear gloss over it to bring back the moisture and it looks great!"
        },
        {
            "review_title": "Perfect Blush Shade for Year-around!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Upon receiving the Valentino Beauty Liquirosso 2 in 1 Soft Matte Liquid Lipstick & Blush, the first thing off the bat was that I loved how the product was versatile to use both on your lips and cheeks.  It has that velvet matte finish, so it's not drying on your lips, or again if you want to use it on your cheeks; it doesn't look patchy and is exceptionally buildable despite having a good amount of pigmentation."
        },
        {
            "review_title": "Cute pink blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Valentino gifted me this a few weeks ago and I love it!! It is very bright and pink! Love a good pink bold blush."
        },
        {
            "review_title": "Lovley",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "Itu2019s is an amazing lip product. A little on the expensive side but it has a pretty color pay off with excellent coverage. The cheek pigments are also very pretty. Got compliments on it.  Gifted by Valentino"
        },
        {
            "review_title": "My new go to!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "This is a true Mayte lipstick! Sometimes, companies make matte lipsticks with a silky finish. The pigment is also strong so you donu2019t have to apply a lot. It also has a nice smell. Itu2019s also gentle on your lips and it doesnu2019t feel heavyz"
        },
        {
            "review_title": "My New Favorite Valentino Shade!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Loving this lip shade, the perfect everyday neutral! It's pretty hydrating, and the texture is silky. I love how buildable and pigmented it is as well. Definitely my new favorite lip product!"
        },
        {
            "review_title": "Perfect for traveling / summer weather",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I received this product for review & I absolutely loved it ! I have been loving 2 in 1 products that are quick and easy to use, especially for traveling! The color is buildable and it last all day !"
        },
        {
            "review_title": "The perfect Barbie lipstick!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I LOVEEEE this lipstick shade! It's perfect for cool-tone girlies, like myself. The formula is pretty hydrating, which is great because it prevents my lips from getting chapped. It's also cute and travel-sized, so I can keep it in my pocket or in my bag, and reapply it whenever I want! Would definitely purchase again!!"
        },
        {
            "review_title": "Versatile!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I loveee this product! This pink seems very bright but is quite flattering"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "302R Pink Is Punk - vibrant hot pink",
            "review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
            "review_text": ""
        },
        {
            "review_title": "Silky and Pigmented",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "silky, pigmented and so easy to work with! a new fave of mine!"
        },
        {
            "review_title": "saur cute!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Super cute color and has a great texture! Itu2019s my first time trying anything from Valentino beauty wise and I like it :D"
        },
        {
            "review_title": "Need to purchase this in other colors!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely love this product! The shade is so unique and and the formula is so nice and moisturizing! It dries down so nicely"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love love love this product! I was gifted it from Valentino x College Fashionista and im definitely buying it in another shade! I donu2019t wear lipstick often but this is a must have!"
        },
        {
            "review_title": "Super Cute On",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I loved the texture of the lipstick and as a blush. Only part that was slightly odd was the applicator brush"
        },
        {
            "review_title": "New addition to mi makeup routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Loved how this gave a soft-matte look to my lips! Itu2019s definitely buildable coverage for both the lips and cheeks. Now my go-to color for daily makeup :)"
        },
        {
            "review_title": "In love with this two in one duo!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This is the best Matte lipstick I have ever used. It didnu2019t dried out my lips, it was very soft and smooth. I love the applicator itu2019s easy to use for both for lips and cheeks! Definitely going to be my holy grail product!"
        },
        {
            "review_title": "The perfect red lip!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone",
            "review_text": "I usually never wear red lips because it always smudges or doesnu2019t stay on but THIS PRODUCT is my holy grail for a bold red lip!!! I love everything from the packaging to the pigment. A must-have!!"
        },
        {
            "review_title": "very peachy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I love the texture, however, I did not like the applicator. I don't think it holds enough product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I really love the color of this product! Itu2019s a very neutral flush tone that looks so gorgeous on lighter to olive skin tones from my experience."
        },
        {
            "review_title": "Wanted to love",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I wanted to love this so bad but unfortunately it was very drying and streaky. I used it as a lipstick but maybe it would be better as a liquid blush. I will update if i like it as a blush instead."
        },
        {
            "review_title": "Perfect for summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I loved this lipstick since itu2019s 2 in 1. You can use it as blush too and gives you a natural look. Itu2019s perfect to use in the summer when you donu2019t want to wear too much makeup."
        },
        {
            "review_title": "Boujee lips",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "I was sceptical about the color but after one use I fell in love!! it was the perfect shade! such an amazing matte lipstick."
        },
        {
            "review_title": "LOVEEEE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "LOVE LOVE LOVE. Been looking for a great lipstick and this does the job even down to the beautiful finish on my cheeks as well. I do not regret and highly recommend to all."
        },
        {
            "review_title": "A must have blush!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "I love this product, however the color is a bit lighter then I was expecting, but for blush it is an amazing color and texture!"
        },
        {
            "review_title": "Everyday item I Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "LOVE LOVE LOVE. Been looking for a great lipstick and this does the job even down to the beautiful finish on my cheeks as well. I do not regret and highly recommend to all."
        },
        {
            "review_title": "Perfect blush shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "I absolutely love this product! I am a redhead, so I have pale skin, & this 2-in-1 is perfect as my blush!! I also like using it as light lipstick that I put gloss over."
        },
        {
            "review_title": "Love Love LOVE but could use some improvements.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I was excited to try this product because who doesn't love Valentino? Though the shades are stunning, they're a bit splotchy. The applicator brush isn't useful at all. I would've liked more of a lipstick applicator for a smoother application on the lips and cheeks."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "111A Undressed Velvet - deep warm red",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I was gifted by Valentino. I am genuinely so happy with this lipstick! It dries down kind of powdery, and doesn't transfer at all. It doesn't dry out my lips or make them look crusty, it sort of just melts into my lips. The shade 111A Undressed Velvet is also beautiful. It's like a your lips but better color. I'm so in love with how good it looks!"
        },
        {
            "review_title": "A great 2 in 1",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I love this product! I use it mainly for my cheeks and it gives me such a nice color and looks VERY natural. I also like that it's matte because I don't sweat it off as fast and it looks dewy overtime."
        },
        {
            "review_title": "Beautiful blurring color",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I love this blush/lippie! The color is well-suited for warm skin tones (it looks more pink on the lips and more red on the cheeks) and is comfortable on the lips. Itu2019s not super drying and it has a slight blurring effect. The only downside is that it definitely transfers, but the color remains pretty well afterwards!"
        },
        {
            "review_title": "Perfect addition!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I absolutely loved this formula! It was super hydrating, pigmented, and long-lasting."
        },
        {
            "review_title": "My favorite blush/lipstick duo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "I've never tried matte lipstick this buttery soft. I can barely feel it on my lips which I love. I wear it on my cheeks every single day because the formula is so light. 100% recommend, especially for oily skin."
        },
        {
            "review_title": "A new must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "Hydrating and long lasting results. Definitely worth checking out on your next trip!"
        },
        {
            "review_title": "Amazing prodcut!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I was super excited to try this product out since I love using lipstick and blush and this was a perfect combination of the two. The product was extremely pigmented and lasted long on my face and was hydrating on my lips. I would completely recommend this product."
        },
        {
            "review_title": "I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Itu2019s the perfect pink for a blush! i donu2019t think i am bold enough to wear this color on the lip. the formula is super buildable for a blush so you can really control how light or heavy you want to go! Would love to try the other shades for a lipstick."
        },
        {
            "review_title": "New Addition To My Makeup Routine!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I have been absolutely loving this new Liquirosso! Just a perfect addition to my makeup routine! This is such a bright color but leaves just a beautiful finish, I definitely recommend and would repurchase!"
        },
        {
            "review_title": "Most Moisturizing Matte Liquid Lipstick + Blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love how this matte liquid lipstick and blush exceeded my expectations! It's moisturizing on application and left my lips feeling soft. I like that the applicator removes excess product so you can build as you want."
        },
        {
            "review_title": "New Lip Combo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Normal skin",
            "review_text": "I absolutely love this lipstick. The fact that it is a 2 in 1 seals the deal for me as blush and lipsticks are very crucial in my everyday makeup routine. The color is perfect for me and itu2019s so warm on my skin tone. Very smooth application and lasts long. I am definitely adding this lipstick to my makeup routine and I highly recommend this product!"
        },
        {
            "review_title": "A MUST",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I recently purchased this lipstick, and I must say, it's been an incredible addition to my makeup collection!! Even though itu2019s a matte lipstick, it provides a smooth and even finish and It stayed put for several hours, even after eating and drinking. I also received numerous compliments when wearing this lipstick, and it definitely boosted my confidence."
        },
        {
            "review_title": "Beautiful on Light/Medium & Olive Skin Tones",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I really enjoyed this coloe! I think I liked it better as a lipstick rather than a blush. It was incredibly complimentary to my skin tone and it felt so smooth on my lips - so much so that I forgot I had lipstick on!"
        },
        {
            "review_title": "Cute Barbie Pink",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love the formula and shade of this liquid blush. Pink is punk shade is giving barbie pink vibes. A little goes a long way as a blush and for the lips."
        },
        {
            "review_title": "Must have multi taskers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I am a big believer in multi taskers, just for convenience sake but also financial sake. The formula and the color is just everything, so pigmented but still blendable like the prettiest flush!"
        },
        {
            "review_title": "Absolute game-changer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I recently tried out the Liquirosso 2 in 1 Soft Matte Liquid Lipstick & Blush, and I have to say, it's an absolute game-changer! This product has completely transformed my makeup routine and become a staple in my beauty collection. The packaging makes it perfect for carrying in my purse, so I can effortlessly touch up my look on the go. Now, let's talk about the formula! It glides on like a dream, and the texture is incredibly velvety and lightweight. No more worrying about dry, cracked products. The real standout feature is the dual-purpose formula that doubles as a blush. The shade is perfect for adding a natural flush to my cheeks, and the blend-ability is impressive. I've tried numerous lipsticks and blushes, but this 2 in 1 gem takes the cake. It's perfect for anyone looking to streamline their makeup routine and achieve a stunning look effortlessly."
        },
        {
            "review_title": "New go to product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "LOVE IT! Honestly so satisfied with this product!! Such cute packaging as well as such a great color! It looks so good on my lips and even better as a blush!! Totally recommend!"
        },
        {
            "review_title": "I love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is such a nice matte liquid lip! It stays on all day. I love to pair this with a clear gloss on top sometimes because the color is so pretty. I also love to use this as a blush. I highly recommend everyone try this product!"
        },
        {
            "review_title": "Must Have Multitasker ud83eudd2d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I love multi taskers. The fact that this product can be used in so many different ways makes it worth the money imo and the formula is ON POINT. it is so pigmented but still blendable, a must have staple for my purse."
        },
        {
            "review_title": "Creamy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019m usually skeptical about matte lipsticks, but this one absolutely blew my expectations. The soft creamy consistency stays, even when the lipstick dries. It doesnu2019t crack your lips and the color stays pigmented for hours. I will definitely be recommending this product around"
        },
        {
            "review_title": "New must-have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I tend to stick to lip liners and lip balms but this product is amazing! It is not transferrable, the matte is not drying and it's long-lasting. My recommendation to use this product would be to make sure you have exfoliated your lips before using it and not necessarily before but in general to use a good lip mask/balm! this goes with any lipstick, but because of the matte and kind of blurring effect of the product, it can attach to the cracks of the lips (you can tell by my picture lol!). I personally put a few dots and blend them with my fingers for a more natural and blurring look!"
        },
        {
            "review_title": "Perfect Barbie Pink!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "The product glides on like butter! I love that this is very versatile and can be used on the lips and cheeks. The pink color gave me the perfect barbie blush. I will be purchasing in different shades!"
        },
        {
            "review_title": "black girl friendly <3",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I've used this product twice, lasting on my skin in Georgia heat!! It has the perfect glossy feel (on cheeks and lips) but has a mattifying look. The color perfectly matches my skin, not too bright or dull. I would definitely recommend, super super cute. Super happy for you all to try it in 2 more weeks!"
        },
        {
            "review_title": "MUST BUY!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "I loved using this product! It is so pigmented and the more you layer it on the brighter it gets. It stayed on me for a very long time as well. When you put it on as blush it is also very pigmented and gives a really pinky blush look. I would buy this again."
        },
        {
            "review_title": "Perfect for Summer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I've loved using this new product! While this shade is very bright, it's excellent to smudge out and give a subtle and fun color for the summer time. The finish is satiny/matte but is not drying. It lasts for a few hours depending on how much you build the product up."
        },
        {
            "review_title": "LOVE LOVE LOVE!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "This product is excellent! I love how itu2019s so versatile, and the color is stunning! I will continue to implement it into my daily routine!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this lipstick! Itu2019s such a great color on me and stays on for quite awhile after first application. Would recommend!"
        },
        {
            "review_title": "new addition to my glam!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product is so unique. I adore the v tip applicator because it is perfect for lining your lips during application. The formula is perfect for a subtle addition to any look because it is sheer and buildable but the matte finish keeps the color in place even under gloss. I am not usually a lip color girly, more of a quick plumping gloss and chapstick kind of girl, but this product is super easy to add especially when I go out because it wears super nicely."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love this!! I can use it on my cheeks and lips. Itu2019s not a drying liquid lip which is what I love about it, it doesnu2019t get cracky and dry like most. Really recommend."
        },
        {
            "review_title": "Iu2019ve never received so many compliments!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I started using this product as blush in my makeup routine and Iu2019ve never received so many compliments! People keep asking me what product it is! It is truly the most perfect and happy pink color and gives your cheeks the cutest flushed coloring. I love it and I definitely will be purchasing again when mine runs out! Grab this product while you can!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "love this product it works so well for my skin and blends like a dream. 100% recommend for someone wanting"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "302R Pink Is Punk - vibrant hot pink",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Normally I wouldnu2019t wear this bright of a pink, but I LOVED it! I got it just in time for the Barbie premiere, and it was just so perfect. I especially loved using it as a blush. Itu2019s such a fun and girly look that I donu2019t do often. Safe to say I was more than pleasantly surprised by just how much I enjoyed this product!"
        },
        {
            "review_title": "A great summer color!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "A great matte lipstick that is smooth and not drying! Such a burnt orange color for summer and fall! Stays on for awhile and itu2019s patchy."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "111A Undressed Velvet - deep warm red",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "Very pretty color, but it doesnu2019t last as long as I wish it did!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "110A Into The Nude - nude mauve",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I love this lipstick. It drys super fast and it doesnu2019t feel like Iu2019m wearing anything at all. It lasts me throughout the day and only requires minor touch ups every now and again. Itu2019s my new go to!"
        },
        {
            "review_title": "Long Lasting Color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have never had a product that lasts so long! I did a swatch test on my arm, let it sit, ran it under cold water and the color did not smudge at all. I had to remove it with makeup remover it was so crazy. They are also really pigmented and will last all night! This product was gifted from urban decay!"
        },
        {
            "review_title": "A staple for my lip combo",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Gorgeous color & gorgeous wear! Super creamy lasted pretty long, this is perfect for matte lip!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "109R Catch Me If You Can - cool pink nude",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Kind of the same shade as my lips, but it gives it a pretty blushed look. I love the applicator but donu2019t love the smell and it kind of accentuates the cracks on lips even if theyu2019re not dry."
        },
        {
            "review_title": "Love! Love Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This color is a super cute nude for my brown girls who love to do a nude lip. I think the creamy consistency, but still not too glossy. Obviously this is a soft matte lip, so there is not a glossy feeling, but the soft matte leaves it not too drying on the lips. It feels light and luxurious. The packaging was super minimalistic for my aesthetic girlies. I canu2019t wait to use this in my everyday lip combinations."
        },
        {
            "review_title": "Perfect for Fall!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This lip product is AMAZING! This is gonna rock for the fall time. It's a soft matte, so it won't dry down completely and crack your lips like a liquid lipstick does. Love this new release!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I am not typically a fan in matte lipsticks but this one felt super smooth and nice on my lips instead of dry and crackly. I would recommend if you enjoy matte lipstick but hate having dry lips. this shade was also very pretty"
        },
        {
            "review_title": "Favorite Lipstick Out There!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "Goes on amazing and lasts all day! Comes in so many colors and all of them are beautiful! I absolutely love this product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "22A Rosso Valentino - true perfect red",
            "review_buyer_description": "Medium skin tone, Dry skin",
            "review_text": "I am obsessed with this product!! I tend to have drier lips so I was a bit wary of the soft matte formula, but it was pigmented without feeling drying on the lips/cheeks. Truly the best neutral red for my fellow South Asians!!"
        },
        {
            "review_title": "The bold lip look of the year",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone",
            "review_text": "Love this product!! The red color is so bold and gives rich boss girl vibes! Texture is so smooth, love the way it looks on my lips. Would definitely buy the other shades for any makeup look!!"
        },
        {
            "review_title": "yes yes yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I absolutely LOVE this formula. Itu2019s super lightweight and comfortable! This applicator is also unique and easy to get precise with, which I appreciate! This color specifically is gorgeous and a true red for sure, suitable for all skin tones!!"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "I am always on the hunt for a new red lip stick and I love how this one works! It gave a nice matte finish without being drying, which was great. The shade was a little redder than i typically use for blush but overall  itu2019s a great product!"
        },
        {
            "review_title": "Wonderful spring/summer red for darker skin tones",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This product is a great spring/summer red lipstick. Application is easy and it stays on all day without needing to be reapplied. The fragrance is also nice and the formula is smooth. I am loving this color on darker skin, and I would totally recommend!!"
        },
        {
            "review_title": "Pigment that lasts ALL DAY u2665ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "For the past few weeks, I tested this product in both my daily routine and during the bright summer days outside. Because of this, I learned that I not only NEED Liquirosso, but I WANT it in every shade that compliments my skin tone! The shade true perfect red was a bit of a jumpscare, but after only two dots on my cheeks, it spreads evenly and stays pigmented the whole day. The same goes for my lips! One dab on the top, once dab on the bottom lip. I enjoy a gloss over it if I'm feeling a shine to enunciate the color even more! Even after sweating outside, it stays on my face and radiates my morena, brown girl skin. Based on the quality of its ingredients and the lasting effects of its application, it's safe to say that it's JAZ-APPROVED <3"
        },
        {
            "review_title": "New staple lip color!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Initial thoughts: The packaging is so chic and clean! The gold details totally elevate the overall presentation. Product: Loving the texture & color. The new applicator makes putting it on easier. Product is so soft and bendable, leaving Blush of color. Totally buildable if preferred."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "111A Undressed Velvet - deep warm red",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "After applying this product on my lips and cheeks I was happy with the soft matte finish! I love how easily you can line your lips with the precise tip and either get a natural flush of color or build it up to full coverage. It wears really well throughout the day and leave a bit of a stain. I recieved this product complimentary."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "The best blush lip duo ever !!! I am completely obsessed with this blush I will continue to buy so pretty!!"
        },
        {
            "review_title": "So worth it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Valentino's new Liquirosso 2 in 1 Soft Matte Liquid Lipstick & Blush is a complete game-changer! Its lightweight formula glides effortlessly on the lips and cheeks, providing a seamless and easy application that feels comfortable and wearable all day long. Its great pigmentation delivers a burst of color, and also keeps your skin hydrated and radiant. In addition, it contains a remarkable smudge-proof formula, ensuring a flawless finish. This is definitely a must have product for its versatility and amazing long-lasting capabilities!"
        },
        {
            "review_title": "YES!! two in one is the way to go!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Combination skin",
            "review_text": "This is a color I would never pick out for myself but it is flattering even with brown skin tones! I am obsessed that this also doubles as a liquid blush and a little definitelyy goes a long way. I was hesitant to try it at first thinking the consistency would be sticky but the formula is amazing. It's also super lightweight and not thick like I was afraid. I have oily acne prone skin and this didn't cause any breakouts on cheek area I applied it to. Just because this product doubles as two and i'm obsessed with matching ur blush and lips i'm going to need to get the other colors!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I am in love with this product! It is so pigmented and blends beautifully. My favorite thing is that  you can achieve any look with this one amazing product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "302R Pink Is Punk - vibrant hot pink",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I received this complimentary lipstick from Valentino, which I have tried for a week. I have worn this to the gym and while out in the hot summer, and it lasted up to 6 hours without reapplying. I love how creamy it is and that it is not 100% matte."
        },
        {
            "review_title": "OBSESSED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "This was gifted to me and I am honestly in love. This product is amazing!! I love how itu2019s totally smudge proof and lasts all day."
        },
        {
            "review_title": "Great for casual night or night out!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I was so excited to finally get my hands on this product! I thought the red would be a little too pigmented once i saw the color but as soon as i put it on the lips it was perfect to build up or play down! A little goes on a long way on the cheeks !"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Liquirosso 2 in 1 Soft Matte Liquid Lipstick & Blush is so easy to wear and the color is very buildable. It is so hydrating and feels comfortable on my lips and cheeks. When I apply this to my cheeks, it gives off a nice color and glow."
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Absolutely love this!!! It smells / tastes amazing, the applicator is the perfect size and shape, and the color lasts all night. I want it in more colors!!"
        },
        {
            "review_title": "Favorite Matte Lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Normal skin",
            "review_text": "I love this lip product. Itu2019s matte but doesnu2019t make my lips too dry like a lot of matte lipsticks do. I also really love the color, and I think that all the other colors would look really cute too! Overall, itu2019s a really nice product, and has become one of my favorites!"
        },
        {
            "review_title": "Favorite matte lipstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Love this liquid lipstick! I usually do not use matte lipsticks because they normally make my lips dry and flake, however, this one does not do that!! It makes my lips so smooth! It can also be used as a blush which I think is so cool. To top it all off, it smells so good!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Liquirosso 2 in 1 Soft Matte Liquid Lipstick & Blush is so easy to wear and the color is very buildable. It is so hydrating and feels comfortable on my lips and cheeks. When I apply this to my cheeks, it gives off a nice color and glow."
        },
        {
            "review_title": "Love!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Absolutely obsessed with this product! The applicator is the perfect size and shape, the color stays all night, and it smells / tastes amazing."
        },
        {
            "review_title": "218 A see you later burnt warm red/orange",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I truly loved this liquirosso ud83dude0d two things I could never be without is my blush and pinky lips, this was the perfect combo for me ud83eudd70ud83dudc97"
        },
        {
            "review_title": "The perfect red shade!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Valentino's Liquirosso Soft Matte 2-in-1 Lipstick and Blush in Rosso Valentino (Shade 22A) is an absolute game-changer! The rich, warm red hue is incredibly flattering, and the formula is pure magic. It glides on like a dream, leaving a velvety matte finish on the lips that feels oh-so-comfortable. As a blush, it blends seamlessly, giving a natural and radiant flush that lasts all day. The high-quality and long-lasting performance of this product have won me over completely. If you're looking for a versatile and top-notch makeup gem, this is it!"
        },
        {
            "review_title": "The LUXURY lipstick you need in your collection",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "The packaging is gorgeous and I absolutely love the products shape and how it feels when I hold it in my hand. Perfect size for my bag I can take it everywhere. I really liked the formula of this product! Very much a lipstick and not a gloss it is matte. Lasted a decent amount of time but you do need to reapply like most lip products. Not sticky or goop like, very light and airy. It is very natural and blends your lip liner and natural color very nicely. However, I am not the biggest fan of rose smell and this lipstick smells HEAVILY of roses so if you do not like that keep it in mind. I have never used an applicator like this one so I am unfamiliar with using its kind but it seems to be a decent shape for getting a precise application."
        },
        {
            "review_title": "My new fav matte lipstick forsure",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I loved this lipstick so much! For being a matte lipstick I was worried about it making my lips too dry but it was the complete opposite, it has such a creamy soft application that left my lips feeling perfect all day!"
        },
        {
            "review_title": "A must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I have been using this product for the past two weeks and its become my go-to product when im doing more natural looks. I typically pair the lipstick with a clear gloss."
        },
        {
            "review_title": "Definitely ordering another shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
            "review_text": "Let me just say I absolutely loved this!!  Itu2019s so soft and it lasts a long while too. It blended in perfectly with my skin tone! It would be perfect separate or you can use it for outline darker shades."
        },
        {
            "review_title": "Soft Pop of Color For Lips & Cheeks",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really enjoyed being able to use this product as both a lip color and a blush! It is perfect for the trending Barbie pink look and makes matching your bright pink blush to your lip color easy. This product has a soft and blurred matte formula that makes it simple to get a bright pop of color on your lips and cheeks without being too intimidating. The packaging is also super luxurious!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "love the versatility and wear of the product! Applies easily and is long lasting on lips and easy to blend on cheeks. Formula is pigmented, so a little goes a long way!"
        },
        {
            "review_title": "Love this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "One of my favorite products right now! On the lips, it is more of a blot. Usually, products like this dry out my lips but this one didnu2019t and left a beautiful color. I didnu2019t know it was a cheek product too at first and was so happy i could match my lips to my cheeks. Gives the checks a nice glow. The color looked very different than the photo on this website, it is much less orange and more of a neutral. Very beautiful product overall!"
        },
        {
            "review_title": "*truly* the most perfect liquid lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "i am in LOVE with this product!!! i find that a lot of liquid lipsticks end up clumping/pilling on my lips after a few hours of wear but this formula is fabulous and stays smooth for hours! it doesnu2019t feel dry or heavy when itu2019s on at ALL and the color is stunning as well (i have 111A). i also love the shape of the brush, it makes application super easy. and it also blends out soooooo well as a liquid blush, it doesnu2019t u201ceraseu201d any product underneath while blending (iu2019ve noticed that when blending out liquid/cream blushes it often kind of erased the foundation i have on underneath)! packaging is so cute too; this is definitely worth the purchase and i will 100% be buying again!"
        },
        {
            "review_title": "Such a cute color!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This liquid lipstick is so nice. I absolutely love the color. It is buildable, so you are able to have both sheer coverage and a bold color. It is also very hydrating!"
        },
        {
            "review_title": "Adding a pop of color to my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I used this product as a lip stick, and loved it after the first use. I normally use more natural colors so with the applicator I could use it as a liner and as my lip instead of having to get both! Which is a major plus for me! It applies really nice and you donu2019t need to keep layering it because of how nicely pigmented it is!! Love this pop of color to my routine!"
        },
        {
            "review_title": "GIRL! The color is BEAUTIFUL",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "WOWIE! At first glance, this color was bolder for my daily makeup routine. After trying this revolutionary Valentino product, I was surprised at how much it complimented my everyday look! Normally I use it as a blush, but to add more flair to my night-out looks it makes my lips look BEAUTIFUL.   The texture is lightweight and perfect for your front jean pocket. Even the applicator provided easy application during my routine. It blended well and stayed on for most of the night (depending on how hard I danced haha). I believe this product is a great investment!!"
        },
        {
            "review_title": "A MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Loved this product! Stayed on all day. The color is perfect for Barbie!"
        },
        {
            "review_title": "Lippy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
            "review_text": "Non sticky and it doesnu2019t get crusty! I love the way it feels on my lips & face. Would definitely recommend!"
        },
        {
            "review_title": "Soft Moussy Lip & Cheek Product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "this review will be written like a hot mess.   I like the product, but I wished the box was a different color to match the shade of the product. I found that aspect confusing when I was first trying on the product. the product itself is nice and the doufout is nice and pointed which is perfect for creating sharp precise lines for the pout. the color itself is bright with leans towards orangey and pink. looks beautiful blended out and beautiful on the cheeks. extremely easy to blend, however the product can move really easily."
        },
        {
            "review_title": "Dreamy color and soft feel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I absolutely loved this product! The formula is crafted to make your lips feel moisturized and smooth without all of the feeling of dryness that you usually get from a matte lipstick. I like how it gives me a buttery soft feel that doesnu2019t look cakey and this color almost makes you look sweet and innocent. I would definitely recommend buying this as a staple if you want a subtle yet bold lip color."
        },
        {
            "review_title": "Amazing matte lipstick!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Dry skin",
            "review_text": "I absolutely love this!! Despite loving the look of them, Iu2019m not always a huge fan of matte lipsticks because I find them to feel very heavy and drying, but this one is exactly the opposite! It applies so smoothly and feels extremely lightweight and hydrating on my lips. Itu2019s also extremely pigmented, which I love (it is perfect for a super bright Barbie Pink lip)!! Iu2019m very pale so I was worried this shade would overpower me as a blush, but it ended up being so beautiful after blending it out. Wearing this product as both a blush and a lip color ties my makeup look together so nicely. This product absolutely exceeded my expectations and I canu2019t wait to try some of the other shades!!"
        },
        {
            "review_title": "Smooth Hydrating Velvet Lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "I love this lipstick it is so buttery smooth, it comes off a little sheer but you can definitely build it up, in the video I am only wearing one quick thin coat. I think for pale skin if youu2019re using it as blush too maybe stick more on the lighter shades as you can look a little to red. Definitely buy this if you need a long wear smooth hydrating yet velvety lipstick. (some sneak peaks into my upcoming review video wearing the lipstick)"
        },
        {
            "review_title": "I found my true perfect RED! Date Night Approved.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I'm one to shy away from bold colors and reds in the lipstick world but this matte lipstick has won me over. I loved how it was so smooth on the lips and the applicator was shaped uniquely to fill in the cupid's bow and be so precise I never even used a lip liner.  I applied it only twice to get my desired shade since itu2019s so pigmented and it was stunning. I got so many compliments from girls when I was out!!  This is a product made for the girls that like to stand out and itu2019ll make you feel confident. It never felt like I had an immense amount of product on my lips at all. I just love how it compliments my skin tone and I know it will look amazing if I use it as blush. I recommend this 2 in 1 matte lipstick and blush from Valentino.  Pair the Rosso Valentino shade which in my opinion is a universal deep and rich red, with a long black dress and heels, and youu2019re ready for date night!"
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this product!! Iu2019m happy that I can use it as a lipstick or a blush and it is perfect for a summer date night!! ud83eudd0d"
        },
        {
            "review_title": "Luxurious product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "The Liquirosso 2 in 1 Soft Matte Liquid Lipstick & Blush in the shade 22A Rosso Valentino is a versatile beauty gem that impressed me with its performance. The rich, velvety texture glided smoothly on my lips, delivering a bold and long-lasting matte finish that didn't dry them out. The vibrant red hue of Rosso Valentino added a touch of glamour to my overall look. I absolutely love that the product doubled as a two-for-one! The product looks stunning as a blush as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "109R Catch Me If You Can - cool pink nude",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": ""
        },
        {
            "review_title": "On the go GLOW !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "After using this product for the past weeks I have fallen in love with the warmth color it gives me. I have never found a lipstick that has an amazing applicator until I got my hands on u201cSee you lateru201d lipstick. A lipliner isnu2019t require because the applicator makes it easy to apply to the lips. On top of that itu2019s a two in one you can apply this lipstick to your lips and cheeks as a blush. My skin tone tends to be more on the pale side and the lipstick u201cSee you lateru201d adds that natural glow for on the go errands and if you want a more stronger color you can most definitely build up to it. The lipstick u201cSee you lateru201d is my first Valentino beauty product and itu2019s a 10/10. I definitely recommend this product !"
        },
        {
            "review_title": "Summer Lip Essential!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "Long lasting product. Easily applicable, and very pigmented; you do not need to use large amounts per use to see results. Smooth matte finish and bold color."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "111A Undressed Velvet - deep warm red",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "This Liquid Lipstick/Blush is amazing! The matte finish is smooth and not crusty. It's completely smudge proof. It last all day (as I wore it without a setting spray.). Im a light- medium skinned black girl and the color was really suiting to my complexion. It's not as bright as the product photo.  The applicator makes it really easy to get crisp straight lines as well."
        },
        {
            "review_title": "great lasting color!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "i've used this product for a few occasions now and it is perfect!! the color is stunning, especially as a blush. i just put a small dot on for a more subtle look. this is also so long lasting! i wore it to dinner with my friends and hardly any came off!"
        },
        {
            "review_title": "Light formula",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "The pigment is amazing on dark skin with dark lip liner for that matte look. The formula isnu2019t the greatest but Iu2019d recommend if you donu2019t mind light formulas."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "302R Pink Is Punk - vibrant hot pink",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I love this liquid lipstick!! Itu2019s the perfect pink shade and it is hydrating without budging. I also love how it doubles as a blush! A great shade selection and definitely will now become a staple in my makeup routine."
        },
        {
            "review_title": "My new favorite pink blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I am usually not a pink person, but this sold it for me! Definitely blended out so well. Looked cute with lip gloss. So lightweight!"
        },
        {
            "review_title": "Best sunkissed blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This product is amazing! It works great for a natural red blush, and the perfect bold red lip. I am so excited to use this more and incorporate it as a blush into my daily routine !"
        },
        {
            "review_title": "Must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This stuff is amazing! Itu2019s pigmented but buildable so you donu2019t have to worry about wearing too much of it. I also love how it dries down and doesnu2019t move"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "22A Rosso Valentino - true perfect red",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This lipstick goes on so smooth!! This shade is so perfect!"
        },
        {
            "review_title": "get this matte 2 in 1 liquid lipstick & blush nowu2665",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "hurry and grab this amazing 2-in-1 liquid lipstick and blush now! the applicator's uniquely shaped pointed tip allows you to effortlessly line and fill your lips with full coverage. i just applied it on while at the beach & it has such a soft matte finish that lasted for hours & it didnu2019t really dry my lips out. the rich red color also definitely complements my skin tone perfectly."
        },
        {
            "review_title": "Never touch up your lipstick again!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "This lasted through a full night of food, drinks, and dancing- and didn't transfer ONCE. The soft matte finish leaves my lips hydrated while remaining matte, and truly soft to the touch. I felt so confident all night knowing nothing could mess up my lipstick! Perfect for a night out, busy day, date, and more."
        },
        {
            "review_title": "IF YOU BUY ONE ITEM TODAY, BUY THIS!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this product as a gift, but my review is 100% honest. WOW! Iu2019m almost at a lost of words. I absolutely love this product. Iu2019ve always worn cream blush so I wasnu2019t sure how I would feel about the liquid blush. Letu2019s just say I will forever stick to liquid after using this product. Itu2019s so light weight, but doesnu2019t require a lot to get the look youu2019re achieving. Itu2019s buildable without being thick. I love that it can also be worn as a lipstick. I love dual products that decrease the need for a large makeup bag and this product simply does just that. I will 100% be buying this product when I run out."
        },
        {
            "review_title": "So many Compliments",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I love matte lipstick but this one right here has to be hands down the best one, This shade looks so good on my skin and it is so soft and smooth on the lips."
        },
        {
            "review_title": "Perfect for Barbie!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "The Liquirosso applies so nicely; it is super lightweight but also very pigmented, so you don't need to use a lot for a full lip. The pink is very pink, which is perfect for the new Barbie movie but not necessarily every day. Overall, a great quality lip product. I would just get it in another color!"
        },
        {
            "review_title": "gorgeous color!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "since i got this iu2019ve been using it as a blush since i donu2019t wear lip products that often! it is so easy to blend and has great lasting color!! i love it!"
        },
        {
            "review_title": "Super Pretty, but not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am a lipgloss girly, so I did not enjoy the matte lip. I loved the pigmentation and how it looked on my cheeks, but not the shade for my lips. This is for you if you love the classic color and something subtle."
        },
        {
            "review_title": "WOW.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "When I tell you I am OBSESSED with this lipstick, I mean it. It glides on smoothly, is super buildable, and this red is perfect for my warmer skin tone. I'm gonna buy the other colors for sure!"
        },
        {
            "review_title": "usually not a matte girlie, but loved this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I've been using this product for a few weeks and love how buildable the color is! It's a beautiful warm color for the summer and can easily create a blurred lip look with the matte finish. Doesn't budge as a blush throughout the day either!"
        },
        {
            "review_title": "Love love love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I loved this product! Beautiful shade and so buttery on my lips. It lasted all day!"
        },
        {
            "review_title": "2 in 1 and outstanding",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Dazziling and outstanding! As someone who is constantly trying new blushes in all forms I truly can say this blush and liquid lipstick is perfect. Its pigmentation is reliable and wearable creating a soft matte perfect for a soft glam look. Aditionally when doing everyday makeup its perfect since you can use it for both your cheeks as well as your lips which creates a beautiful monochromatic look. This 2 and 1 is not only a true life saver but also my new staple in my makeup routine!"
        },
        {
            "review_title": "Stunning summer blush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I have been using the Liquirosso 2 in 1 Soft Matte Liquid Lipstick & Blush for the last week and I love it so much! It's the perfect summer blush and I will be using it all season long! Long lasting and doesn't feel like anything on the skin. Would 100% recommend it!"
        },
        {
            "review_title": "STUNNING & LIGHTWEIGHT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Dry skin",
            "review_text": "I'm a huge liquid lipstick girl but Liquirosso was next level luxury. From the precision applicator to the lightweight matte finish this product was a dream. I loved the color and it if paired with different lipliners it's very versatile. 1000/10 I will be purchasing another shade."
        },
        {
            "review_title": "Definitely a must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Absolutely loved this product! Felt so light weight and buttery on my lips! Didnu2019t dry my lips and lasted all day! Great for someone who loves a true red lip without the messiness!"
        },
        {
            "review_title": "SO VELVETY!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Such a pretty and velvety color/feel! I don't normally wear matte lipsticks because of my really dry lips, but this product is amazing. My lips feel really soft and with one swipe, it made my lips but better. If I add in another swipe it does get even more pigmented and soft. The applicator is also something that's new to me, it also has a velvet brush that evenly glides on your lips and the pointed part helps line the lips. Very easy to blend onto your cheeks and pretty pigmented/natural blush color."
        },
        {
            "review_title": "Effortless Elegance: Liquirosso Lip & Blush Soft M",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This Lip product exceeded all my expectations. Its creamy texture glides on smoothly, delivering a velvety matte finish that lasts for hours. The diverse color range offers something for every occasion, and its dual function as a blush makes it a versatile essential. With impressive staying power and elegant packaging, this product is a game-changer. Highly recommended for effortless elegance. I received something in exchange for this post (free product)"
        },
        {
            "review_title": "Matte lipstick without feeling drying or sticky!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "I love the texture of this lipstick. Itu2019s Matte but it doesnu2019t feel drying or sticky. I like the applicator and packaging. The color isnt the best match for me But other than that I love it!"
        },
        {
            "review_title": "Must-have product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I absolutely adore this lipstick! It dries smooth and doesnu2019t clump after drying. I would recommend it to anyone!"
        },
        {
            "review_title": "I like this!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This is cool I donu2019t usually like really pink lipstick but this is very buildable and not such an overwhelming pink, I do like that itu2019s a 2 in 1 and I think I will be using this more as a blush itu2019s easy to blend out and buttery. Iu2019m not usually a fan of lux makeup but I like this ud83eudd70"
        },
        {
            "review_title": "Influencer gift",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I received this as a gift so I wasnu2019t able to pick the shade I was given but I like the formula. I did read that it would great to use as a blush and that what I did I prefer it as a blush then a lip product. The color that was given wasnu2019t to my liking but looked good on my skin."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I am absolutely loving this matte lipstick! It doesnu2019t dry my lips and fits my skin tone perfectly. Itu2019s an awesome product to use on your cheeks as a blush too. Love love love it!"
        },
        {
            "review_title": "Love love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "As a newcomer to Valentino Beauty products, I was pleasantly surprised by the quality of Liquirosso. Opting for the peach nude shade, I felt it was too light for my lip preference. However, I decided to experiment and used it as a blush instead as the product states it also acts as a blush. and omg... SO CUTE! The results were great u2013 it created a lovely, natural-looking rosy cheek finish that I absolutely adore! From now on, Liquirosso will be a staple in my day-to-day makeup routine :)"
        },
        {
            "review_title": "Perfect pop of pink!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "I have been loving this liquid lipstick!! It is the perfect pop of color and after wearing out to a concert it stayed on all night!"
        },
        {
            "review_title": "This product is a MUST!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "WOW WOW WOW!! This is the best to have in your purse at all times!! This has beat all the blushes I own and not to mention all the matte lipsticks I have. Itu2019s so creamy and glides on so good. Itu2019s also not messy and just fits anywhere. I am not really a matte lip stick type of girl because it makes my lips feel dry and weird but this one is NOT the case, it actually makes my lips feel so soft. Really do recommend getting this because it will change your life. 10000/10"
        },
        {
            "review_title": "Must have summer to fall lippie",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes",
            "review_text": "This is the first Valentino beauty product Iu2019ve ever tried and it did not disappoint!! This shade is the perfect transition lip color between from summer to fall! Loved the application brush and the way it felt on my lips! Def recommend"
        },
        {
            "review_title": "I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have been using this product for a few days and now it is my favorite, I love the result and the formula is soft and beautiful."
        },
        {
            "review_title": "great wear!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was gifted this product and although the color doesnt go too well with my skin tone, the application and wear is amazing. I put this on before a wedding- and had a few drinks, after a few hours it still looked awesome!"
        },
        {
            "review_title": "OBSESSED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I recently tried the Valentino Liquirosso 2 in 1 Soft Matte Liquid Lipstick & Blush, and I must say, it has quickly become a staple in my makeup routine! This product is an absolute game-changer, and I am thrilled with its performance! The soft matte liquid lipstick glides on like a dream, providing a smooth and even application. I love how lightweight it feels on my lips, and it doesn't dry them out like some other matte lipsticks tend to do. The fact that it doubles as a blush is an absolute genius move. The consistency is just right, not too thick or too runny, allowing for effortless blending onto my cheeks. It gives my complexion a lovely, natural flush, and the color matches perfectly with the lipstick shade. Having a 2-in-1 product like this is incredibly convenient, especially for those on the go or traveling. Well done, Valentino! ud83dudc4fud83dudc4f"
        },
        {
            "review_title": "New Lip Combo!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Normal skin",
            "review_text": "I absolutely love this lipstick. The fact that it is a 2 in 1 seals the deal for me as blush and lipsticks are very crucial in my everyday makeup routine. The color is perfect for me and itu2019s so warm on my skin tone. Very smooth application and lasts long. I am definitely adding this lipstick to my makeup routine and I highly recommend this product!"
        },
        {
            "review_title": "My new fav product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "My new go to product- I absolutely love the two in one and enjoy using this glamming up my natural makeup look. The quality is amazing and feels buttery soft, 10/10 recommend."
        },
        {
            "review_title": "Classic red lip",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "I was gifted this product and really enjoyed how pigmented it was in the applicator. It is a very bright red, but I started using it as a blush, and it looks super lovely on the cheeks. I would definitely recommend it if you're looking for a classic red lip."
        },
        {
            "review_title": "Makeup Bag Essential",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "A versatile product like this is such a great addition to my makeup bag! The color is gorgeous and perfect for the summertime as well as going into fall. Super smooth formula and blends easily with other liquid products."
        },
        {
            "review_title": "MY NEW STAPLE IN MY MAKEUP ROUTINE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Iu2019m a matte girl, so Iu2019m always looking to try new matte lipsticks, and this one did not disappoint! Itu2019s so lightweight that it almost doesnu2019t feel like I have anything on, and the pigment is amazing! Also, itu2019s weirdly moisturizing to my lips which I love. Not to mention, it steels amazing! Iu2019ve strictly been using this lip color anytime I go out because itu2019s so versatile and legit goes with anything! Highly highly recommend anyone and everyone to get to add to their makeup rotation <3"
        },
        {
            "review_title": "must have item",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "This two-in-one is so convenient. It is great for going out and needing a touch-up on blush or lipstick. The color is so good and light on me, so I absolutely adore Liquirosso and I think everyone should try this product. My new must-have."
        },
        {
            "review_title": "A must have in my daily routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After using this product I am in love! The application process is so smooth and easy! The 2 in 1 blush and gloss is so convenient and amazing. This is a product that I can use in my daily makeup routine and for a good night out."
        },
        {
            "review_title": "Looks great on brown skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I love using this product as a blush! It looks amazing on my darker skin tone and smells amazing!"
        },
        {
            "review_title": "A must have in my daily routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After using this product, I am in love! The application process is so smooth and easy. The fact that it is a 2 in 1 blush and gloss is so convenient and amazing. This is a product that I can use in my daily makeup routine and for a good night out."
        },
        {
            "review_title": "My New Must-Have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This is the BEST both matte lipstick and red lipstick I have ever tried. My lips typically get way too dry preventing me from wearing matte lipstick. This gorgeous lipstick on the other hand has kept my lips hydrated and continuously flawless for over 12 hours. Seriously so long-lasting, I ate spaghetti and constantly dabbed my lips wiping off sauce and the lipstick never budged. Not only is it gorgeous on my lips, but I have naturally very red cheeks and the red is so bendable, it is never too much."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "77A Nude In Roma - deep warm brown",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "This has such a smooth application and finish!! Perfect for a quick soft glam look!"
        },
        {
            "review_title": "A must have from Valentino Beauty!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "After using this lipstick for the past week weeks, I can truly say I love it! Iu2019m a huge Valentino fan and their beauty line never disappoints. You can wear this as a full on bright lip blush, or wipe it off to reveal a beautiful lip stain/tint. I feel luxurious when I put this on!"
        },
        {
            "review_title": "Great Use For Blush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "I was gifted this product to try out and I was actually impressed with how vibrant the color is! As a blush, it blends very well and I only had to use my fingers!"
        },
        {
            "review_title": "An everyday must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This lipstick is possibly the best I have tried this year. The product is smooth going across my lips and doesnu2019t dry out terribly. It is a very natural color and goes great with all of my outfits. I would wear this with everyday looks or nights out!"
        },
        {
            "review_title": "Must Have Brown Skin Red Lip",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Tan skin tone, Combination skin",
            "review_text": "After using this product several times I can confidently say it is my new favorite red lip! I love that it works so well with my skin tone and doesnu2019t give clown. I used it with a dark brown lip liner and am OBSESSED!"
        },
        {
            "review_title": "Super creamy and lightweight with great color!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I received this product as a gift from a College Fashionista x Valentino collab to promote the launch and Iu2019m so glad I did! I LOVE this lipstick the color is beautiful and it feels so creamy and amazing on my lips. I have yet to use it as a blush but since it does stain my lips a little I can imagine it would be long lasting. This is something you have to reapply on your lips throughout the day if you want the full effect (especially after eating and drinking) but it leaves a beautiful natural stain so thereu2019s always something there"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "A great product! Such a pretty shade! Love that it can be used on lips & as a blush. The color blends so well and is easily buildable"
        },
        {
            "review_title": "Feels so velvety",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This product is such a smart idea!! Itu2019s literally a 2 in one!! I love how matte and velvety it feels and the color is not too pigmented so you can build it up so you donu2019t go to overboard with it!! It looked so nice!! ud83eudd29"
        },
        {
            "review_title": "A slay honestly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "This lipstick is bomb!! The formula is super lightweight and definitely didnu2019t dry out my lips. It is also transfer proof if you are a avid coffee drinker (like me lol). The color is also sooo pretty, I would def recommend purchasing if your on the fence about it."
        },
        {
            "review_title": "Red lip, black dress comboud83dude2eu200dud83dudca8",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Since using the Valentino Liquirosso, I have been IN LOVE. I bought mine in Rosso Valentino - true perfect red and it stays true to the name -- it's perfect. The red lip, black dress combo is a must.  As for its texture, it has a liquid formula, making it pretty hydrating, however, at the same time, it has a matte finish when you take photos. At first, I was very scared of getting red as I didn't know how good it would look on me, but since wearing it I've had no regrets! I truly recommend, 10/10"
        },
        {
            "review_title": "Blends Perfectly",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "This blush/lip color is a matte finish that is sheer but buildable. It doesnu2019t dry super quickly on the skin so you have time to work with it. Itu2019s flat, v-shaped applicator makes it easy for its multi use as well! The color I received was a beautiful burnt orange that still looked natural and built up beautifully. If youu2019re getting it to try on the lips its feels just like a soft matte lip cream, and does not dry the lips out at all!! Definitely recommend this product."
        },
        {
            "review_title": "Beautiful Color!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Oily skin",
            "review_text": "I have been wanting a good red lipstick forever, and this may be the perfect one! The shade is gorgeous and it's creamy and hydrating when applied. I love the applicator and how it has the sharp edge to line your lips as well as fill in. I'm obsessed with this lip color and highly recommend!"
        },
        {
            "review_title": "Such good quality!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I love this so much! I use it as a lipstick but it has so many uses."
        },
        {
            "review_title": "a new staple in my routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "the colors of these are amazingggggg and the applicator is unlike anything I've ever used! will definitely become a staple in my routine!"
        },
        {
            "review_title": "new staple in my routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "LOVEEEEE the formula and colors of these! also, the applicator is unlike anything I've ever used! I wasn't a huge fan of the color on my lips but it's also a blush so I will 100% be using that daily!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "151R Nude In Motion - cool deep nude",
            "review_buyer_description": "Fair skin tone",
            "review_text": "So gorgeous and itu2019s pigment is so nice! I highly recommend to everyone, as thereu2019s a shade for every tone. Itu2019s such a nice size to carry around as well."
        },
        {
            "review_title": "Gor-geous",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I LOVED this product! I definitely think itu2019s more meant to be a blush than a lipstick, but I really like it as a blush. Itu2019s pretty sheer but it blends really nicely. The applicator makes it a little hard to apply as a blush, but the actual product dries down to a nice powdery finish."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "77A Nude In Roma - deep warm brown",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This product is everything! It is so useful and the perfect shade for my skin tone. I am the kind of person that wants a lowkey look, without using a lot of products. This lipstick is amazing, I even use it as a blush and blends perfectly. It lasts so long and is easy to remove. Iu2019ve tried many lipsticks and nothing like this new edition by Valentino. If youu2019re thinking of buying it this is your sign! ud83dudcab"
        },
        {
            "review_title": "LOVED IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this product for free in a campaign. Iu2019ve been testing out the product for a week now and I absolutely love it."
        },
        {
            "review_title": "Loved it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I tried this product and absolutely loved it. The applicator is such a cool shape so it glides right on your lips. The pigment in this is so good and even though itu2019s matte it did not give me that dry lip feeling which I appreciate because otherwise I usually steer away from mattes."
        },
        {
            "review_title": "My new fav liquid lip",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I absolutely loved this liquid lip! It was so soft and smooth going on! It was very lightweight and had such a pretty color!!"
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "After using this product for a few weeks, Iu2019m absolutely obsessed! I have been using it as a blush and I love it. The shade isnu2019t too overwhelming on my skin and it gives the perfect color."
        },
        {
            "review_title": "Obsessed!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Obsessed with this product. Perfect to use on lips and cheeks to get that perfect coordinated look. Not sticky. Super smooth. Great color for ivory skin. Will be using this always!"
        },
        {
            "review_title": "wear this if you want to get compliments!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "This lipstick applies beautifully!!! its so smooth and doesnt rub off throughout the day! i have gotten compliments every time ive worn it!! i love it!"
        },
        {
            "review_title": "A must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This product is amazing and very versatile. I love that I have the ability to use it as a two in one. I am able to use it on both my cheeks and lips as a blush and lipstick!!"
        },
        {
            "review_title": "Flattering and versatile!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been using this product the past few weeks and loving it! I normally donu2019t like peach shades, but this is definitely the exception! As a lipstick, it goes on very smooth and is matte without being drying. As a blush this product has to be built up for it to be more noticeable, but once it is the color is very flattering. Overall I really enjoy this product and how versatile it is!"
        },
        {
            "review_title": "Wonderful texture & pigment!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Love the texture! Super soft and feels hydrating on my lips. I also love how it feels as a blush! It's pigmented, isn't too heavy, and I love the unique applicator! The shade is slightly too light for me to be an every day wear lipstick, but I will definitely be adding it to my daily makeup routine using this as a blush!"
        },
        {
            "review_title": "The best red lippie!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This is the first time trying a high end brand and itu2019s actually amazing and so worth it for the price! itu2019s pigmented, blends easily, long lasting, hydrating and also non drying. And by that using this product will simply make you the more beautiful you.   I received something in exchange for this post (free product)"
        },
        {
            "review_title": "New favorite essentials!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Dry skin",
            "review_text": "Iu2019ve been obsessed with this product lately!! Itu2019s super lights and goes on very nicely on the lips and skin. I personally prefer to use it more as a blush because I think it complements my skin nicely! Would definitely recommend and I canu2019t wait to try out different colors."
        },
        {
            "review_title": "Lightweight and buildable formula",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Fair skin tone, Oily skin",
            "review_text": "After wearing this out a few times, I have to say that my favorite thing about it his how lightweight it is! It doesnu2019t feel like thereu2019s anything on my lips which is nice for all-day wear. Itu2019s a pretty thin and buildable formula. Does dry matte fairly quickly which I appreciate. Only thing I didnu2019t love is that I found the shade I received to be more pink-toned than nude, so keep that in mind when choosing a shade!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I love this lip product! I personally struggle with liking matte lip products as they often are drying on my lips. This however is creamy, long-wearing and never feels too dry on my lips. Definitely recommend this product!"
        },
        {
            "review_title": "I've been wearing it everyday since I received it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I received the undressed velvet shade complimentary from Valentino and I was very nervous it was going to be too red for me and something i would never wear. But when I tried it on it tinted my lips perfectly and it looked so so natural. Didn't leave my lips feeling dry at all as most matte lipsticks do. I have been wearing it almost everyday since I received it and it last for hours. It goes perfect with my everyday makeup look and I swear im not just saying all this. Highly recommend."
        },
        {
            "review_title": "Very Moisturizing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product is very light weight and not drying on the lips. It also blends easily on the cheeks."
        },
        {
            "review_title": "Perfect lip combo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Definitely a must buy. I love that this product is  -Buildable with a comfortable finish -comfort for up to 12 hours -blurred soft matte finish and has  -12 Shades Available a win I didnu2019t really wear lipstick, but now I need all the colors !"
        },
        {
            "review_title": "IT GIRL",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I am completely obsessed with this liquid lipstick. Iufffc tried it alone, did lip combos with a brown liner tried it with lip gloss and as a blush. let me tell you guys sheu2019s the new IT girufffcl!"
        },
        {
            "review_title": "Beautiful Barbie Pink!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I'm new to the makeup world but I love pink, so when I started researching for a product that I can use as blush & lipstick (which is the summer trend) I stumbled across this product and I was a little apprehensive because a lot of vibrant colors don't show up on black skin well ( especially dark black skin). But, once I received the product I was highly surprised and excited that the product not only showed up on my skin but was the exact vibrant hot pink as shown on the picture. I've worn this product a couple of times and I've been complimented so many times on the product. I've used this combo on not only my lips but also as blush. I totally recommend this product for everyone but especially black women who are looking for a good lipstick & blush combo. And this color Pink Is Punk - vibrant hot pink is great for the new Barbie movie!"
        },
        {
            "review_title": "The Perfect Long-Lasting Lip Shade!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I first tried out this product for a concert I attended this week and was obsessed with the results. This color was the perfect shade of red if you're not looking for something that's too in your face red, but still bright enough to be noticeable. I put the product on once around 4 pm, and the application was amazingly smooth. The color is perfectly buildable and not heavy whatsoever. I never felt that cakey feeling you get from some other liquid lipstick products. I ate food and drank water and only had to reapply once during the concert around 10 pm.   I will definitely be purchasing more shades of this product!"
        },
        {
            "review_title": "Natural But Glam Look for Every Occasion",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I recently got my hands on the Valentino Liquirosso 2 in 1 Soft Matte Liquid Lipstick & Blush, and I have to spill the tea on this amazing product. As a college student, finding multi-functional gems like this gets me all excited.   First things first, can we talk about the packaging? It's chic and minimal, just like how I want my Instagram feed to look! The classy applicator and outside design makes it a great addition to my vanity. Plus, it's a 2-in-1 deal, which means I get both my lip color and blush in one handy tube u2013 perfect for when I'm running late for class.  Now, let's get to the nitty-gritty. The texture is divine! It's creamy and lightweight, and it glides on my lips and cheeks like a dream. No tugging or weird patchiness here! The soft matte finish is everything I could ask for, and it doesn't leave my lips feeling all crusty u2013 no one wants that, right?  The shade range is on point! I went for After Club - neutral peach nude, and it's my new go-to hue. It suits my medium skin tone so well, and I'm living for it! Plus, the collection has a bunch of other shades which I really want to try so there's something for everyone.  Now, let's talk about something that is super important to me. This thing lasts! I've worn it through plane rides, coffee breaks, and even a late-night pizza run, and it held up like a champ. It's like having a beauty shield that keeps my lips and cheeks looking fabulous all day long.  Comfort-wise, this stuff is gold. I've had bad experiences with some lip products feeling like a desert on my lips, but not this one. It's comfy and doesn't make me feel like I've caked on a ton of makeup. Plus, it didn't irritate my sensitive skin when I used it as a blush, which is always a win. The matte look lasts all day and it keeps me looking fresh  And can we talk about how versatile this thing is? It's the ultimate makeup hack for a busy person! I won't lie; it's not the cheapest product out there. But honestly, considering I'm getting."
        },
        {
            "review_title": "Perfect shade of red",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This lipstick is the perfect shade of red and the applicator makes it so easy to apply without smudging! Itu2019s very buildable as a blush and gives off a natural tone under foundation."
        },
        {
            "review_title": "Soft Lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I really liked this product despite the color being light for me. It allowed my lips to still get darker despite the light color. It was very creamy and hydrating for my lips and didnu2019t crack. Would definitely buy this in a"
        },
        {
            "review_title": "Even Barbie is obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This product is just simply amazing! I am obsessed with the color- the Barbie pink! And the texture is so comfortable on my lips"
        },
        {
            "review_title": "perfect for a bold night out!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Oily skin",
            "review_text": "so so so good! the consistency is a smooth and creamy texture, it doesnu2019t feel like youu2019re wearing any lipstick. the applicator is the perfect size so itu2019s almost impossible to make a mess when applying. it also doubles as a blush and you only need a LITTLE dot and it blends out so well!"
        },
        {
            "review_title": "New Staple Product!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "I am obsessed with this product! I received a color I would never usually choose on my own, but I am so thankful I did! This product is perfect for days when I don't feel like wearing a ton of makeup and is so helpful because I can be incredibly heavy-handed with my blush! It adds a beautiful, natural-looking color to my face. It will also definitely be the top lip color I reach for from now on. I've never found a lip color that I like, they're all a bit too bold for me, so I tend to stick with glosses. But now, when I don't feel like wearing a gloss, this is the perfect color that's not too vibrant, but still gives me a bit of color. The product is also really buildable, so I can add as much color to my cheeks as I want! This is a must-have."
        },
        {
            "review_title": "Brings the vibrance to my makeup look!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Love that it has 2 functions and it blends very smoothly!"
        },
        {
            "review_title": "A Must Have Product!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Deep skin tone, Normal skin",
            "review_text": "I received this free lipstick and blush in exchange for this review. Upon receiving it, I fell in love instantly!! I love the color and consistency and I believe that everyone should get one."
        },
        {
            "review_title": "The perfect pink!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product is so creamy and versatile! It applies so well to my skin as a blush. It is super pigmented, but blends easily with my finger and/or a brush. The color compliments my skin tone very well! As someone who doesn't love most lip products, I like the feeling of the product. Using it for two purposes makes it even better!"
        },
        {
            "review_title": "Pleasantly surprised",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "Although I'm not a red-lip kind of gal, how it looks on my cheek is absolutely so cute! The formula is super light on the skin. Valentino truly doesn't disappoint when it comes to their makeup. Would definitely recommend to friends!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "302R Pink Is Punk - vibrant hot pink",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I adore the convenience of having both a lipstick and blush in one sleek product. The soft matte finish adds a touch of sophistication to my look, and the formula feels comfortable on my lips and cheeks. While some may prefer high pigmentation, I find the subtle color perfect for achieving a soft glam style. It's ideal for an effortless and natural makeup look."
        },
        {
            "review_title": "My new favorite liquid lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I struggle with finding a matte lipstick that doesn't completely dry out your lips. I found this liquid lipstick to be quite moisturizing! Color was very neutral and I loved it."
        },
        {
            "review_title": "Perfect 2-in-1 for Summer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Love this 2-in-1 lip and blush combo! The color is super natural and cute. Applying it felt like butter, itu2019s SO smooth!"
        },
        {
            "review_title": "Beautiful 2 in 1 blush and lipstick!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This works as the most beautiful blush and lipstick! I like to wear it when I do a soft glam. It has a nice matte finish which I like because it lasts for a while. The applicator is unique, but overall the product itself is nicely pigmented!  and cute!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "22A Rosso Valentino - true perfect red",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I love this product!! Itu2019s nice and creamy and blends easily. A little goes a long way but if you want it is buildable as well. The packaging is so cute and aesthetically pleasing. Not to mention itu2019s small enough to fit into my small bags!"
        },
        {
            "review_title": "GO TO for a night out",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "Love!! After using this product I loved how my lips felt hydrated and not oily whatsoever. I am particular with textures and this lipstick passed the test. It's the perfect travel piece instead packing a cream blush on a hot summer day. 2 in 1!!"
        },
        {
            "review_title": "10/10 Must Have Lip Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Usually I get nervous to wear matte lipstick because I do not know the formula and how it is going to last throughout the day but this formula is amazing and is not too drying! I have used other matte lip products and after an hour my lips feel like pavement, this does not happen whatsoever with the Liquirosso. Yes, it is matte but the formula is very creamy, easy to move, and also lasts all day! This color looks awesome with my tan and really pops in the summer! Also absolutely love how this is a 2-in-1 and can also be used as a blush! Love this product and will definitely be buying in more colors soon!!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "110A Into The Nude - nude mauve",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a great everyday product. Works well as a blush and lipstick and is super blendable/creamy. The packaging is also just super pretty, and aesthetic. and looks great in any vanity! Also super sleek packaging so it fits easily in all my purses!"
        },
        {
            "review_title": "Great matte lipstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Love this product, it is the best matte lipstick I've tried! It applies evenly on my lips and lasts for a long time. It is very pigmented and does not dry out my lips which is what I struggle with when using other matte lip sticks. It also smells very good! I have not used it as a blush yet but I am excited too!"
        },
        {
            "review_title": "makeup routine staple !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love how this product is so versatile. BLUSH is essential in my makeup routine.  I have been on the search for a blush that pops and stands out and I think I have finally found it. 1.) itu2019s a beautiful color 2.) stands out perfectly and blends in with my skin tone 3.) does not make my face feel oily, it actually feels super clean. Very recommended products."
        },
        {
            "review_title": "A great find!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love this product! Great for that long-lasting effect and a little goes a VERY long way so this will definitely last a while"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "111A Undressed Velvet - deep warm red",
            "review_buyer_description": "",
            "review_text": "Great pigmentation and stays on well. Applicator is perfect!"
        },
        {
            "review_title": "The perfect statement color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The perfect liquid lipstick and blush if you want to make your lips pop- such a big statement color in the original Valentino red. I love how it creates a thin film and isn't too heavy. Product doesn't rub off as well."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love it itu2019s very pigmented and smooth and easy to apply!"
        },
        {
            "review_title": "My everyday fav",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Absolutely love this! I use this everyday in my makeup routine lip combo & blush. Very pigmented and easy to blend."
        },
        {
            "review_title": "Screams Luxury + Class",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "SUCH A PRETTY COLOR! Not only did it feel hydrating (for a matte) it also lasted for a good amount of time! The formula for this is amazing and I definitely recommend. The packaging is also so sleek that it screams luxury and class. This is going to be attended into the rotation for my going out lip looks!!! I am 100% obsessed :)"
        },
        {
            "review_title": "LOVE THIS BLUSH AND LIP COLOR",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "10/10 recommend if you are looking for the perfect burnt orange!"
        },
        {
            "review_title": "Love this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019m a lip girly and super obsessed with this new matte liquid lipstick from Valentino! I havenu2019t tried it as a blush yet but Iu2019m sure itu2019ll be as gorgeous as it is on the lips. Worth trying!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love the dual functionality of this product but the matte formula is a bit dry as a lip product."
        },
        {
            "review_title": "2 in 1 whatu2019s better than that",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Valentino Liquirosso 2 in 1 soft matte liquid lipstick and blush is my new go to! I am so utterly obsessed with the product and how moisturizing it is. I love how it is a lipstick but can be used as blush!! The packaging is super sleek and beautiful. I cannot wait to purchase more colors!!"
        },
        {
            "review_title": "Love this formula!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "The color looked beautiful on my skin and was so easy to blend. A true matte blush!"
        },
        {
            "review_title": "My New Favorite Lipstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "This product was absolutely gorgeous! Not to mention, the shade was amazing, and truly said so well with my skin tone as it wasnu2019t too red! The application was very smooth, and very easy to apply."
        },
        {
            "review_title": "The shade is the BEST",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This is as best as 2 in 1 is going to get. I absolutely LOVE this lipstick shade. I was worried about how it would contrast on my skin, but it contrast perfectly. The lipstick is soo smooth and non-sticky, which also makes it a great blush as well."
        },
        {
            "review_title": "My favorite blush item",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019ve used this product as a blush in my make up routine and Iu2019m utterly obsessed, a little goes a long way and for my dark skin girlies it shows up perfectly on our skin"
        },
        {
            "review_title": "Gives you Lip Filler Look!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This is a great product! It is super light weight and has great pigment. It looks super natural on the skin and is buildable in color. The only issue is it can show the lines on your lip so I would exfoliate before using!"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Medium skin tone, Combination skin",
            "review_text": "I really enjoyed this product I love how seamlessly it applies"
        },
        {
            "review_title": "Not drying!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I normally do not like wearing matte lipsticks. But, because it is also a blush I found this formula does not strip any moisture. I have eczema is my skin is prone to being dry so this is very important to me!"
        },
        {
            "review_title": "Blendable and smooth!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I have struggled to find the perfect matte lipstick because they often feel heavy or tacky, but this product is soft and light and blends beautifully on the lips. It especially stands out when used with a lip liner. It works quite well as a blush as well since it blends out very well and is sufficiently pigmented. Overall, this product functions quite well as a blush and as a lipstick."
        },
        {
            "review_title": "Great lip product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I received this product as a gift and it has become a go-to for me! Super blendable, goes great with any color liner, and doesnu2019t smudge with gloss on top. Love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "302R Pink Is Punk - vibrant hot pink",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Super cute product! Love the color options and how soft the lipstick is. I'm normally picky on lipstick products due to dry lips, but this product did not disappoint! The lipstick is also long lasting and won't smudge easily."
        },
        {
            "review_title": "Valentino has nailed it again!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Utterly beautiful and exactly what I wouldu2019ve expected from Valentino. They nailed the soft, creamy texture and pigmentation. The packaging and everything is just stunning."
        }
    ]
}