{
    "product_id": "486",
    "name": "Cream and Powder Blush Duo",
    "brand": "Fashion Fair",
    "categories": "Makeup, Cheek, Blush",
    "price": 53.0,
    "about": "What it is: A lightweight and buildable cream blush that can be worn alone for a fuss-free look or layered under the powder blush for a pop of color that lasts all day...Coverage: Medium.Finish: Natural.Formulation: Cream..Highlighted Ingredients: - Ceramides and Sodium Hyaluronate: Visibly plump and leave skin looking refreshed..- Green Tea Extract, Aloe Vera, Jojoba Oil, and Squalane: Deliver moisture and antioxidants...Ingredient Callouts: Free of parabens and mineral oil. It is also vegan and cruelty-free...What Else You Need to Know: This blush duo has superior adhesion, gripping onto skin for long wearu2014with no ashy or gray undertones.",
    "ingredients": "-Ceramides&nbsp;and&nbsp;Sodium&nbsp;Hyaluronate: Visibly plump and leave skin looking refreshed..-Green&nbsp;Tea&nbsp;Extract,&nbsp;Aloe&nbsp;Vera, Jojoba&nbsp;Oil, and Squalane: Deliver&nbsp;moisture and antioxidants...Powder:.Mica, Synthetic Fluorphlogopite, Zinc Stearate, Squalane, Nylon-12, Octyldodecyl Stearoyl Stearate, Polymethyl Methacrylate, Hdi/Trimethylol Hexyllactone Crosspolymer, Hydrogenated Polycyclopentadiene, Stearoyl Glutamic Acid, Nylon-6/12, Aqua/Water/Eau, Olive Glycerides, Sodium Acetylated Hyaluronate, Glycine Soja (Soybean) Oil, Silica, Butylene Glycol, Camellia Sinensis Leaf Extract, Ceramide Np, Benzyl Alcohol, Sodium Hyaluronate, Aloe Barbadensis Leaf Extract, Dehydroacetic Acid, 1,2-Hexanediol, Caprylyl Glycol, Phenoxyethanol. May Contain/Peut Contenir (u00b1): Ci 77491, Ci 77492, Ci 77499 (Iron Oxides), Ci 15850 (Red 6), Ci 15850 (Red 7 Lake), Ci 77742 (Manganese Violet)...Cream: .C12-15 Alkyl Ethylhexanoate, Mica, Isopropyl Palmitate, Ricinus Communis (Castor) Seed Oil, Candelilla Cera/Euphorbia Cerifera (Candelilla) Wax/Cire De Candelilla, Cera Carnauba/Copernicia Cerifera (Carnauba) Wax/Cire De Carnauba, Paraffin, Polyethylene, Synthetic Wax, Cera Microcristallina/Microcrystalline Wax/Cire Microcristalline, Simmondsia Chinensis (Jojoba) Seed Oil, Glycine Soja (Soybean) Oil, Tocopherol, Ascorbyl Palmitate, Aloe Barbadensis Leaf Extract, Camellia Oleifera Leaf Extract, Ceramide Np, Sodium Hyaluronate, Aqua/Water/Eau, Glycerin, Phenoxyethanol. May Contain/Peut Contenir (u00b1): Ci 77891 (Titanium Dioxide), Ci 77491, Ci 77492, Ci 77499 (Iron Oxides), Ci 15850 (Red 6), Ci 15850 (Red 7 Lake), Ci 17200 (Red).",
    "how_to_use": "Suggested Usage:.-Apply cream blush with ufb01ngertips or a dense brush, using a tapping motion to blend out. .-Apply more layers as desired..-Cream formula can also be used on lips..-Apply powder blush with a brush, lightly sweeping into powder and tapping off any excess..-Formulas can be used alone or layered together.",
    "num_reviews": 44,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/fashion-fair-lush-blush-duo-P503002?skuId=2591733&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2591733-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Chocolate Chip",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2591733-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Rich Plum",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2591725-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Berry Red",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2591717-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": []
}