{
    "product_id": "1494",
    "name": "Small Slipsilk Scrunchies - 6 pack",
    "brand": "Slip",
    "categories": "Hair, Accessories",
    "price": 53.0,
    "about": "What it is: A set of skinny scrunchies made with specially selected elastic and a slipsilk covering...Hair Type: Straight, Wavy, Curly, and Coily..Hair Texture: Fine, Medium, and Thick..What Else You Need to Know:  Upgrade your hair tie game. From the makers of the Slip anti-aging, anti-sleep crease, anti-bed head pure silk pillowcase, these scrunchies were designed to avoid hair creases. They are made with specially selected elastic and a slipsilk covering to be gentle on your delicate hair...Slipsilk is specially-commissioned and made to Slipu2019s exacting standards, developed and refined over 10 years to provide the ultimate combination of shine, thickness, softness, and durability. They use the highest grade (6A) long fibre mulberry silk, with a thickness of 22 momme, and enforce the strictest quality guidelines, including non-toxic dyes...This product is an Allure Best of Beauty award winner...This Set Contains:.Mini Size:.- 3 x slip skinny scrunchies..Standard Size:.- 6 x slip skinny scrunchies...Allure",
    "ingredients": "",
    "how_to_use": "",
    "num_reviews": 335,
    "overall_rating": 3.8,
    "product_url": "https://www.sephora.com/ca/en/product/small-slipsilk-scrunchies-P431718?skuId=2753200&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2753200-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Black, Pink, Caramel",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2085041-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Black, Pink, Caramel",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2085041-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Black, Pink, Caramel",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2085041-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Terrible, over priced waste of money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "I ordered these through the company and everyone of them stretched out and not useable!! The company was great to send me another box and the same thing happened..  I tried washing/drying them nothing works.  ufffc"
        },
        {
            "review_title": "Su2019etire",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Su2019etire vraiment facilement et rapidement vraiment deu00e7u du produit"
        },
        {
            "review_title": "Not worth the price",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Dry skin",
            "review_text": "I tried this because I have heard a lot of good things about Slip scrunchies but for the price I was not impressed. They stretched out really easy and are now unusable. I read a few things online about shrinking them that I may try."
        },
        {
            "review_title": "The Best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I will start by acknowledging the reviews that they say these stretch out quickly. I havenu2019t had these long enough to see if this is the case and if it will be detrimental to the life of the scrunchie. I purchased this set on sale after loving the three pack I picked up in the Sephora checkout line. These scrunchies have been amazing for pulling my hair back when sleeping, pulling my hair back to wash my face, take a shower without getting my hair wet, and even for my slick back work ponytails. Even if these do stretch out I will continue to purchase. They donu2019t leave weird hair bubbles like the plastic spiral hair ties, they donu2019t pull my hair like traditional hair ties, and they donu2019t fall out like traditional scrunchies. They look and feel so comfortable and luxurious in my hair and they provide a solid hold without the damage or the headache. I love these scrunchies so much!"
        },
        {
            "review_title": "Stretched out very quickly, whatu2019s going on?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I have been using SLIP scrunchies for a while. Theyu2019re expensive so I buy one pack and reuse the same scrunchie until it stretches out then Iu2019ll grab another one. This also helps with not losing them! The last pack of slip scrunchies I got was a 4 pack for Christmas last year. Iu2019ve been using the same scrunchie since December 2023 and itu2019s still looking great and has not stretched out. When I saw these were on sale I bought the blue pack because they reminded me of Iceland. Anyway, they got delivered on Saturday and I used a light grey one throughout the weekend and itu2019s already kind of stretched out. It looks worse than the one Iu2019ve been using since December 2023. Maybe I got a bad  pack? Rating 2 stars because I love the colors and maybe I got a dud but the others wonu2019t be. I sure hope they have decreased the quality of these!"
        },
        {
            "review_title": "Good for hair scrunchies",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Very comfortable thin scrunchies. I saw some reviews claiming the stretch too quickly, however I did not have that experience. Note that in my case I like my pony tail high but not super tight so lough be that."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I really liked the idea of this and thought they were really cute but they stretch out so much and donu2019t go back so I had to throw them away, which is ridiculous for the price."
        },
        {
            "review_title": "Pricey but worth it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Expensive but i really like them and i can have a ponytail all day ."
        },
        {
            "review_title": "Not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Stretches out quickly and are very expensive for this to be happening so soon after using them"
        },
        {
            "review_title": "Soft and Durable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Since purchase I have rotated using the three colors. I usually wear the scrunchie on my wrist since normal hair ties are usually way too tight. No hair pull when you undo your hair either! Hair doesnu2019t seem to get caught in them easily either; you can just pull the excess right out"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Silver, Charcoal, Navy",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "I have very thick hair and love using these hair scrunchies. They do not leave any dents in my hair after wearing them like regular hair scrunchies do in my hair. Cute colors."
        },
        {
            "review_title": "Expensive and for what?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Genuinely insane how expensive these are. They are hair ties. Be for real."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone",
            "review_text": "These are my absolute favorite hair ties. I would highly highly recommend them."
        },
        {
            "review_title": "Lux hair ties",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I was wanting to upgrade my hair tie situation. I gave these a try and never looking back!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Love this scrunchies. My hair has reduced its breaking."
        },
        {
            "review_title": "Really like these",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I love these hair ties! It doesnu2019t rip my hair out like some others I get from the drugstore, and I like how they come in a pack because Im horrible at keep tracking of my hair ties lol"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Normal skin",
            "review_text": "Love the slip skinny scrunchies!! This are great for breakage and casual wear, I wear them a lot when tying up my hair for bedtime. However they stretch out really quickly and are not great for exercise with a lot of movement but otherwise theyu2019re great"
        },
        {
            "review_title": "Must have scrunchies",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I looove this scrunchies it looks so cute on my wrist and hair, it never pulls my hair out when im taking it off my hair, it feels so light and soft too!"
        },
        {
            "review_title": "a nice little luxury",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "iu2019m so glad i tried these! theyu2019re expensive and not necessary, but if regular hair ties bother you these might be worth a go. i usually use big scrunchies but iu2019m not always wanting that much of a Lewk . these are as comfortable while still being discreet."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "these pull my hair out! two stars for redhead inclusion. you can do better with another silk scrunchie!"
        },
        {
            "review_title": "Never Breaks Hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Never breaks hair, but stretches out if you use it to put up long hair in a messy bun for too long."
        },
        {
            "review_title": "Worth the price!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "So gentle on my hair and holds very well! Soft and comes in cute colours."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Black, Pink, Caramel",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "Three stars because while they are super gentle and don't leave dents in your hair, they stretch out a lot. I usually only wrap elastics around my hair 2-3 times and have never had a scrunchie or elastic lose elasticity like this. It has only been four months. Expected better resilience for the price."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product is a must if youu2019re looking for a silk scrunchie that wonu2019t leave any lines in your hair while sleeping. I typically go 3-4 days without washing my hair and using this scrunchie helps me not to wake up with lines in my hair."
        },
        {
            "review_title": "The worst u201csilku201d scrunchie",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Literally the worst scrunchie Iu2019ve ever had. Everytime it came to taking it out, it tangled and pulled my hair some much - one time even having to cut it out of my hair it got so knotted in my hair. I rarely encounter hair ties that get to caught it my hair I have to cut it out - unless itu2019s a pure rubber band elastic."
        },
        {
            "review_title": "Waste of money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Yes, I know hair elastics stretch out, but after ONE WEEK?? Such a waste of money. Itu2019s like double the size and Iu2019ve only used it to tie off my braids, so Iu2019m not even tying it off very tightly. Iu2019m sure Amazon has good silk scrunchies too"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "These are my favorite i will keep buying and buying them!!"
        },
        {
            "review_title": "10/10 been using for 2 years now",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "These scrunches are amazing for my curly hair. I always had issues with scrunches because they would always get stuck. When I got them I never went back to normal scrunchies. 10/10 just amazing"
        },
        {
            "review_title": "Slipsilk is the best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Holy grail. Iu2019m so glad they came out with a hair-matching color. I wonu2019t wear any other hair tie unless Iu2019m doing an intense workout, and even in that case I use a slightly cheaper version of these."
        },
        {
            "review_title": "Not bad, a bit pricey",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Iu2019m 4 months post partum and so my hair is really falling out like crazy. These at least donu2019t twist and pull the hair out when removing the scrunchie. You have to wrap them around a bun or pony a few times to be tight but overall theyu2019re good"
        },
        {
            "review_title": "Use daily. Have not stretched out",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I use these every day and they havenu2019t stretched at all. Iu2019ve had them for a couple of months. Theyu2019re quite comfortable and donu2019t cause tension or breakage. I have fine straight hair and they leave minimal kinks. Theyu2019re expensive but I recommend them."
        },
        {
            "review_title": "Use them every day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have used slip skinny scrunchies for a very long time now and I was SO excited when I saw these hair color versions come out. I love these so much and they have kept my hair healthy. They do stretch out after a while but most hair ties do"
        },
        {
            "review_title": "Loves these! Will definitely buy more!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Wow my expectations for these hair times were pretty low I donu2019t know why, but seriously donu2019t think I can never go back to any other hair time! And theyu2019re so beautiful too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "I love these new colours including the copper to match cuz Iu2019m a redhead"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I wear these every day! Used to get a lot of breakage from non-snag elastic but donu2019t get any of these. More colors plz!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Loving how it feels on my hair. Pretty and holds very well."
        },
        {
            "review_title": "Save your money.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I like how they do not pull or rip out my hairu2026 however after only 3 months they have stretched out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "The best scrunchies Iu2019ve ever had. Very gentle with my hair. It is kinda expensive but it is worth it."
        },
        {
            "review_title": "Perfect",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Have completely eliminated elastics. Perfect width for my average thickness hair (fine but a ton of it). This stay put yet glide out. Maybe they will stretch but right now doesnu2019t feel like it!"
        },
        {
            "review_title": "OVERPRICED",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "OVERPRICED! I only decided to buy these because of the spring savings event. The quality could be better."
        },
        {
            "review_title": "Don't buy it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Worse scrunchies ever don't be fooled by allure recommendation.  After 2 times I used them they lost their elasticity and firmness"
        },
        {
            "review_title": "Avoid buying this",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "The worse hair band ever after 2 time use it lost it's elasticity.  Don't buy it."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Black, Pink, Caramel",
            "review_buyer_description": "",
            "review_text": "Loved them the first couple uses. Felt secure and soft at the same time. By the 4th/5th ware the elastic inside them seems to stretch out worse than cheap ones. extremely disappointing with the price"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "this is a must have if youu2019re on your hair recovery journey!! itu2019s kind of tough for fine hair as it slips out sometimes but itu2019s definitely manageable to use! I hang on to these like theyu2019re gold because of the price point but theyu2019re definitely worth it when wanting to take good care of your hair"
        },
        {
            "review_title": "Nope",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "These are terrible. Itu2019s shocking how much they stretch out after a few uses. They start sliding out of your hair immediately. This is actually a terrible product. The company should really focus on improving these especially at this price point. Donu2019t waste your money here."
        },
        {
            "review_title": "pricey",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "They are 10$ per scrunchie and in a short time I have already lost 2. They slide out of my hair too easily."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Black, Pink, Caramel",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Silk worms are steamed and boiled alive to harvest the silk just fyi itu2019s their cocoon. No thanks lol"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Perfect for messy bun quick pony tail. Also doesnu2019t bother my wrist when I war it there. And it looks nice silky and soft."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "It looses its elasticity after just few uses and it keeps on falling and getting loose and while sleeping it just slips out and fall so whole purpose is defeated"
        },
        {
            "review_title": "Love the colours!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "I love slip scrunchies and had to get this colour when I saw them. These are so very pretty."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Silver, Charcoal, Navy",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I bought these scrunchies for one reason only: to avoid hair creases. They failed abysmally on that count. Considering how overpriced and underwhelming they are, I'm definitely returning these."
        },
        {
            "review_title": "the best scrunchies!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "super cute scrunchies! these are my absolute favorite. I love all the different designs/colors, makes it easy to match w outfits. theyu2019re very stretchy & donu2019t crease my hair at all!"
        },
        {
            "review_title": "great scrunchies!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Absolutely love these hair elastics. I have quite a few of them as I find they are the only ones that donu2019t tug on my hair and doesnu2019t leave kinks. Win all around!"
        },
        {
            "review_title": "Love these",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "These have actually helped me mend my hair after bleaching and I feel comfortable sleeping in them at night! Such a fun lil luxury item to own."
        },
        {
            "review_title": "Great Scrunchies, But They Warp Over Time",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The Good: These scrunchies are really great for specifically thinner hair, if you want something bigger Slip carries a more traditional scrunchie size. I reach for these often because they look cute, do not pull on their hair as much and are usually less prone to tangling within the hair. Compared to other scrunchies they have a little bit of volume/girth so they are easier to maneuver to your styling needs. The colors are also stunning, there's truly something for everyone and each pack comes with a great variety of both bolder and more neutral colors/patterns. I've purchased at least 3 packs of these are although i've lost a few scrunchies over the years there are a few that have been there from the start that are still around. The silk material works magic when removing out of hair because it does not pull on the hair strands like traditional scrunchies but instead uses the slippage of the silk to it's advantage by gently gliding off of the hair.   The Bad: A couple of these scrunchies have simply warped on me and had to be tossed. They get so stretched out and expanded that they lose their ability to function as a scrunchie and instead look like a small, silk rope. This has happened to several of mine and also to a pack I gave to my mom. I don't know if this is a coincidence but this happened to the caramel colored scrunchies we owned.  Mysteriously, other scrunchies do not warp and are great for years to come. Maybe a couple of duds in the pack? Bummer.  The Ugly/Honest: There are other satin products that feel truly identical to these silk scrunchies for a fraction of the price. For $6.50/scrunchie I would really appreciate to receive a pack that does not have 2 out of 6 scrunchies that oddly warp and expand. The product is a 4 star product, I took 1 star for the extremely high price and 1 star for the stretching/warping effect that occurs on some of the scrunchies seemingly overnight and without user-error reasoning."
        },
        {
            "review_title": "perfect size and feels great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Love how easy these feel on my hair and doesnu2019t rip my hair out when I take the scrunchie off! Also stylish on my wrist"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Love this product, I have thin medium length hair and I wear clip ins hair extensions, and these scrunchies are the only thing I like to wear to put my hair up, doesnu2019t give me a headache and itu2019s not rough on the hair. It holds hair better than anything I have tried so far and the silk makes it easy to take off, just slides right off when taking them out."
        },
        {
            "review_title": "Stretch out too quickly.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "These stretched out very quickly. There is a way to get them small again (I think you put them in the dryer? Not too sure), but for the price I would like to be able to use my hair ties for more than a couple weeks without having to revive them. Also, if you put your hair in a tighter pony or bun, you WILL still get a mark on your hair. Did they pull on my hair less? Yeah, a little. But I wouldnu2019t buy them again."
        },
        {
            "review_title": "worth every penny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have extremely thick hair and these scrunchies can wrap around me hair 3 times, which is a literal miracle. I love the material because it doesnu2019t break my hair. They look so cute on your wrist too. Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I love these and how they donu2019t snag my hair. I havenu2019t had any issues with them stretching out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Game changer! No damage and so soft. Too bad I got my 3 girls hooked to this scrunchie and now everyone needs a set."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Silver, Charcoal, Navy",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Love the look and feel of these, but they stretch out way too quickly. Theyre not worth the price."
        },
        {
            "review_title": "Despite Stretching Still My Favorite",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Knocking off a star because as many have said before they do stretch out. I bought a 6-pack about a year and a half ago and I'm down to my last one that isn't super stretched. I do wear them tight though. Haven't noticed a huge difference in hair breakage as I still have a bunch of baby hairs. Still love them and will use as my go to hair tie. I didn't try washing them so I'm going to try this tomorrow."
        },
        {
            "review_title": "Disposable hair elastics.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "don't get me wrong I LOVE these hair elastics for exactly three wears, but after that they stretch out so much that you have to wrap around your ponytail four times five times and that's me with hair extensions as well it's so stretched out that you can't wear it on your wrist....  it's annoying because I've had to talk myself out of buying more of these because I really like them for the first few years but they might as well be disposable hair elastics at this point. they're very expensive so I mean if you have the money to buy them to wear only a few times do it but I will not be repurchasing and have no use for the ones I have now"
        },
        {
            "review_title": "love but stretches!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "love the hair ties but they definitely do get stretched out"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Love them ! Does not leave a crease on your hair and you can wear it on your wrist without it hurting you."
        },
        {
            "review_title": "LOVE THESE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "gray hair, Fair skin tone, Dry skin",
            "review_text": "I love these scrunchies so much! I ended up purchasing more of these as they are my go-to for pulling my hair up. I have thick damaged hair and this is able to hold my hair up and does not further my damage. These are so gentle on not just my hair, but my skin as well."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Black, Pink, Caramel",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I love these. They are the perfect size scrunchie for me.  Maybe itu2019s my thick, heavy hair, but they stretch out too quickly and too easily for the price"
        },
        {
            "review_title": "my favorite hair tie",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I have only had a great user experience with these scrunchies. I got one free in a beauty bag from a different store and had to get more. 3 months later my first one is still perfect. It maybe stretched out a tiny but still is snug and comfortable around my wrist. I have long, thick hair, 2B-2C. Love these!"
        },
        {
            "review_title": "stretch out",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Wish I had read the reviews but bought on a whim in store. Stretch out after a few uses."
        },
        {
            "review_title": "please just make a natural blonde set",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I ordered the desert rose thinking I was getting 2 champagne, 2 rose gold and 2 brunette-ish hair ties. When I opened them they were blush, a blush pattern and copper. Donu2019t trust these pictures! I donu2019t understand why slip wonu2019t just make a whole pack of natural colors. I just want blonde hair ties and I donu2019t think that should be too much to ask for."
        },
        {
            "review_title": "stretch out fast",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Wasnu2019t super impressed in the beginning but they came highly recommended. They were nice but they stretch way out very fast. I cut a hole in one to knot the elastic and make smaller again- you know to get my $$$$ worth- and itu2019s very cheap light elastic in there. The elastic on my disposable mask might be better. Not worth it. Would not recommend."
        },
        {
            "review_title": "These are u2026 fine?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "These are really cute and donu2019t damage hair. But they stretch out so quickly, and theyu2019re so expensive! Which was a problem for me of my own making: I color my hair purple, and the color rubs off on the lighter ones (and doesnu2019t come off)"
        },
        {
            "review_title": "Fixed the Stretching Out Problem",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I really love these. Everyone says they stretch out and that is true. I found a solution to this problem. One day one of the scrunchies accidentally went through the wash and dryer but that fixed it and the scrunchie went back to its small size and was no longer stretched out!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Did not like them. Donu2019t hold well the hair. Got ripped out quick, did not last for long time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love these! They never get caught in my hair and donu2019t really leave a ponytail indentation in my hair when I take it out. I totally replaced regular hair ties with these."
        },
        {
            "review_title": "I love them but they donu2019t last very long",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "These are great. I have been experiencing a lot of hair loss due to stress and product buildup and wanted a hair tie that was gentle on my already fragile hair. These are definitely very gentle. Iu2019m also amazed that they donu2019t fall out in my sleep. I think the only downside is, after two months of regular use, they donu2019t hold their shape anymore and are just too relaxed to use as a hair tie without strands falling out or the scrunchie moving down my hair after an hour. Iu2019m sure I could just continue to stretch it and wrap it 3 or 4 times in my hair but Iu2019m worried that will only make the remaining elasticity degenerate more quickly. I do love these and love the fact that I can wear them on my wrist without any discomfort but the longevity isnu2019t there as it is with other hair ties that I have used religiously for 6+ months until I lose them/ misplace them without any critical loss of elasticity."
        },
        {
            "review_title": "Overpriced for the quality",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The fabric feels nice, but the elastic stretches out very quickly. They are still usable, and if they were cheaper I would consider re-purchasing, but these are not worth the price."
        },
        {
            "review_title": "Streches out too easily",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "For the money I spent it was very disappointing how it stretched out."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "They did exactly what all of the other reviews said that they would, and stretched out too much immediately."
        },
        {
            "review_title": "still useable, just doesn't look as nice anymore",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love these because this is the only thing I've found thus far as that doesn't make as noticable or permanent indents in my hair so if I brush out my hair after having it up it mostly goes back to normal which is awesome HOWEVER...  they do stretch out real bad, still usable though but you have to wrap it around more is all."
        },
        {
            "review_title": "stretch out sooo easily",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "these scrunchies are honestly really nice in your hair but for over $6 a piece, itu2019s a little insane how much they stretch out. i also donu2019t have super thick hair so i donu2019t know why they get so stretched out. itu2019s frustrating because i really like them but in the end not worth it"
        },
        {
            "review_title": "waste of money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "These are trash quality. These scrunchies are only good for a few uses before theyu2019re way too lose. My issue was that to not ruin it I had to only wrap it around my hair twice, but that kept slipping out. If i did it a third time to keep my hair in place, it would stretch out soooooo quickly!! I know these are appearing because their silk and small scrunchies, but you can find better ones elsewhere"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "These are cute, but they stretched out really quickly. I have to put multiple loops now, and I feel them pulling my hair- so it defeats the purpose of them being silk. I do not wear them every day, so I am disappointed they did not last longer."
        },
        {
            "review_title": "Love these!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love these hair ties! They hold my hair well and donu2019t slip, and they are super cute and donu2019t damage my hair. Win win!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Loved this product at first. Within 3 weeks all elastics have been stretched and lost their bounce. Iu2019ve purchased from a smaller business and they use thicker elastic bands to keep their hold. I wonu2019t purchase again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Black, Pink, Caramel",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "These hair ties are super expensive but I have very thin, very fine hair and they're perfect for me. They never rip my hair out or damage it which is extremely important since I have so little hair. Many people say they get stretched out easily but I haven't experienced that. If you're like me and are struggling with hair loss, you gotta get these."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "My favorite products comes from Slip. This scrunchies are game changers in term of your hair breakage due pony tales. Plus colors are nice and sophisticated. Also, will be great as a gift for literally anyone. Ow yes and they look cute on your wrist))"
        },
        {
            "review_title": "Save your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Iu2019ve repurchased these about 3 times now & I canu2019t bring myself to do it anymore. I love them for about the first week..after that itu2019s useless and I have to move onto the next hair tie. The pack itself lasts less than 2 months because of how bad they stretch. Once they are all stretched I have to start using 2 at a time..but itu2019s only so long until theyu2019re stretched even more and 2 donu2019t even hold my hair. For reference my hair is not very thick. You would think for the price theyu2019d last a little longer, but these are honestly so cheaply made & such a waste."
        },
        {
            "review_title": "STRETCHESSSSS",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "For the amount you spend on these they have a life span of 6 weeks max. They look AMAZING when theyu2019re new but STRETCH so easily. Not worth it tbh."
        },
        {
            "review_title": "Worth the money",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "fairLight skin tone",
            "review_text": "These scrunchies are very kind to your hair. They tug less than any other hair tie Iu2019ve ever had. The downfall is it stretches easily. For that reason I donu2019t recommend wearing it on your wrist ever. If you take it off just put it in your purse."
        },
        {
            "review_title": "awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "First off...I always used to lose my hair ties but with these never again because they are far from being cheap! That being said they are great! My hair tangles way less and they are cute when it comes to styling."
        },
        {
            "review_title": "elastic does not last",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Elastic does not last, stretches out after a couple of months making it not usable."
        },
        {
            "review_title": "chic and healthy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "Simply obsessed. I LOVE these. Absolutely love. So much healthier for your hair and look so chic! As for the bad reviews saying they stretch- I use them daily and had a set for 9 months and only had ONE stretch out. As long as you take care of them they will last!"
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love these. I feel like my hair stays really well and theyu2019re super cute. A lot easier on your hair too"
        },
        {
            "review_title": "Overpriced and overstretched",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Overpriced and overstretched. Had of known that they stretched so much, i would never had purchased these."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Black, Pink, Caramel",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "They are super cute; especially on your wrists. I have a lot of hair that is very thick so often times, my scalp starts to hurt with elastics. With these, I didn't feel as much pain on my scalp. However, because of my thick hair, I noticed that the scrunchies loosen really quickly and stretch out."
        },
        {
            "review_title": "love this beauty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love this beauty, very nice to use, highly recommend"
        },
        {
            "review_title": "A game changer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Love! Love! Love! I tried cheaper silk scrunchies off Amazon and they were horrible. These are absolutely amazing. The quality of silk is excellent and I love how they are not too tight. It does not pull or tug at my hair. None of my hair falls out with the scrunchie. It is definitely the most comfortable hair tie that I have ever used. Worth every penny."
        },
        {
            "review_title": "Great hold but don't pull my hair - love them",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "These scrunchies are worth the premium price - they don't pull at my hair, but do hold it in place. I love these and have switched to them from Teleties."
        },
        {
            "review_title": "stretched out but worth it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love these scrub hues. Not only are they super cute, they also are so much more gentle on my hair than any other. I rarely have hairs getting stuck or pulled out by the scrunchie. And my hair only gets that ponytail bump when itu2019s been up for a long time or when it was wet in the ponytail. They one drawback is that the scrunchies do stretch out quite a bit. I posted a picture of 3 of my scrunchies (for reference I bought my scrunchies in June 2020). I constantly use the dark grey scrunchies so they are the most stretched out, but I only use the silver occasionally so they are still relatively the original size. My hair is not overly thick, but I do have a full head of fine hair. If youu2019re debating these, I would recommend getting them because even stretched out they beat every other scrunchie that Iu2019ve tried."
        },
        {
            "review_title": "Don't recommend it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Not long-lasting and it will stretch out too soon. Won't repurchase from Slip."
        },
        {
            "review_title": "Horrible! Not as pictured!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Absolutely NOTHING like pictured and nothing like a previous set I ordered! HORRIBLE"
        },
        {
            "review_title": "Don't last long",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I heard such good things about these scrunchies and how they protect your hair from damage, so I was willing to splurge and spend $9/scrunchie. BUT they stretched out so easily. After using one for only a month or so, it was 2-3x as big because the elastic inside stretched out and lost its elasticity. Not worth the price in my opinion."
        },
        {
            "review_title": "my favorite but might not be yours",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I really love Slip scrunchie. It's soft, cute and holds just enough to not feel like your head hurt after a while. I have short but thick hair and it stays in place. I could see it holding less if you have thin hair. If you take care of it even with daily use it will last over a year like mine. If you treat it like a savage and pull/stretch it indecently this is not for you, will last around a month max."
        },
        {
            "review_title": "best new hair accessory addition in a long time!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I feel like since working from home Iu2019m also tying my hair up a lot more and I had noticed some breakage from tight bands, Iu2019ve been using these for most of 2021 to date and my hair has seen such a great improvement, especially if sometimes you want to sleep with your hair tied back too, theyu2019re a lot kinder to your hair! I just wish they made them in an even smaller option for braids and what not"
        },
        {
            "review_title": "Cute but not worth it- will not buy again",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Ive tried the silk pillow cases and eye mask and decided to try the hair tie. I think this entire brand is over-rated and very overpriced. Especially these hair elastics? they kinda slip off your hair if you know what i mean ;). Also, they are so expensive simply because the company made this brand a heavily celebrity endorsed brand. It is NOT worth this much for hair ties even if they are silk plus they dont last long. So if you want to spend over $50 on hair ties that wont last go for it. I think Invisibobble is worth it more than these even though you can get them at the dollar store for $1 these days. However, they are cute to look at while its on your wrist...but that doesn't justify the price. You are better off getting a cheaper satin scrunchy for literally $1 or less. I doubt silk on hair even does anything anyway. Just another useless luxury product."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I really like these but the downfall is they eventually stretch out and then donu2019t provide a tight hold."
        },
        {
            "review_title": "Great hair ties until they stretch out",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "When I first purchased these hair ties they were my absolute favorite! I used them daily until I realized that they started to stretch out. I love the fact that the silk helps with not leaving a dent in your hair after having it up all day. I still use them even though they are stretched out. I wish they would improve the elastic inside of this product. If they did I would consider repurchasing."
        },
        {
            "review_title": "Definitely Overrated",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Loved them right when I got them but over time they stretch out soooo much and become very useless. So I use them to sleep in because they donu2019t pull at all. But I cant count on these to secure my hair back if Iu2019m on the go. Found some silk ones on Amazon, will continue to use those on the daily."
        },
        {
            "review_title": "Don't last",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Bought these about 2 months ago and all but one of them have stretched out to the point that they are not usable. I expected more for the price."
        },
        {
            "review_title": "The worst-Tugs on hair & loses shapes after 2 wks",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Not even used 10 times and it stretched like crazy and became shapeless. It also pulls on hair much more than I expected. Itu2019s probably the worst scrunchie I have ever bought and these should not be sold anymore"
        },
        {
            "review_title": "meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Normal skin",
            "review_text": "they looked really good in the beginning when i first bought them but they stretch out a lot and they broke completely after about a year. i would recommend getting the large slip scrunchies 3-pack instead. they can deal with higher wear or just go for something cheaper."
        },
        {
            "review_title": "cute and comfortable",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Love silk scrunchies! These are super cute and comfortable. Taking off 1 star as they do stretch out a bit over time."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "LOVE! These never pull out strands of hair, and Iu2019m surprised by how well my hair stays in place. My only complaint is that they stretch out faster than regular hair elastics. Iu2019m on my fourth one of these in about 10 months."
        },
        {
            "review_title": "NOT WORTH THE MONEY",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "DO NOT WASTE YOUR MONEY! These stretch out after 1-2 uses. If I could give this a zero start, I would! I feel like I just flushed my money down the toilet. Very disappointed in this product."
        },
        {
            "review_title": "Terrible Purchase",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "These were such a disappointment. Super cute to look at but they lose their elasticity SO quickly. They also become warped and you cannot use them again. What a shame and a waste of money."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Black, Pink, Caramel",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "It is a shame they donu2019t improve and strengthen the elastic!!  The silk is wonderful, and beautiful caramel and rose gold, but with daily use only good for 2 weeks then begin to stretch out.  So yes, way too expensive.  If they fix this, Iu2019ll replace mine.  Saved the 2nd set of each color  for leaving the house, and sleep and beauty routine in worn out set.  Not the self treatment I prefer at that $!!"
        },
        {
            "review_title": "sad face",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I was so excited for these.  They stretched out PERMANENTLY, immediately after two wears.  I am sad.  They now are unusable."
        },
        {
            "review_title": "Well worth it <3",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I know they're pricey, but they are absolutely worth it. Not only do they not crease your hair, or pull individual hairs, but they don't tug at your scalp. I wear these daily. When I'm working out though, I opt for those plastic coil hair bands (the ones that look like an old timey phone cord) because I don't want my silk ones to get too sweaty.   They are easy to wash though--I just wash one in my hand with some unscented soap (I use my Diva Cup wash LOL) under the faucet and let it dry on a clean washcloth overnight."
        },
        {
            "review_title": "Works great, nice quality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "These are awesome! I received one in a beauty box and loved it so much that I bought this set of small hair ties. They don't stretch out from my experience, and I love how they glide on my hair when I pull it out. I have medium length hair and lots of it and these let me do a ponytail or bun!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Super cute colours.  They donu2019t break your hair.  They stretch out a ton though."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Black, Pink, Caramel",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Ju2019adore ju2019en ai rachete. Donne un beau look u00e0 la queue de cheval en plus du2019u00eatre doux pour le cheveux. Il faut juste faire attention pour ne pas trop lu2019etirer lorsquu2019on le met pour quu2019il garde sa forme."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Black, Pink, Caramel",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Really good quality. They donu2019t cause as much strain on my hair as lots of other hair ties. I have suuuuper fine hair so they work well for ponytails but not braids because they bend it at the end."
        },
        {
            "review_title": "Great Quality! There are some cheaper options.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These don't leave any kinks in my hair at all, so if I straighten my hair I can tie it up without leaving a dent. They feel so soft and don't stretch much over time -- and luckily they don't slip out of my hair either, which I was worried about at first. However, there are many cheaper options of silk and satin hair ties and scrunchies online where you can buy more for the same price, although I doubt the quality is as good."
        },
        {
            "review_title": "Too Stretchy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "These are cute and donu2019t pull out hair, but as soon as you so much as look at them they stretch out a huge amount. I have to loop them 3-4 times just to get a decent hold, which in turn stretches them out more. Not great."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love these scrunches. The size works much better for my hair and they are so soft."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Black, Pink, Caramel",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I loved these the first few weeks of each use, but in the end they all stretched out SO QUICKLY and were not worth the money."
        },
        {
            "review_title": "Nooooooooo",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Waste of money. These are actually really great for holding up my thick, curly, frizzy hair. But the reason I gave this one star is because they stretch out and they stretch out quickly. Since each hairband costs of $6 each, they should NOT be stretching out this bad. I am really disappointed. I included a picture of a stretched out band (left) and a brand new, unused band (right) so you can see the difference. It's about 2-3 times are big as it originally was."
        },
        {
            "review_title": "Super cute and non-damaging. Love them!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I really love these! I have thin hair thatu2019s prone to breakage and these never damage my hair. The one Iu2019ve used every day for about 6 months is a bit stretched and frayed, but I donu2019t mind because I love how these feel on my hair. I also like the sizeu2014 they are more minimalistic to wear on your wrist instead of a big scrunchie, and donu2019t distract from your outfit as much! Just bought a second pack."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Donu2019t waste your money. These stretch out after the first use so they donu2019t hold as well. Too expensive for an ineffective product."
        },
        {
            "review_title": "Does cause creases!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Thereu2019s nothing special using these. It did stretch out when I got water on it. I feel like, I can get them for half the price for another brand that would work equally as good and gentle. I do have thick hair and get creases still."
        },
        {
            "review_title": "Worth the $",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Absolutely worth the money. My first pack has lasted over six months with no signs of wear and tear. Theyu2019re the only hair ties that keep my thick hair in place without feeling like my hair is pulling out of my scalp. The ponytail bump that used to develop is no longer a thing! I also like that theyu2019re comfortable to wear on my wrist between uses"
        },
        {
            "review_title": "donu2019t pull your hair and donu2019t leave crease",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "Absolutely love these scrunchies. They donu2019t pull your hair at all!! They donu2019t leave a crease either!! These however like most others scrunchies do become lose if you use it too often and maybe if you have full thick hair like me! What I do is I just double up and use two scrunchies if it feels too lose. Other than that they are great! Definitely worth the price. They also look super cute if you wear them on your wrist and almost look like a cute bracelet!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Silver, Charcoal, Navy",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have long, thick hair and I use these to braid my hair overnight. I don't use heating products on my hair, so I braid my hair at night after I shower to add a defined wave and reduce frizz. I had started noticing that the ends of my hair were getting damaged where the ponytail holders were at night, so I got these to try to fix the problem. I have used these for about a month and they have definitely made a difference. I can see how they might wear out quick if you used them regularly like a normal hair tie, but they work for what I need them for."
        },
        {
            "review_title": "Great scrunches for curly hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I have very curly/high volume hair and scrunchies don't normally hold my hair nice but these are perfect for my har. They don't slip, don't feel too tights, wrap around a few times and are super soft. For me, they have lasted a long time without breaking or stretching out too much. Mine have stretched a bit but I wouldn't say an exaggerated amount, still useable and holds tight."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Garbage. Stretched out so quickly, very disappointed. Not worth the money."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "i love these scrunchies. they look so cute in your hair and dont hurt when you pull them out. only thing is they stretch super quick and fall out easily."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "cute but will stretch out very quickly, definitely not worth the price"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Black, Pink, Caramel",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I find that a lot of silk scrunchies feel/look cheap, but these donu2019t. I also find that the small ones do well holding my super-thick hair. However.... they stretch out very easily. Like, a couple days of daily wearing will make one completely unwearable. They do not stretch back. For their price... I really donu2019t think itu2019s worth it."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Sorry to say, but these suck! So not worth the money. They stretch out too easily. At 1st I thought it was just one, but it turned out to be all 3. You can prolly pay way less and get a better product."
        },
        {
            "review_title": "Absolute must have for damaged hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "If you have damaged hair you simply have to get this. It looks expensive but trust me, itu2019s super lasting. I have been using the same one for more than half a year now and it nearly shows any sign of wearing."
        },
        {
            "review_title": "Perfect for fine hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "If you have fine hair these are a must! My hair never gets tangled in these. So gentle and pretty- and they get the job done."
        },
        {
            "review_title": "Worth the $$",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Where have these been all my life?! Theyu2019re so comfortable and gentle on my hair and they donu2019t leave any creases!!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "little pricey for the longevity of the product. But I love the colors. Moreover, they are gentle on my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Love these. All I use. They do stretch out a little but they donu2019t break or leave obvious lines in my hair."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Pretty pricey and they still pull my hair out. Especially when wet. They also stretched out. Not worth the price."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I was very skeptical about paying $28 bucks for hair elastics but I tried them on a whim......... and I very glad I did they feel nice and secure in my hair and donu2019t rip my hair out when I pull them out, very happy with this product will definitely by more to add to my collection"
        },
        {
            "review_title": "stretched out",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Theyu2019re pretty but they stretch out really fast. Canu2019t wear them on your wrist so I wonu2019t repurchase."
        },
        {
            "review_title": "Soft, Comfortable and Excellent Quality!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "This set is really nice! The color selection is perfect and I have zero complaints about the elastic. I donu2019t treat these scrunchies like a hair tie/band. I want these to last so I donu2019t stretch them out and keep wrapping them around my hair until I canu2019t get another loop. I personally donu2019t like to sleep with my hair pulled that tight. If you have a lot of hair, you should consider the larger version. These work perfectly for my medium weight hair that falls about 4u201d below my shoulders. I make 3 loose loops and these hold up fine. Iu2019ve used these for a while now and they still look the same as they did out of the package. I wash them with my silk pillow cases in a mesh bag and let them air dry. I will be purchasing the other two sets!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Silver, Charcoal, Navy",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I like them so far. Great for a messy bun/top knot. I would have preferred black and some brighter, non pastel colors, but these are nice and hold up well so far to almost daily use."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Black, Pink, Caramel",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I have been obsessing over my frizzy hair for YEARS and although I don't see any difference to my hair, it makes me feel safe that hey, at least my scrunchies are made of silk.  I'd recommend if you want to feel like that, but it won't make your hair feel/look different."
        },
        {
            "review_title": "Cute & Comfortable!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve had these scrunchies for several months now and they were worth every penny. They are so gentle on my hair Iu2019ve even fallen asleep with my hair up and I havenu2019t done that in years! The scrunchies hold true to their shape as well, definitely worth the purchase!"
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Meh. They stretch out so much that you can't keep them on your wrist. They still work in your hair but what is the purpose of a hairtie that you can't keep on your wrist? Probably wouldn't buy again."
        },
        {
            "review_title": "Poor Quality and Overpriced",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "These scrunchies are nice for the 2-3 times you use them until they stretch out and you have to start wrapping them around 5 times for them to hold up your hair. They are very overpriced for the quality you get."
        },
        {
            "review_title": "love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "This is the first time I try the scrunchies and so far I love them! I used to wear spiral elastics and I had always a pression on my hair. It was painful. For the scrunchies, I only wrap them only 2 times. Hope they donu2019t stretch to fast this way."
        },
        {
            "review_title": "Nearly perfect, but stretch out a lot!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Nearly perfect. I have had them for a few weeks and they truly are amazing for your hair. I am losing less hair than usual and they are very gentle. But as many others have said, they stretch out ALOT. They are still usable right now, but it has only been a few weeks so I am concerned they will lose elasticity altogether."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Black, Pink, Caramel",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Great hair scrunchy, perfect for curly hair as it doesn't pull or tug at my hair. I wear one nearly every day. Only issue is that they do stretch out and lose elasticity and shape after seemingly short term use which wouldn't be a big deal if it wasn't so pricey."
        },
        {
            "review_title": "Pricey but good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Pricey but work! I have fine thin hair and so many ponytail holders / scrunchies don't stay in that well. These seem to stay in well and don't snag my hair. They also don't indent on your wrist if you put them on your wrist too, which is nice. I took one star away because of price. They are super pricey for thin scrunchies I think. Other than cost they are perfect!"
        },
        {
            "review_title": "so happy with them",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I bought this set and the other colours over a year ago. I literally use them every day. Love them so much. They are the perfect size, they hold my hair great and they're super cute. I wear them to bed too. When I first bought them I had doubts abt spending thta much in scruchies but they're the best! So happy with my purchase."
        },
        {
            "review_title": "perfect until they stretch out",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I LOVE these hair scrunchies more than any other hair tie. Thereu2019s no place for hair to get caught so I donu2019t pull out any strands when I remove one of these hair scrunchies. I have color treated hair and I LOVE how gentle the silk is on my hair. I also find these scrunchies font pull too tight on my hair and give me a headache. The major drawback is these scrunchies are on the more expensive end of the spectrum when it comes to hair ties, and they stretch out over time with no way to tighten them back up once theyu2019re stretched out. Still, these reign supreme as my favorite hair tie solution for now, and Iu2019ll keep re-buying them when mine stretch out."
        },
        {
            "review_title": "Buy them!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "These hairbands are the best. They don't pull hair and they hold well. They're sophisticated and fun! Highly recommend. I have a lot of fine hair and they hold a ponytail well for me, and I wrap up a bun often too. This is my second pack...I bought my first easily 3 years ago and mostly needed to replace the blacks I always grab!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Black, Pink, Caramel",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Fun to use and pretty colors and I like that they are skinny. Definitely pricey and Iu2019m not sure if they are worth the price. They are supposed to be better for your hair by being more gentle. Holds my buns sturdy too!"
        },
        {
            "review_title": "Great thig scrunchies",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love these silk scrunchies - they're thin and hold well and don't damage my hair."
        },
        {
            "review_title": "Get these! They are worth the money!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So glad I took the plunge and spend the money on these!  I have to wear my hair in a ponytail for work.  No more headaches, I can take my hair down after work and not have a crease, and to top it off no breakage of my hair.  DEFINITELY worth the money."
        },
        {
            "review_title": "pricey",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "cute and pretty colors but i dont know if it is worth the twenty dollars honestly."
        },
        {
            "review_title": "so kind to my hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Holds my hair perfectly for long periods of time, feels so much lighter on my head, slips out like butter and I never get knots from it :)"
        },
        {
            "review_title": "love these hair ties!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I got these hair ties in the mail earlier, and I am wearing one right now! They are the only scrunchies I wore that don't cause breakage or creases. I am also a migraine sufferer, and these hair ties are incredibly comfy to wear. I rarely write reviews about products, but I had to talk about how fantastic this product is! I would repurchase. If you are hesitant, buy it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Black, Pink, Caramel",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I have fine hair and first hair tie I have found that keeps my hair in a tight pony tail. Love them."
        },
        {
            "review_title": "love these scrunchies",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Long hair, don't care. This is the best scrunchie. I use it to put my hair in a bun before I go to bed, I wake up in the morning with wavy hair and NO SCRUNCHIE CREASE. You know, that annoying crease at the crown of your head after you've had your ponytail or bun up, all day in a goody hair tie. It's definitely easier on my hair too. Context: brunette, Asian, long hair"
        },
        {
            "review_title": "toss up really",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "These are a bit expensive! I have fine long hair that is down to the small of my back and one of these got tangled up in my hair when I tried to take it out which threw me into a panic and I ended up cutting it out. For a silk scrunchie I wouldnu2019t have thought that would happen, I have cheaper silk scrunchies and even handmade silk scrunchies that have never done that. With the length of my hair Iu2019m glad I went with the smaller ones because anything bigger wouldnu2019t hold my hair. The price is a MAJOR downside of these."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Black, Pink, Caramel",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Only hair elastics that doesnu2019t pull my hair out when I undo my bun or ponytail."
        },
        {
            "review_title": "expensive and stretch out too quickly",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love the idea of these, and using them was great for the first couple months, if that. Very quickly upon use, the elastic in these stretches out beyond repair as other reviewers have noted. If I wanted scrunchies for temporary use I would have bought satin knockoffs from the dollar store for a fraction of the price. I wouldnu2019t repurchase. Go on Etsy instead and support a small handmaker if anything!"
        },
        {
            "review_title": "Don't Wait to Purchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I've waited about two years to buy these and I have no idea why because they aren't that expensive.  I finally splurged during the sale because I'm rouge for the first time.  I wear them every day sometimes during the day and every single night. I'm trying to keep my ends healthier and it is working. I have wavy, curly hair and it stays curlier than if I slept on it. Many people have reported stretching out. This hasn't happened to mine yet, but when it does eventually happen (since elastic is used) I will throw them into the washer and dryer like I used to do in the 80's when they were really popular - I even used to sew my own to match outfits. I'll edit this if they shred in the dryer, but I don't see laundering them for quite a while since mine aren't stretching out at all.  Since these are silk they leave a small line in my hair, but nothing like normal scrunchies. The line relaxes after an hour of my hair being down - it's not really a line, more of big poofy hair that needs to relax. I will repurchase these when I need to. The pink is by far my favorite color."
        },
        {
            "review_title": "Will Stretch Out",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Loved these at first, but they stretch out quickly and donu2019t go back to original shape. Disappointing because I loved them at first, but not worth the money."
        },
        {
            "review_title": "My Absolute Favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely LOVE these hair ties! They donu2019t tug or pull my hair out and donu2019t leave any creases on my hair either. They hold all my hair up, no problem. I have to have my hair up for work every day and Iu2019m so glad I found these beauties. I wonu2019t go back to any other hair tie, ever!"
        },
        {
            "review_title": "Heavy hair, stay away",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I have heavy hair and the elasticity and the hold didnu2019t last for more than 14 days."
        },
        {
            "review_title": "Game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "These are great! Gave one to my friend and she texted me the next morning about it :)"
        },
        {
            "review_title": "A dream for those of us with baby hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Just perfect for the slipperiest, finest hair in the world if you arenu2019t a baby. Held my hair all day, even after leaning back on the sofa half the day. Protected my hair from the pulls and snags that are inevitable even with the best inexpensive  hair ties. I wish that they came in one color three packs in mini, my hair is so babyish I would never need a big sized one, it took four turns with the mini, see Iu2019m not playing but my hair is protected by the silk.  PS I only wish I had received this as a free sample!!! Who knew that was an option after all I spend at Sephora?"
        },
        {
            "review_title": "Gentle on your hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I really like these. I didn't have high expectations due to the mixed reviews, but other hair ties weren't gentle enough for on my postpartum hair. They tug minimally and have a pretty decent grip. I haven't been tying them too tight - with any normal elastic, I'd loop it three times. I loop these ones twice if I just need to hold my hair back into a low ponytail, or three times if I need to keep it out of the way for the day. I've used one elastic for almost a month now and it hasn't stretched much - it still sits pretty close to my wrist. If the others perform similarly, I believe this set of six should last me around a year (if I don't lose them first)."
        },
        {
            "review_title": "skip",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Immediately stretched out... really disappointed in the quality of these scrunchies given the price."
        },
        {
            "review_title": "never going back to regular hair ties",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m never going to buy any other hair ties . These donu2019t crease your hair like crazy unless you have it from the time you wake up to the time you go to bed and even then a few brushes and it flattens out pretty good . They are soft and stretchy so you can get that extra rap around to hold your hair it place . They donu2019t slip off like I thought they would . I love them so much . Perfect size and if you are wearing them on your wrist itu2019s not going hurt and it doesnu2019t look as tacky as a regular hair tie . I use it just on normal days , but also to work out."
        },
        {
            "review_title": "Stretches out easily",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "not sure if itu2019s because I have a lot of hair, but I noticed that  the one I used has stretched out quite a bit after 1-2 months of use (used to fit my wrist tightly, but now can almost slide off my hand). Might be because I have a lot of hair, but it feels quite bothersome to have it on my wrist when I donu2019t use it. However, I like that it doesnu2019t leave a crease in my hair when I use it so I now mostly use it at night."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Silver, Charcoal, Navy",
            "review_buyer_description": "",
            "review_text": "The product is without a doubt more gentle on my hair than anything else Iu2019ve use. They go in snug and stay put all day. I can have my hair in a messy bun and when I take it out at the end of the day, my ends are still silky smooth.   Unfortunately, the price is too high especially considering how much the scrunchie will stretch out over a few uses. Yes you can just wrap your hair more times, but for the price I feel these should hold their shape. I wrap my fine hair three times when new, and by the end of a couple weeks I can wrap it seven times."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "while they don't dent your hair, they lose their shape very quickly! not worth the price!"
        },
        {
            "review_title": "Doesn't get better than these in my opinion!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The best ponytails I've ever used! I was having issues with breakage so I decided to splurge on these after seeing them all over Instagram. Definitely worth the high price! I have fine-medium hair and they stay secure all day, through HIIT workouts, etc, etc. I can wrap them 3 times. They also look cute so you can dress them up or down. If you're debating getting them, just do it!"
        },
        {
            "review_title": "Good good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "it is very good actually. it has not been loosened as someone mentioned previously. Works perfect for my hair!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Black, Pink, Caramel",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Iu2019ve already used two of these scrunchies. I love that theyu2019re soft and donu2019t dent. BUT they do not hold their tightness. They become loose and Iu2019ve only used them less than one month and I donu2019t use it often. I use it loosely so that I donu2019t pull hard on it. Just loop it twice around my hair and it still hasnu2019t kept its tightness. I donu2019t recommend wasting the money for it. For the price, it shouldnu2019t lose its elasticity that quickly. And Iu2019ve only used two. The first one I thought maybe I was too rough with it. So the second one I was more careful, yet it did the same thing. Not worth the money!  From the pics you can see how much theyu2019ve stretched and thatu2019s only after less than one month of use!"
        },
        {
            "review_title": "not worth it",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Theyu2019re cute and trendy but they stretch out and never go back to their original size. Not worth the money"
        },
        {
            "review_title": "Middle school scrunchy meets #girlboss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "At first I was skeptical about spending this much on scrunchies. I have always bought my hair ties at Target and thought....if it ain't broke don't fix it. Well I will say I was wrong. These silk scrunchies are AMAZING and you should definitely buy them. I have really long hair that always creases when I put it up. These have made my daily routine so much easier and really has improved my hair. No more pulling out a handful of strands along with your scrunchy. The first of the three is still going strong and I will be buying these again. Worth the splurge."
        },
        {
            "review_title": "gentle hair scrunchie",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Dry skin",
            "review_text": "Cute set of silk scrunchies! Super gentle on your hair but donu2019t expect it to have a strong grip! Itu2019s definitely not meant for that."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Black, Pink, Caramel",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Even though I love the slip pillow cases, I hated those! Felt like they actually did tug on my hair and found that even the cheaper silk scrunchies worked 100 times better. I do have very thick hair maybe thatu2019s why.."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Best ponytail I have ever used. Definitely worth the price! Can not recommend enough!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "these are the best scrunchies ever! I have thick curly hair, and have searched for a scrunchie that can hold my hair up and not cause damage,,, the search has ended!"
        },
        {
            "review_title": "they work. going strong for a year.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "These work! Iu2019ve had mine for about a year and Iu2019ve washed the ones I use the most. They did get kinda discovered from hair products. The pool. Washing. Drying. USING THEM ALL THE TIME. I use them for space buns. I use them when I sleep and itu2019s hot. Mine go around my hair 3 times (IYKYK) and it holds. I love the slip products I have about 8 boxes of different colors and thicknesses and these are amazing. The thin ones are my favorite cause the big scrunchies make me feel a bit like a kid but I use those too. And these hold my hair at the gym."
        },
        {
            "review_title": "works but stretches out quick",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love these because they feel nice in my hair and donu2019t crease it but the stretch out really quick and thatu2019s really crappy for the price."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Silver, Charcoal, Navy",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "my favorite scrunchies of all time. i always stock up when i can get them 20% off but theyu2019re worth it even at full price! no creasing and last forever"
        },
        {
            "review_title": "Not for thick hair!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Combination skin",
            "review_text": "I got one of these scrunchies in the Summer Fridays value set and I loved the scrunchie when I first got it. But I have really thick curly hair, and as a result, the scrunchie stretched out a lot. :( It basically is unusable now because it is so stretched out. At first I was considering purchasing a pack of them despite the hefty price tag, but because they stretch out so much, I will be steering clear of them!"
        },
        {
            "review_title": "GREAT BUT STRETCHES OUT",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love love these silk scrub hues so much. They do not cause any creases and they do exactly as they say. The only I have with them is that they stretch out a lot! A couple of uses and they are already stretched out which is unfortunate. Other than the stretching they are so comfortable and cute!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Suuuuper cute! I love these so so much!! The elastic loosens a little after a couple of uses - not by much, but still not expected from how much they cost"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Black, Pink, Caramel",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "the best scrunchies. perfect size and have a good hold I highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Silver, Charcoal, Navy",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I didnu2019t want to love them because they are pricey but they are the best! Love the colors"
        },
        {
            "review_title": "love them",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I honestly love these scrunchies, theyu2019re amazing. I always sleep with a ponytail because I donu2019t like to have my hair all over my pillow. My hair ties usually fall at night or end up making my hair looking like a mess by the morning, but that doesnu2019t happen with these. They stay there all night and donu2019t give me a headache by the morning. Theyu2019re really cute and gentle on my hair"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Worst elastic band ever they loose after 2-3 uses. Donu2019t waste your money"
        },
        {
            "review_title": "Favourite hair ties",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Great scrunchies! They're small, which I LOVE because I feel like most scrunchies are quite big and bulky in my hair. They do stretch out a bit, but then again, so do most hair ties at some point, and how much it stretches has a lot to do with how you use it. They don't leave indents in my hair, and they feel very gentle on my hair. Great neutral colours, will definitely buy again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Silver, Charcoal, Navy",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "These are my favorites scrunchies of all time, and I've tried so many. I have really damage and breakage prone hair, and it's so much healthier and thicker with these! I've been wearing the same one for weeks, and it hasn't worn out at all so I'm happy to make the investment for them as they seem like they'll last a long time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this. Perfect mix between a scrunched and an elastic."
        },
        {
            "review_title": "The perfect hair tie",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I totally bought these after seeing a YouTuber (inthefrow) wear hers and gush about her love for them and OMG, I get the hype. They're perfect."
        },
        {
            "review_title": "Doesnu2019t get better than this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Loveee these hair ties!! I have very fine hair, so every other hair tie inevitably leaves a crease. Not an issue with these!! Perfect for sleeping in. Also bought the set for my sister who has thick, full hair and she loves them as well."
        },
        {
            "review_title": "not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Stretched out so easily and I didnu2019t notice a difference at all between these and a normal hair tie. Definitely not worth the price"
        },
        {
            "review_title": "The Absolute BEST",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The absolute best hair ties for fine hair. I just adore these, won't use anything else. Worth the price 100%"
        },
        {
            "review_title": "Love these cuties!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Normal skin",
            "review_text": "The guys feel so good. They donu2019t snag or rip your hair. So comfortable. Perfect for me since Iu2019m protecting what little hair I have left."
        },
        {
            "review_title": "No More Pulling!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I absolutely LOVE these scrunchies!! They have a snug feel  when I put them on and slide off super smooth. I have had way less breakage with these scrunchies compared to the standard snag less ones. They retain their shape and stretchiness very well, I've had one wrapped around my hair 3 times and its still snug on my wrist as I type. I will definitely buy again!"
        },
        {
            "review_title": "okay",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "These are nice scrunched, but a bit too large to double. If you triple  it is too tight. Seems counterintuitive to using the silk ones to be gentle on hair."
        },
        {
            "review_title": "Do you love your hair?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I just love the scrunchies and the way my hair feels with them on! They look stylish and feel very caring on the hair. Price is a little high, but the quality is excellent, so totally worth it. I would buy more of these in different sizes as well. I would recommend it!"
        },
        {
            "review_title": "Elegant in its simplicity..!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I didn't want to love these (cost) but I do! I bought the six pack with a $25 off Points Perk and now I can't go back.  I was worried that the soft exterior would mean losing them throughout the day,  but so far so good!  They won't hold a high ponytail without dropping, (I have long hair) but I find this is better with their larger scrunchies.  I love these ones because they feel gentle on my hair and look cute without being over the top.  The colour options make them work with any outfit.  I wear these ones most with braids/lower ponytails and opt for the larger version with other hairstyles.  Worth the buy as long as you keep care of them!"
        },
        {
            "review_title": "Would be great if only ...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "These leave less marks on my hair and donu2019t break them. However, after a while the elastic stretches too much and the become very hard to use.   For the price this is unacceptable....."
        },
        {
            "review_title": "expensive but great quality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "A bit pricey but if youu2019re in need of a good scrunchy I guess you can invest in these. They are great quality! They donu2019t leave funny marks after you take them off. They feel super smooth, but like I said.. idk about paying $40 for scrunches. I bought them because I was in need of some before my trip..."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Black, Pink, Caramel",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Even if you aren't using it, it looks AMAZING as a bracelet. I prefer these skinny scrunchies over the large ones when wearing it on my wrist. It is soft for my thick black hair. I give this 4 stars because through multiple uses, the scrunchie will stretch and lose its original diameter."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The pink is a nice color but these hair ties are no big deal. I wouldnu2019t call it anything close to a scrunchie as these still leave creases in your hair. Really donu2019t understand the hype about these!"
        },
        {
            "review_title": "must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "i completely switched over to these hair elastics in may and have seen a complete change in my hair. i've bought them for all my friends, and it's all they use now too. i swear by them."
        },
        {
            "review_title": "NOT A GOOD PURCHASE",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, fairLight skin tone, Dry skin",
            "review_text": "these do not work very well at all. your hair gets tangled up in them when you try to unwind them out of your hair. I would not purchase again."
        },
        {
            "review_title": "it works I guess?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m not sure if I just fell for the idea of having a silk hair tie since I use a satin pillow case? I thought using these would prevent the crink in your hair when you tie it but itu2019s not the case. With that being said, I love how my hair doesnu2019t get tangled in the hair tie. It probably is helping it but not drastically that I can justify the price tag."
        },
        {
            "review_title": "Worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I love these! Hold my hair, so gentle (no tugging, pulling or snapping) and they look so cute! Iu2019ve bought several packs now and always have a few on me."
        },
        {
            "review_title": "On my 3rd pack",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I bought my first pack of scrunchies almost a year ago. The new navy, silver, charcoal set is ok. The charcoal looks a bit brown. They added a tag around the scrunchie, but itu2019s not the slipsilk material, so not sure what that will do with my hair.   This is my 3rd pack, and I am a big fan. The ones I used the most eventually became stretched out, but I never lost one. My hair does feel better with them. It doesnu2019t crease my hair. The bleached part of my hairbrush looks less damaged. My ends look even after a trim for a longer amount of time.   The picture is my old stretched out one next to the new ones with the new tag."
        },
        {
            "review_title": "Not worth the price",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "These stretch out so quickly. For the price they should hold their shape for more that a couple weeks."
        },
        {
            "review_title": "Holds up well and less breakage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I have a lot of very fine straight long hair and got these to reduce breakage. I was worried they may not hold well since my hair can be slippery and heavy but I can work out in these without my ponytail coming undone. Iu2019ve noticed less breakage and theyu2019ve held up well without getting overly stretched out."
        },
        {
            "review_title": "A Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "These are so amazing! Easy on your hair while still giving good hold. Comfortable enough to sleep in and leave no dents overnight. I will never go back to any other hair tie."
        },
        {
            "review_title": "very cute and easy on the hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "These are so cute and gentle on my hair! I have the larger ones as well, I love the Slip silk products! Sometimes I just wear them on my wrist because they look cute."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I love these air ties. I have in all colors now. They stay in my hair better than the telephone cord looking Gathings and less crease than them too!"
        },
        {
            "review_title": "Great for fine/thin hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Love these! I have really thin/fine hair and I have a hard time finding hair ties that hold my ponytail securely without causing breakage. I really like how soft these are and can even workout with them in and they stay in my hair. Would definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "These are the only hair elastics I use. They are over priced but I find I donu2019t loose them because Iu2019m careful. I know they are about $10 each so I make sure they are put away."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Black, Pink, Caramel",
            "review_buyer_description": "",
            "review_text": "Received these and they werenu2019t kidding by the description they are very small in fact they would suit more for a childu2019s head of hair to be honest not worth the money will be returning"
        },
        {
            "review_title": "Great for nighttime sleeping",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Love these!  I sleep with my hair up to keep cool at night and these are the best for not leaving nasty crimp lines in my hair. Totally worked for me!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Black, Pink, Caramel",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Great for every day and overnight. Super comfortable and a great size and hold for thin to medium hair thickness."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I was a bit skeptical of the price tag but these are the best hair ties I've ever bought. They stay put, are soft, and look cute on your arm."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Black, Pink, Caramel",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I was nervous to buy them at first because of the reviews of them stretching out so quick but after I received one in a sample package and used it for 3 months itu2019s still in good condition so far and they leave no creases in your hair!"
        },
        {
            "review_title": "Stretched out after 2 weeks",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Feels good in your hair and doesn't snag but the elastic in the silk casing does not hold up - after using it for 2 weeks it's fairly stretched out."
        },
        {
            "review_title": "Stretch out",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Prevents tugging but they stretch out way too easily. Not worth the money"
        },
        {
            "review_title": "love it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "My friend gave me one of this to try and i instantly love it! I immediately order a box of this. I can sleep with this and the next morning it wont leave a crease on my hair. The only reason i give a four stars is because it will be getting loose after multiple use. I can still use it but need to make more loop in order to hold my hair."
        },
        {
            "review_title": "A redemption story",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "After strongly disliking the larger version, I decided to give these a try. I'm glad to say these are much better! They're the perfect size to fit around my wrist when I'm not using them, the colors are nice, the silk feels very soft and does not dent or damage my hair, and they do NOT stretch out like crazy after a few uses. They're still expensive for being hair ties, but at least they feel as luxurious as they should."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Received one of these scrunchies as a gift from an advent calendar and I love it! strong enough elastic to hold my hair up very well and not fall out, but soft fabric means my hair doesn't get ripped out when I take the ponytail out. Definitely recommend!"
        },
        {
            "review_title": "Great for sleeping!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I have long fine hair, loves these for sleeping!! Hasnu2019t stretched out yet but Iu2019m also not wrapping my hair super tight (which would ruin the purpose of these anyways)."
        },
        {
            "review_title": "Stretches way too much",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Stretches out after just a few wears. Very overpriced"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Black, Pink, Caramel",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I was very impressed with these and will buy more if I lose the ones I currently have. These are very comfortable while stilly being tight enough on my thick hair to not fall out. I like scrunchies but don't like when they are super puffy so these are perfect. I don't know why people expect these to not stretch out when they are stretching them to put them in their hair, of course they are going to stretch out, especially if you tie them tightly. I love these for day to day or putting my hair up when I sleep without damaging my hair. Only downfall is they are pricey but I've seen cheap silk scrunchies be around $5-10 for one anyway so I can justify the price of these personally."
        },
        {
            "review_title": "perfect! almost...$$$",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Love these. They do not crimp my hair, pull at hair, break my hair... using these is loving your hair. Removed a star cause these are expensive!! Too expensive. Buy during the sale"
        },
        {
            "review_title": "Love these!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair",
            "review_text": "I love these & I honestly donu2019t use anything else! The only thing I would say is that once they get stretched out they are too loose & I canu2019t use them anymore."
        },
        {
            "review_title": "very poor",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I loved this product, however after just 2 uses they stretched out to be unwearable. I would have returned, but they got so stretched they either fell out of my hair or off my wrist. I have one left, but not good enough to return.   Do not waste your money"
        },
        {
            "review_title": "Not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Doesn't pull your hair but taken 3 stars off since it only lasts a few times of wear. It expensive if it only lasts a week per scrunchy"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "It took me sooooo long to finally try these hair ties simply due to the price tag but I love them so much! Never tugs on my hair and can tie a decently tight pony tail but I will say that just like other fabric hair ties, it loosens over time and quite quickly!"
        },
        {
            "review_title": "Worth It",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Since I get highlights, Iu2019m very aware of using products that could damage my already fragile hair. I love these scrunchies for when I do a tight half up bun! It almost never rips out any hair and someone always noticed how cute they are!"
        },
        {
            "review_title": "Definitely a Luxury Item",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Alright my loveu2019s, this product is great! I wear them every single day.  However if you are on a tight budget...just go to Winners or TJMax.  I donu2019t know if they are worth the extra money. Definitely a luxury item."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I bought these because I wanted something less damaging for my hair and these are perfect. Hair doesnu2019t get stuck in them like normal hair ties and they donu2019t leave marks in my hair. I bought these in August and itu2019s now the end of December and Iu2019m just noticing them stretch out. I make sure not to get them wet if Iu2019m in the pool or something and wait until my hair itu2019s almost completely dry before I use it. If you donu2019t get them wet they should last for months! These are the only hair ties I use now!"
        },
        {
            "review_title": "Stretch out after first use",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "These scrunchies are soft on the hair but stretch out so quickly. They don't last. Definitely not worth the purchase."
        },
        {
            "review_title": "Very good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Great hair tie - highly recommend it!!!!! Not damaging to my hair"
        },
        {
            "review_title": "Worth saving your hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I wear my hair in a bun everyday for work. Ever since using these I have not seen any of my hair being pulled out from me taking down my hair. These stay all day long as well. Could not recommend investing in these any more !"
        },
        {
            "review_title": "Never going back!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "These are amazing. I had been using plastic hair ties and they were ok. Earlier this year, I changed to using slip pillow cases.  I though these would be great to try and these are awesome. They donu2019t pull, they hold the ponytail tight, and I can keep it on my wrist and not remember itu2019s there."
        },
        {
            "review_title": "Pretty but donu2019t last",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "These hair ties are great for the first few uses. For how expensive they are, the elastic stretches out to the point where they wonu2019t fit on my wrist. Love the concept and small size of them, but not worth the money in my opinion."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Black, Pink, Caramel",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "They still leave a crease in my hair. I want to like them because their cute but they are honestly not worth the price point."
        },
        {
            "review_title": "Little scrunchie with a tight hold.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Dry skin",
            "review_text": "The mini scrunchie answers a lot of complaints people had about the lack of a tight hold from the large version of the silk Slip scrunchies.  The silk on the  mini version is more tightly packed"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "As expected: -D holds my fine hair all day with no slipping or creasing.  Going to purchase one for my mom for Christmas."
        },
        {
            "review_title": "not sure if worth the price,but use mine everday",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The bands do stretch out; doubled in size for me. If Iu2019m careful not to tie my hair aggressively and be gentle then I can keep the band from stretching out. For the price though, I would hope the would do a better job. Other than that it didnu2019t crease my hair and feels very comfortable on. I think there are cheaper options out there. I only bought because I got a discount, but I donu2019t regret buying them also."
        },
        {
            "review_title": "So Good?!?!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I saw reviews about it stretching out and being short-lived but they donu2019t stretch out at all! I was skeptical if they would actually not leave any marks but they really donu2019t after hours. They are a bit expensive for a hairband but considering the money Iu2019ll save from using these forever, these are totally worth it"
        },
        {
            "review_title": "Awesome BUT",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "These are pretty great. They look super cute and donu2019t damage your hair. Unfortunately they do stretch out quite a bit, which is highly disappointing considering their price... they really need to improve the elastic inside the scrunchy"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Black, Pink, Caramel",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "These are not worth the hype. They stretched out a ton after just a few uses and always fall out of my hair unless I wrap more times which continues to stretch them out further. They still leave dents and kinks just like any other hair elastic. You also donu2019t want to get any hair product on them, even my leave in conditioner made them have a weird texture change. They also donu2019t work as well in wet hair. Not worth the price tag!!!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Great while they lasted but the inner elastics broke faster than regular elastics (goody for example).... so definitely not worth the investment. My fine blonde wavy hair didnu2019t notice a difference damage-wise either :("
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Totally digging these so far they are super comfortable. I never feel any tugging or pinching. I hope I donu2019t lose any of them like I normally do with hairties!!!"
        },
        {
            "review_title": "Would be perfect with better elastic inside!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "These have been a game changer for me in the way that they greatly reduce the tangles and damage to my hair (which I wear in a bun almost constantly, including to bed). However, they have one major downfall, and that is that the elastic inside stretches so much that they are unusable within about a month of steady use. If they stretched but went back to normal size Iu2019d be ok with it because I could just rotate elastics, but once these start to go theyu2019re pretty much unusable. If they fixed this problem it would be 5 stars for me!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Obsessed. I was skeptical at first and purchased them more for aesthetic reasons. I have shoulder length, bleached hair that I always have in a loose bun overnight and while Iu2019m home. With these silk scrunchies, when I let my hair down it you canu2019t even tell that I slept with my hair tied up. Started using it at work and it holds up just fine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "These are my favorite hair ties ever! Theyu2019re super soft and stretchy, and look super cute in the hair. Plus the added bonus of not damaging your hair as much as a regular band is amazing. Highly recommend."
        },
        {
            "review_title": "Love chouchou",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Perfect for pony tails especially for curly or thick hair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Great. Doesn't rip hair out. I will purchase again."
        },
        {
            "review_title": "Best hair tie ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
            "review_text": "These are cute and practical. They donu2019t stretch out or break. Totally worth the investment."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Black, Pink, Caramel",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I am in love with these elastics. I love how soft they are! They are the only elastic I have ever used that does not rip out my hair when I take it out.  I wear a ponytail everyday for work and since I have started using these I have had minimal breakage.  They stretch out a bit so are not ideal for high ponytails but if you want less breakage and long beautiful hair... these are a must have!"
        },
        {
            "review_title": "no more chunks of hair in my hair ties",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Absolutely amazing I am no longer losing hair like I did with my ouch-less ones from the drugstore. Worth every penny. I purchased based off my love of satin or silk pillowcases."
        },
        {
            "review_title": "Perfect scrunchie.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Obsessed! I sleep in these, and they donu2019t kink my hair. They are the perfect scrunchie."
        },
        {
            "review_title": "The PERFECT hair tie",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I love these! I've been wearing them for a few weeks and they haven't stretched out yet. Feels like nothing in my hair! No neck tension and no kinks in my hair when I take them out. I've even worn them to gym classes and they've been totally fine. They look cute on your wrist too. Worth the $! I'm going back for more as gifts."
        },
        {
            "review_title": "Exactly what I wanted!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Really nice -- just what I was looking for -- a soft, silky scrunchie that isn't thick.  Works as a regular hair tie but also can be put around a bun without losing its stretchiness.  Love the thin design and classic colors.  Not cheap, but worth it because they look so good."
        },
        {
            "review_title": "Superb~don't pass up!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Fell in love with these right away. Mine have lasted forever"
        },
        {
            "review_title": "Good Silk, Cheap Elastic",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I want to love them but the elastics in the scrunchies stretched out after the first week. My hairu2019s neither thick or thin and itu2019s about shoulder length and yet these scrunchies just keep slipping off my hair. I usually wrap them around my hair 2-3 times but the scrunchie will proceed to slide down my pony tail as I walk."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I wanted to love these after hearing great things about Slip.... but I ended up stretching out my scrunches after only a week and Iu2019m super bummed about it. I actually have medium to thin hair so Iu2019m super bummed about that. Itu2019s too bad because they are so cute."
        },
        {
            "review_title": "my new favourite hair ties",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Perfect - they hold like regular hair ties, but without the damage!"
        },
        {
            "review_title": "Prevent Hair Breakage",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I love my Slip Sleep Mask so I decided to try these scrunchies to keep my long hair in a ponytail when I sleep.   They are made very well and look so nice I decided to wear them during the day.  These scrunchies do not cause hair breakage.    I took off on star because the price is a bit high ..."
        },
        {
            "review_title": "Works very well but stretches out after awhile",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Combination skin",
            "review_text": "They are cute and hold my hair well even through my most intense workouts. On the downside, they definitely stretch out after time. I have one that I can't even wear around my wrist anymore but I can still use it in my hair. For the price, these are definitely a treat yo self purchase/sale time buy."
        }
    ]
}