{
    "product_id": "69",
    "name": "The Skin Renewal System",
    "brand": "Augustinus Bader",
    "categories": "Skincare, Value & Gift Sets",
    "price": 265.0,
    "about": "What it is:A set of three visibly refreshing, renewing, bestselling formulas to leave your skin looking toned, nurtured, and revitalized..Skin Type:Normal and Dry.Skincare Concerns:Fine Lines and Wrinkles, Dryness, and Redness.Highlighted Ingredients:- TFC8: Creates an environment for visible repair and renewal..Ingredient Callouts:Free of parabens, phthalates, mineral oil, sulfates SLS & SLES, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:Remove dirt, impurities, and makeup (without stripping or drying out your skin) with The Cream Cleansing Gel with TFC8 Gentle Cleanser. Next, visibly purify, tone, and exfoliate with The Essence for visibly smoother, softer, more vibrant skin. Finish your ritual with The Rich Cream with TFC8 Face Moisturizer, a formula clinically shown to reduce the appearance of fine lines, wrinkles, and hyperpigmentation..This Set Contains:- 1 oz/ 30 mL The Cream Cleansing Gel with TFC8 Gentle Cleanser.Clinical Results:The Cream Cleansing Gel with TFC8 Gentle Cleanser:",
    "ingredients": "-TFC8: Creates an environment for visible repair and renewal..-Vitamin E: Supports barrier function to optimize hydration..-Salicylic Acid (BHA): Has keratolytic properties used to address skin imperfections...The Cream Cleansing Gel with TFC8 Gentle Cleanser:.Aqua (Water), Glycerin, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Rosa Damascena Flower Water, Disodium Cocoyl Glutamate, Coco-glucoside, Xanthan Gum, 1,2-hexanediol, Citric Acid, Sodium Chloride, Carrageenan, Coconut Acid, O-cymen-5-ol, Cucumis Sativus (Cucumber) Fruit Extract, Helianthus Annuus (Sunflower) Seed Oil, Tocopherol, Hydrolyzed Rice Protein, Maltodextrin, Aloe Barbadensis Leaf Juice Powder, Camellia Sinensis Leaf Extract, Hydrogenated Lecithin, Tocopheryl Acetate, Alanyl Glutamine, Arginine, Oligopeptide-177, Phenylalanine, Potassium Sorbate, Sisymbrium Irio Seed Oil...The Essence:.Aqua (Water), Glycerin, Gluconolactone, Lactobacillus/Wasabia Japonica Root Ferment Extract, Phytic Acid, Sodium Hydroxide, Potassium Sorbate, Xanthan Gum, Sodium Benzoate, Salicylic Acid, Caesalpinia Spinosa Gum, Paeonia Lactiflora Root Extract, Papain, Citric Acid, Sodium Hyaluronate, Hydrolyzed Rice Protein, Maltodextrin, 1,2-Hexanediol, Caprylyl Glycol, Carbomer, N-Hydroxysuccinimide, Camellia Sinensis Leaf Extract, Hydrogenated Lecithin, Tocopheryl Acetate, Algin, Alanyl Glutamine, Arginine, Oligopeptide-177, Phenylalanine, Sisymbrium Irio Seed Oil, Sodium Chloride...The Rich Cream with TFC8 Face Moisturizer:.Aqua (Water), Coco-Caprylate/Caprate, Helianthus Annuus (Sunflower) Seed Oil, Squalane, Glycerin, Argania Spinosa Kernel Oil, Ethyl Oleate, Persea Gratissima (Avocado) Oil, Polyglyceryl-4 Oleate, Magnesium Sulfate, Oenothera Biennis (Evening Primrose) Oil, Panthenol, Polyglyceryl-6 Oleate, Zinc PCA, Polyhydroxystearic Acid, Butylene Glycol, Butyrospermum Parkii (Shea) Butter, Potassium Sorbate, Sodium Benzoate, Tocopherol, Sodium Hyaluronate, Hydrolyzed Rice Protein, Maltodextrin, Citric Acid, Camellia Sinensis Leaf Extract, Hydrogenated Lecithin, Tocopheryl Acetate, Xanthan Gum, Alanyl Glutamine, Arginine, Oligopeptide-177, Phenylalanine, Sisymbrium Irio Seed Oil, Sodium Chloride, Dextran, Palmitoyl Tripeptide-8.",
    "how_to_use": "Suggested Usage:.The Cream Cleansing Gel with TFC8 Gentle Cleanser:.-Apply to damp skin. .-Gently massage in circular motions to form a light lather. .-Rinse thoroughly with warm water...The Essence:.-Using your fingers, pat into cleansed, dry skin on face, neck, and decollete...The Rich Cream with TFC8 Face Moisturizer:.-With upward-sweeping motions, smooth desired amount onto your face, neck, and decollete...Recycling Instructions:.The Cream Cleansing Gel with TFC8 Gentle Cleanser:.-Recycle FSC-certified carton, as well as insert and leaflet..-Recycle glass jar when empty...The Essence:.-Recycle FSC-certified carton, as well as insert and leaflet..-Recycle glass bottle when empty...The Rich Cream with TFC8 Face Moisturizer:.-Recycle FSC-certified carton, as well as insert and leaflet.",
    "num_reviews": 12,
    "overall_rating": 3.5,
    "product_url": "https://www.sephora.com/ca/en/product/augustinus-bader-the-skin-renewal-system-P504018?skuId=2650232&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2650232-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Don't Bother",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Dry skin",
            "review_text": "This system is very expensive. The packaging is subpar in that the dispenser doesn't dispense enough product and you can't tell how much you have used. You don't know if the product is empty or if the dispenser is malfunctioning and you can't get it open. WAY too expensive for this type of problem. Additionally, no visible changes or improvements using any of the products. Very disappointing for the cost of this product. Don't waste your money."
        },
        {
            "review_title": "Avoid with sensitive skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Each time using the system my skin was left red and burning, definitely not recommended for sensitive skin"
        },
        {
            "review_title": "Expensive doesn't always mean worth it.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "I've been using this for 2-3 weeks now, waiting to see results or to see if I would stop having some kind of reaction to it, and it's not letting up. Every time I put the Essence on and follow it with the rich cream, my face burns for a while and turns super red, it actually hurts. I don't know if it's a specific ingredient or if all the ingredients together are just too much for my skin. Returning and won't be repurchasing."
        },
        {
            "review_title": "How did I get by without it?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "Amazing! Absolutely love it, worth every nickel! Will.buy again."
        },
        {
            "review_title": "Not recommended for sensitive skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "After using these products, I had red skin around my nose and cheeks. I couldnu2019t find out how it works and returned it because I didnu2019t like the red skin."
        },
        {
            "review_title": "Just ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I wanted to love thisu2026and for the first week or so I did but after a few weeks my skin started to just get dull. The rich cream is super hydrating but on the whole this just isnu2019t for me."
        },
        {
            "review_title": "Treat yourself",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I picked this up after I heard about it on the Fat Mascara podcast. I really like it and it lives up to the hype BUT I didnu2019t find it as hydrating as Iu2019m used to on my mature skin (my brand of choice is Caudalie ) but very good nevertheless. Beautiful heavy reusable glass bottles are the perfect size for travel, too."
        },
        {
            "review_title": "I love the RICH CREAM",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This product is by far the best Iu2019ve tried!!!!! I instantly felt my skin plumped and radiant. Iu2019ve been using this for a week now and I have to say my skin never looked and felt this great! Itu2019s so nice and supple."
        },
        {
            "review_title": "Highly recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "I have been using these products for over a month now. I wanted to use it long enough to see the effect. my skin got destroyed during my pregnancy and I could not use anything at all because my skin got incredibly sensitive. The first time I applied all the products my face burned a little bit but it was not due to the product it was more my highly sensitive skin. The face wash is very light yet a bit drying. the essence has a nice consistency, it's thicker than La Mer's water treatment, I apply it with my fingers and wait for it to dry a little before applying the cream. this cream is rich and thick. I like to use about three to four pumps to cover my face, it has a slight shimmer to it.  after using these products I can say that my skin actually feels smooth. my fingers glide over my skin. I have noticed a decrease in bumps and my face looks plump."
        },
        {
            "review_title": "lives up to the hype",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I first heard about this product when I saw the famed make-up artist Bobbi Brown talking about how she stopped wearing foundation because she has been using it. Then I heard one of the Kardashian sisters talking about it as well. Now I'm not a celebrity crazy person. I understand they are paid to say these things but still I was curious. Bobbi Brown has her own skin care line so for her to unofficially endorse another brand says a lot. But then I saw the price and I was like uh, that's okay.  Then 4 months ago I got a sample from Sephora for an order I had placed. I figured it's free-what's the worst that can happen. Full discloser I've been using Lancome's Genefique for about 20 years-and I swear by this stuff. I also use SKII's essence and their night cream-religiously.  I will say this product with one use makes my face look like I just had an oxygen facial. If you want to experiment then try this-just use the A.B. The Rich Cream around your eyes only. (Our eyes are the first place where aging starts-around the age of 24-25 years old) This way you have something to compare it to. Now the sample last me about 3 months-I used it every day. So for those who are on the fence because of the steep price-the stuff goes a long way and it's super concentrated. You only need a tiny bit of it.   The pores about my T-zone have shrunk to almost normal size. (I have large pores around my nose from teenage acne. I've tried everything to shrink it from laser therapy to prescription Retinol. Nothing seem to quite work) The Rich Cream also has minimize the scars from my nose from surgery I had 2 years ago and the fine lines around my eyes has gotten softer. I now only use the A.B. system. It's pricy but think of all the hundreds of dollars we all have thrown away trying out products that seem to work for a while or never worked as advertise. I know I have a drawer full of them. I'm telling you-it's worth the hype! You won't reget it."
        },
        {
            "review_title": "Great value with results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The Rich Cream gives noticeable results and this is a great value. Normally the cream itself is $180, so itu2019s like getting the other two products for $5.  Is it pricey? Yes. It also performs, so in my opinion, itu2019s worth it."
        },
        {
            "review_title": "Worth the Splurge!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have been using Augustinus Bader products for about a month now, and they have visibly made a difference on my skin. I can't say enough good things about these products. It's definitely worth the splurge. I highly recommend it!"
        }
    ]
}