{
    "product_id": "794",
    "name": "Mini Topless Tangerine - Whipped Argan Oil Refillable Firming Body Butter",
    "brand": "Josie Maran",
    "categories": "Bath & Body, Body Moisturizers, Body Lotions & Body Oils",
    "price": 22.0,
    "about": "What it is: An air-whipped full-body moisturizer with argan oil that rapidly soaks in, delivering juicy firmness, intense hydration, and an all-over glow.Fragrance Family: Fresh.Scent Type: Fresh Citrus & Fruits.Key Notes: Pixie Tangerine & Pink GrapefruitFragrance Description: In this sparkling, citrusy floral, Pixie Tangerine meets cute with yuzu, pink grapefruit, pineapple, and brown sugar. Itu2019s 1000 percent yum.About the Fragrance: As fragrance purists and planet lovers, Josie Maran uses only 100 percent plant-based essences: real fruits, nuts, woods, and plants. Because nothing beats the real thing..Highlighted Ingredients:- Argan Oil: An abundant source of essential fatty acids, antioxidants, and vitamin E..- Avocado Oil: Known to improve the look of skin elasticity and firmness, rich in antioxidants..- Shea Butter: Known to moisturize and soothe, helping skin stay supple...What Else You Need to Know: This body butter absorbs rapidly on dry skin for a velvety-soft and firming finish that lasts all day. Responsibly sourced argan is whipped to creamy perfection with 100 percent plant-based fragrances in a lightweight yet rich formula. With the refill system, top up your amber glass jar and reuse forever...Research Results: In a consumer perception survey of 39 people using the body butter on their thighs, stomach, and arms:.- 100% agreed their skin felt deeply hydrated and moisturized throughout the day after one use.- 97% agreed that the product provided an instant glow after one use.- 97% saw a noticeable improvement in firmness and tone after 2 weeks.Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
    "ingredients": "-Argan Oil:  An abundant source of essential fatty acids, antioxidants, and Vitamin E..-Avocado Oil:&nbsp; Known to improve the look of skin elasticity and firmness; rich in antioxidants..-Shea Butter:  Known to moisturize and soothe, helping skin stay supple...Aqua (Water)**, Argania Spinosa (Argan) Kernel Oil*, Caprylic/Capric Triglyceride**, Helianthus Annuus (Sunflower) Seed Oil**, Glyceryl Stearate**, Glycerin**, Butyrospermum Parkii (Shea) Butter**, Hydroxyethyl Acrylate/Sodium Acryloyl Dimethyl Taurate Copolymer, Fragrance (Parfum)**, Aloe Barbadensis (Aloe Vera) Leaf Juice*, Camellia Sinensis (White Tea) Leaf Extract**, Camellia Sinensis (Green Tea) Leaf Extract**, Symphytum Officinale (Comfrey) Leaf Extract**, Persea Gratissima (Avocado) Oil**, Helianthus Annuus (Sunflower) Flower Extract**, Squalane**, Beta-Carotene**, Citric Acid**, Tocopherol**, Allantoin**, Panthenol**, Coco-Caprylate/Caprate**, Polysorbate-60**, Cetearyl Glucoside, Cetearyl Alcohol**, Ethylhexylglycerin, Phenoxyethanol, Limonene, Benzyl Salicylate, Linalool, Citral.  ..*Organic..**Naturally Derived...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Massage generously into skin for an instant moisture boost..Josieu2019s tip:.-For best results, use after showering when pores are open and receptive to the whipped, velvety goodness....Recycling Instructions:.-Remove the cap of the jar, remove red liner from inside the cap, rinse both cap and jar thoroughly, and drop the separated jar and cap in your at-home recycling bin..-Liner can be recycled through TerraCycle. Flatten product box and drop in your at-home recycling bin..-Recycle pouch through TerraCycle....Refill Product Instructions:.-With the refill pouches, you can top up your gorgeous amber glass jar and reuse it forever. Each pouch refills the 6 oz. jar 2.25 times.",
    "num_reviews": 360,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/josie-maran-mini-topless-tangerine-whipped-argan-oil-refillable-firming-body-butter-P510396?skuId=2767358&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2767358-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "2 oz",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2767358-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Wonderful scent and very moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m a Josie Maran fan from several years ago.  I used some of my points to get a decent sample of this scent.  And I really like it ud83eudde1ud83eudde1.  Iu2019m a fan of citrus scents and this doesnu2019t disappoint.  Itu2019s clean and refreshing.  The moisturizer effect is as always amazing Themoistu"
        },
        {
            "review_title": "A must with Kayali wedding santal",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Absolutely love this product and the packaging. I tried the vanilla vibe at first and it was too berry for my liking. However, I bought the kayali Wedding santal and it has some kind of orange or tangerine note in it, and it goes well with topless tangerine, especially at night before I go to bed ufffc"
        },
        {
            "review_title": "Hydrating and Smells delicious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Holy cow. Not incentivized. I feel like nothing has ever hydrated my skin better! I have been smothering lotion on my skin religiously since the cold started and now my skin actually just STAYS hydrated and the smell is so good"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This body butter is amazing! It provides me with long lasting hydration and leaves my skin with a gorgeous glow. It also has an amazing fruity scent . I adore the fact that the fragrance is 100% plant based . This body butter is a must have in my body care routine !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I got a free sample of this product as a gift and it made me fall in love with it. The scent is beautiful and it makes the skin feel very nice and moisturized"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "It's okay, smells good but my eos keeps me looking hydrated. It does have a sheen/shimmer so that's a plus. I'm a very dry girly, giving gator/snake skin"
        },
        {
            "review_title": "Love the scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love this product! The packaging is so convenient, the scent is absolutely amazing and fresh and citrusy and takes me to a tropical environment! It absorbs so easily into my skin and feels amazing all day!"
        },
        {
            "review_title": "Sweet Candy Citrus Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "This is a great travel size, and the scent is so fun and fresh! Is is like a sweet candy citrus. The formula is a nice, thick body butter like you'd want and expect, but not too thick because it still soaks into the skin fast enough that I'm not waiting to dry after applying or anything. My skin feels nice and smooth, but not greasy, just healthy.  The squeeze tube is honestly great too, you can control the amount that comes out easily if you have normal grip (might be a little harder if you have hand concerns) and I am glad to know I'll really be able to get every last drop. And it packs super easily into a small kit to bring to my boyfriend's for an overnight or on a weekend away."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received a tester and I'm glad I didn't buy the full size. The product is ok, but I didn't like the scent, too strong a smell. Reminds me of chewing gum. Overall not bad, skin is soft, blended in pretty quickly, without leaving a feeling of oiliness or stickiness, but the price is too high to tolerate a scent that you don't like imo The size of the tester was enough for the whole body, which is a plus"
        },
        {
            "review_title": "Very hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this way more than i expected to. The scent is citrusy without being overwhelming. The texture is quite thick so i was afraid that it will be greasy once massage in but surprising, it hydrates my skin without making it feels heavy. The packaging is perfect for travelling. I will definitely take it with me on my next trip."
        },
        {
            "review_title": "Intoxicating Smell !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This whipped cream exceeded my expectations! The texture is incredibly smooth and fluffy, feeling like a cloud on the skin. It glides on effortlessly, with a generous dollop covering a large area without feeling heavy or greasy.  The fragrance is a vibrant burst of tangerine that instantly uplifts your mood without being overpowering. Itu2019s the perfect scent for a quick pick-me-up, both in the morning and throughout the day.  As for the packaging, itu2019s simply adorable and travel-friendly. The mini size fits easily in my bag, making it a great companion for on-the-go hydration.  Application is a breeze; it absorbs quickly, leaving my skin feeling velvety soft within moments. I noticed a visible difference in my skin's appearanceu2014more hydrated and radiantu2014after just a few uses.  Overall, Josie Maran's Topless Tangerine is a delightful addition to my skincare routine; it combines luxurious hydration with a refreshing fragrance. If youu2019re looking for a body butter that delivers on feel and results, this is a must-try!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone, Combination skin",
            "review_text": "Yes!!! Claps for this scent! It is the perfect tangerine scent and smells so good. I think I need the full size of it now. The formula is also perfect because it is so hydrating just like the other body butters in the line."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Absolutely perfect for travel. The tiny pouch is so cute and I love the scent! I really enjoy using these body butters. I find them super hydrating, especially during the dry weather weu2019ve been having. I plan on taking this with me during my holiday travel."
        },
        {
            "review_title": "Smells incredible.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "This is such a hydrating body butter. Its thick and luxe feeling. It smells incredible. Absorbs in to the skin nicely. I'm not usually a fan of citrus scents because they usually smell fake but this one smells like a fresh cut tangerine. Makes my skin feel soft and hydrated. Love that this is a refill. I just added it to my empty Josie Maran body butter jar. Its nice not having to buy a whole new container every time. Would highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This mini size is perfect for traveling. Love its citrus scent, smells natural and not overwhelming. The texture is smooth and has enough of a moisturizing effect without being greasy. I have a positive feeling about this body butter."
        },
        {
            "review_title": "The fragrance is out of this world!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am in love with this Josie Maran Mini Whipped Argan Oil Body Butter in Topless Tangerine by JOSIE MARAN! This is an amazing body butter! It is lightweight and absorbs instantly. It didnu2019t leave a greasy or heavy residue behind. The fragrance is out of this world. It has a long lasting fragrance that I love and this made my skin so soft! I love products with Argan oil, It is a thick body butter that goes on smooth and my skin seems to absorb every bit! I love that they have refills and how environmentally conscious this company is. But the packaging is also super convenient so itu2019s not only for refills! Itu2019s small and I can carry it everywhere I go. It gave my skin a nice glow and left my skin feeling soft and hydrated."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Tan skin tone, Normal skin",
            "review_text": "The smell of this body butter is absolutely amazing! I got a lot of compliments from my boyfriend! I also love how glowy it makes my skin look! Perfect for a night out! Bot only that but im hydrated the whole day"
        },
        {
            "review_title": "Best for radiant skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I just tried Josie Marian whipped argan oil body butter in topless tangerine, and itu2019s incredible! It soaks in instantly, leaving my skin super soft and hydrated. The scent is a lovely burst of citrus that brightens my day. After using it, I've noticed my skin feels firmer and looks more radiant. Plus, I love the eco-friendly refill option. Seriously, if you're looking for an effective moisturizer, give this one a shot!"
        },
        {
            "review_title": "Gorgeous Texture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Some of my favorite influencers on TikTok swear by Josie Maran products and I was so excited to try this body butter. It has the dreamiest texture and leaves my skin feeling silky smooth! Itu2019s one of those magic formulas that are lightweight but rich at the same time. My dry skin loved this one! The tangerine smell is refreshing, light and citrusy. Probably better suited for summertime but it is really nice and long lasting. A little pricey for a mini size but I do travel a lot and this is so easy to throw in my toiletry bag. I love the pouch packagingu2014easy to squeeze the product out and it does not leak or spill"
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "love this! i love all of josie maran lotions and i love this mini! the packaging is perfect for traveling or to put in your purse for on the go. the topless tangerine scent is so summery and fresh! itu2019s deeply hydrating and the scent lasts all day."
        },
        {
            "review_title": "smells DIVINE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "okay, so i just tried the josie maran mini whipped argan oil body butter in topless tangerine, and let me tell you, itu2019s a total game changer. first off, the texture is like a fluffy cloud. it feels so light yet super rich when you apply it, which is honestly the best of both worlds. you just wanna dive into it! the scent is everythingu2014imagine a fresh, juicy tangerine party. itu2019s bright and citrusy but not overwhelming. i love that it has hints of pineapple and brown sugar, making it smell like a tropical getaway. itu2019s definitely a mood booster whenever i put it on. the packaging is so cute and eco-friendly! it comes in this amber glass jar, which feels super luxe. plus, itu2019s refillable, so you can keep it forever and help the planet. win-win! applying it is super easy. it glides on like a dream and soaks in almost immediately, which is perfect for those mornings when youu2019re in a rush. after just a couple of minutes, my skin feels so velvety soft, and the glow is real. my skin looks so hydrated and radiantu2014itu2019s like itu2019s saying u201cthank you!u201d after using it for a week, i definitely noticed my skin feeling firmer and looking more toned. it feels like a little treat for my body every day. honestly, i canu2019t recommend it enough! if youu2019re into luxurious, clean beauty that smells divine, you need this in your life."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Amazing smelling body butter that is infused with srgan oil which makes it even better. I think the minis are great if you canu2019t commit to a scent or want to travel with it or just like minis. Would recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "The Josie Maran Mini Whipped Argan Oil Body Butter in Topless Tangerine is perfectly sized for travel and on the go. The lovely citrus scent elevates and boosts your mood. I adore how this moisturizer absorbs quickly into the skin, and feels nourishing without feeling heavy!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "josie maran makes my FAVORITE body butter formula of all time! so rich and creamy, but it sinks into my skin to deeply moisturize. the topless tangerine is perfectly bright and fruity. the scent has such good longevity that i smell it throughout the day. transports me right to summer!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "I really love the way this looks and feels on my skin! Itu2019s super moisturizing and nice. Smells amazing too! I like the packaging as itu2019s easy to get all of the product out. Iu2019m a big fan of this one for sure!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This body butter is soo amazing, my skin feels insanely soft only after a couple uses and it also has helped with skin texture. I really love the smell too itu2019s a tangerine one. Really recommend this one"
        },
        {
            "review_title": "Beautiful product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "Absolutely love this lotion.. especially going into the colder months. I have dry sad skin year long. Gets almost flaky itu2019s so dry in the winter. This is a beautiful lotion that melts into the skin. Doesnu2019t make you feel sticky or wet. BUT it makes you LOOK wet. Beautiful beautiful appearance. You look almost look jlo. Your skin will look the most healthy itu2019ll ever look with this on. So wet looking skin without the gross wet feeling. Scent is also a beautiful citrus. Nice night time scent to decompress after a long day"
        },
        {
            "review_title": "Worth the hype",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I always purchased cheaper versions of argan oil products but this stuff really is what everybody says it is. The smell is not overpowering and it's great on my sensitive skin. The jar lasted longer than I thought it would."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Smells soooo good and buttery!! 10/10 reccomend , smell lasts long and makes my skin smelling, feeling nice. Not oily at all i love it ! Will be purchasing full size."
        },
        {
            "review_title": "Must have for nourished skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Fair skin tone, Oily skin",
            "review_text": "My skin never absorbs body butters, oils etcu2026 it always sits on top and gets on everything. Let me tell you this body butter is nothing like that, it glides on, sinks in and even days later I still feel my skin is nourished. Itu2019s a forever repurchase. The scent when it dries down has almost a vanilla undertone, itu2019s the perfect scent. Not overpowering & has a faint smell by the end of the day"
        },
        {
            "review_title": "This body butter is divine ud83cudf4a",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This product smells AMAZING! It has hints of orange and grapefruit and reminds me (as another reviewer has said) of the fruity trident gum. Yum! In terms of texture, this is the best body butter I have ever used. I used to use Sol de Janeiro, which I still like, but it doesn't hydrate my skin like Josie does. After just one application of this body butter, my dry skin went from flaky to smooth and soft. I didn't need to reapply during the day, despite the fact that it was cold and I was wearing a skirt! I felt so confident with smooth legs that I even wore heels to show them off. This body butter is a real confidence booster! I didn't need to worry about my body feeling dry, which allowed me to focus on the things I really wanted to do.  That being said, the scent (although DIVINE) does completely wear off within 20 minutes of application. I would buy this body butter again just for the texture alone, but the scent disappears so quickly, which is a shame, as it's so beautiful. Josie, please please please make a long lasting perfume of this fragrance!! I'm begging youuu"
        },
        {
            "review_title": "New must have in my purse!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "Love the smell and how thick it is! Keeps my skin hydrated all day."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "Itu2019s funny but it is dupe of cream u201ccafeminiu201d that cost 3$. Smell, butters and etc. Ru girls who knows you knows. Same smell like natura Siberica and the same cheap butters. But very comfortable package"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "love everything about it! Love it ! they are telling me 50 characters at least lol"
        },
        {
            "review_title": "yes yes yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "i absolutely love this body butter!!!! it smells so good, a bit artificial but i personally love it and love smelling like this body butter. it is so hydrating and you barely need any to cover an entire arm or leg. love the packaging and you get so much bang for your buck. i love that this is refillable as well"
        },
        {
            "review_title": "just buy it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "This lotion is amazing. It is such a high quality body butter and the texture and smell of it makes me feel so good, luxurious, and boujie. I am super big about skin and personal care because it makes me feel good about myself when I feel like crap mentally. This body butter just melts into my skin and afterwards, my body is shinny and glowing. I will be buying the refillable because you get 2 refills with it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "The price is the only thing preventing me from buying this in bulk. I bought myself a mini size for a short vacation treat and was absolutely in love with this butter. It's a sweet orange scent, not at all annoying or cloying, and slathers on and absorbs into the skin so easily. Felt like a million bucks when I put it on after a shower. I will have to ration this for special occasions!"
        },
        {
            "review_title": "Wouldnu2019t splurge on",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got this as a free sample. It makes GREAT , donu2019t think Iu2019d ever purchase it bc itu2019s so expensive when u can find better drug store options :) but does smells real good"
        },
        {
            "review_title": "Just okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "My hands feel a bit coated after applying and then almost dry - certainly not moisturizing or nourishing. The fragrance is pleasant but very faint.  Will not repurchase."
        },
        {
            "review_title": "Topless Tangerine Summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I had originally planned to get the vanilla scent, however, the Topless Tangerine smell is amazing. It smells like summer and citrus! I consider myself a big lotion consumer and I love this product."
        },
        {
            "review_title": "A big yes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Blends instantaneously and leaves a beautiful glow. Smells divine"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this scent with all my heart! It works so well with my skin as I have super dry skin on my body. My only complaint is that it takes me forever to get it to u201crub inu201d otherwise it leave me feeling a little oily"
        },
        {
            "review_title": "Gorgeous summer skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Smells so good! I love Josie Maran argan oil! Itu2019s amazing, this gives you such a beautiful glow when you use this, and this scent specially smells so good. There was none on the shelf when I was browsing and had to ask for them to check, luckily they had it !"
        },
        {
            "review_title": "Scent is delicious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "The scent of this is amazing! It's more nuanced than just tangerine. There are some sweeter notes too. The new body butter also seems thicker than the old one, but in a better way, where it absorbs so well and doesn't leave behind grease."
        },
        {
            "review_title": "Sell my soul for it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Ughhhh so good it lasts so long on my skin and smells so fresh."
        },
        {
            "review_title": "Luxurious",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019m taking a star away bc it is a tad sticky, however my routine is to shower at night and slather this on, so I donu2019t mind a little stickiness in my pjs. Itu2019s a beautiful lux body cream, the scent is so summery. Iu2019m a die hard bum bum girl but this is my new go to"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I am absolutely drooling over this product. The smell is divine, not too strong and it leaves my skin feeling so hydrated."
        },
        {
            "review_title": "Cancer causing ingredient",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Folks do your research was using this for 3 years in various scents until I realized it has Comfrey leaf extract in it which via FDA is a known carcinogen that causes liver cancer. Until this ingredient is neither clean or safe. Sephora please research!removed it neither cleans"
        },
        {
            "review_title": "a must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought the jar in store & it smells so yummy that the Sephora worker went ahead and bought one for herself also! ud83cudf4a"
        },
        {
            "review_title": "Get it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "Love it! Small amount goes a long way. Took it with me while I vacationed and it was quite handy."
        },
        {
            "review_title": "THE SMELL OF SUMMER!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Oh my god THE SMELL!!! Absolutely heavenly ! The smell of summer ! The best lotion Iu2019ve ever used. I feel so soft! Will buy again"
        },
        {
            "review_title": "Just ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Got this as part of a sample pack and out of all 3 this was the best scent. Still doesnu2019t isnu2019t the most impressive scent wise thereu2019s better out there. The lotion makes my skin feel nice and soft without being greasy"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Normal skin",
            "review_text": "So expensive for a scent thatu2019s just whatever. The whole line has a scent that doesnu2019t feel luxurious enough, and for the price Iu2019d want that touch more. The texture and feel on the skin is really great though!"
        },
        {
            "review_title": "Holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "My favorite moisturizer ever!!! The tangerine smells like creamsicle and the moisture it leaves is amazing. I mix a body oil with it but it would be a great stand alone and feels very luxury :)"
        },
        {
            "review_title": "So worth the price",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "After using this I cannot look at other body creams/butters/lotions the same. This makes you feel moisturized and glowing to another level."
        },
        {
            "review_title": "Soooo Good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Finally found it in stores and OMG! Topless Tangerine is my new favorite body butter. It smells so good and blends so well."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The smell is wonderful. I got the Topless Tangerine, but it leaves a sticky and unclean feeling hours later. I feel like this was trying to copy the Fenty buttadrop but falls short."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Medium skin tone, Dry skin",
            "review_text": "If you have a dry skin its a good product! ud83dude0dud83dude0d love it love it!!"
        },
        {
            "review_title": "Eh...",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I did not like the smell of this product. It's ULTRA hydrating, but it STINKS. It reminds me of the 90's...if that makes any sense. Just an artificial tangerine smell."
        },
        {
            "review_title": "Broke out in hives",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "I absolutely wanted to love this body cream. It smelled amazing for spring and left my skin looking glowing. Until 3 days into using it, I broke out in hives all over my body! I had to me medicated and change my sheets and all that might have been in contact with the cream."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Oily skin",
            "review_text": "Honestly this smells really good and it feels nice on my skin. Leaves a glowy finish. Love it"
        },
        {
            "review_title": "smells nice",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "smells nice!! iu2019ve had better body butters in the past. every skin texture is different and although a good product i wouldnu2019t purchase it again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The smell is so good you would want to eat it. Skin is super soft and moisturized."
        },
        {
            "review_title": "Yummy smelling and soothing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Smells so so good, and the packaging is so cute! Very moisturizing!!"
        },
        {
            "review_title": "Yuck. This is a real review!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "This smells just like the Dae styling creamu2026which smells just like flintstones vitamins to me. Gross and headache inducing. And the actual lotion is so greasy that it just sits on top of my skin. I just have no positives"
        },
        {
            "review_title": "Citrusy goodness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019m really sensitive to smells and can pretty much only tolerate fresh, fruity perfumes or lotions. This lotion hits the nail on the head. Itu2019s citrusy, fresh and in my opinion the smell lasts throughout the day. Bonus points for how well it moisturizes the skin! I can still feel the plumpness in my skin hours later, but itu2019s not tacky or sticky. Honestly I skipped the jar and just bought the jumbo because I love the squeezable package for easy application/not having to dig my fingers in a jar."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Smells great but not very hydrating. More of a creamy full body perfume than a lotion."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Topless Tangerine is amazing it smells lucious and juicy energizing yet still creamy. Tangerine creamsicle vibesu2014by FAR the best scent and the only saving grace in this entire line. And to think I thought I would like this scent the least! I am a vanilla girly through and through, somehow this scent smells more like vanilla then any of the 3 that have vanilla in their name"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This Josie Maran whipped Arman oil butter was interesting to use . It hydrated my skin and I love the smell of it. I love how it comes in a small pouch that can be taken anywhere while traveling as well!"
        },
        {
            "review_title": "want skin as soft as butter?",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "nothing makes my skin as smooth. minus one star for the price but I did learn that this cream has actual tangerine zest in it. now thatu2019s luxurious ud83cudf4a but fr, this smell makes me so happy the price is justifiable,  me so j"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This body butter is amazing! The scent is very light and fresh and i got so many compliments on it. It is very thick and applies smoothy on the skin and is very hydrating. The refill is huge and has so much product in it. Will definatly be purchasing again"
        },
        {
            "review_title": "Will Continue To Buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Normal skin",
            "review_text": "genuinely smells like summer! the tangerine scent is so fresh and the lotion itself feels soft and leaves my skin smooth and silky."
        },
        {
            "review_title": "great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "such a good lotion so moisturizing and the tub is huge! great quality packaging and good scent optionsu2026 loved this body butter so much!"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I received this product for free Great product I definitely love how it make my skin feel I also love how smooth also I feel my skin absorbs it very quickly and my skin feels so glowing and so soft I definitely recommend it"
        },
        {
            "review_title": "Buttery smooth, glowy skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "This cream is so thick and moisturizing and the smell is amazing! Itu2019s very light and airy, perfect for a spring day. I am typically super dry but this left me glowy without being greasy or feeling heavy, as it absorbs pretty nicely. A little goes a long way, itu2019s super spreadable and buttery. I was gifted by Josie Maran the travel size but will be purchasing the full size and trying more scents. Love this!!"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This whipped argan oil smells so delicious! I get stopped and asked what it is that Iu2019m wearing and itu2019s just body butter. It makes my skin feel very soft and smooth and most importantly keeps me hydrated all day."
        },
        {
            "review_title": "amazing lotion and smells like italy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "My skin looks and feels amazing after using this whipped body butter. I love that itu2019s whipped so itu2019s super lightweight and goes on creamy. It soaks into my skin quickly and leaves it with a stunning glossy look as if i put body makeup on! Probably due to the argan oil :) The smell is SUPERB! The perfect summer citrus that has me thinking of the amalfi coast."
        },
        {
            "review_title": "Will absolutely buy again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I was given this item for free in exchange, for a written review, and I absolutely love it. It smells amazing. It goes on my skin and makes my skin so soft and smooth. A little goes a long way. I will definitely be buying more. I want to try the other products."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I got to try the mini size of this cream, first of the smell is amazing! Smells like summer in a jar, itu2019s so refreshing and applies very smooth onto the skin. I like that I can pop it in my purse and take it on the go! My skin looks and feels hydrated all day."
        },
        {
            "review_title": "Hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "The Josie Maran Mini Whipped Argan Oil Body Butter in Topless Tangerine is a must-have for anyone seeking luxurious hydration. Its whipped texture feels incredibly indulgent and absorbs effortlessly into the skin, leaving it feeling velvety smooth. The refreshing Topless Tangerine scent is uplifting and invigorating, providing a delightful sensory experience. Perfect for on-the-go hydration, this mini-sized body butter is a travel essential. Treat yourself to this little tube of nourishing goodnessu2014you won't be disappointed!"
        },
        {
            "review_title": "Smells incredible and feels better",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I received this as a gift from Jodi Marian.  I love this lotion it smells amazing and is in the cutest little pouch thatu2019s easy to take anywhere.  It absorbs in my skin quickly and doesnu2019t leave any nasty residue after."
        },
        {
            "review_title": "Love this moisturizer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "This moisturizer is so nice! The smell is incredible and lasts on the skin. The cream is smooth and absorbs quickly. The packaging is a convenient size for traveling and I love that the sample can be re-capped. This pairs so well with the body scrub."
        },
        {
            "review_title": "A lovely add to your post-shower routine!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I LOVE this product by Josie Maran. I have the Topless Tangerine scent, and itu2019s not overpowering although citrus scents can be. This scent is delicate and also deep, not overpowering your nose every second but enough that everyone can smell it on you as you walk by. Itu2019s a refreshing scent that screams summer!! The consistency of it is great; itu2019s thick, but not too thick, and rubs in nicely. A bit sticky after initially rubbing it in, but in no time itu2019ll soak into your skin and leaving a lasting scent on you!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Oily skin",
            "review_text": "Josie Maranu2019s rebrand is so amazing! I love these new scents and the refillable packaging! This topless tangerine is my favorite, it literally smells like oranges and gives tropical vibes. I love this mini size as well because I can keep it in my purse!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone, Combination skin",
            "review_text": "love this body butter!! Its smells so so good and also makes my skin feel soo soft! I also love how long the scent lasts and its perfect to add into your travel bag or whenever you are on the go. I would recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I love this product. the skin on the body is well moisturized and looks healthy. I love the travel size packaging itself, perfect to take with me for a trip or a weekend. I definitely recommend to try it"
        },
        {
            "review_title": "Amazing for traveling",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I got the Josie Maran Mini and it kinda looks like a drink. Itu2019s different and Looks tropical.  My skin Donets need much body lotion and this textured feels a little heavy for me, so I take just a little and mix it with my sunscreen. It makes it last even longer and makes me feel hydrated all day long. I highly recommend it, itu2019s my first time trying this brand and loved it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love the way the texture feels on my skin and it is super hydrating! This is also convenient for travel the way it is packaged! This smells really great as well! It's therapeutic in an aromatic kind of way ud83dude0c"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely love the Josie Maran Whipped Argan Oil body butter! The topless tangerine scent is tropical and fruity but not heavy and overwhelming because it is a plant-based fragrance. It has a nice whipped texture that melts into your skin and absorbs quickly, leaving behind soft skin. The travel packaging is nice and easy to throw in your bag to take with you anywhere."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This is such a great body butter that just melts into the skin. It makes my skin so hydrated, I love the texture of it. The tangerine is scent is also really nice and natural and not too strong. I love the convenient easy to travel with packaging as well."
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Absolutely love this body lotion!! Itu2019s definitely going to be an essential step in my body care routine this summer. I love how moisturized, smooth, and softly scented my skin is after use, itu2019s my favorite lotion right now!"
        },
        {
            "review_title": "smells wonderful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Oh, this smells amazing! I love how convenient the package is to carry around in my bag. It is rich, creamy, and hydrating. It absorbs fairly quickly, and my skin does not end up feeling greasy. I am so pleased with the product, packaging and most of all, the scent!"
        },
        {
            "review_title": "Great lotion",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I adore this body oil! It's incredibly hydrating, with a delightful scent that's not overwhelming. Unlike most body oils, it doesn't leave my skin feeling greasy or sticky; instead, it has a lotion-like consistency that melts seamlessly into the skin upon application."
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I absolutely am loving this body butter. It smells amazing and feels so good on my skin. It keeps my body moisturized all day and my skin has been so smooth. The packaging is also so beyond cute! Will be repurchasing"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This body butter has such a lightweight formula and applies easily and absorbs into the skin quickly, and is so intensely hydrating my skin feels smooth and soft for hours. I love the fresh citrus scent and the travel packaging is convenient even for an airplane carry on."
        },
        {
            "review_title": "Luscious scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "The tangerine scent is to die for. The scent is long lasting and doesn't leave a nasty film on the skin. I would highly recommend especially since you can buy refills. I overly enjoy this for me and my kids."
        },
        {
            "review_title": "Such a great product!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I literally have become obsessed with this brand. First time trying the lotion, the scrub and everything else. I must say that Iu2019m a huge fan of it now. The texture of it is amazing, cant compare to anything else I have tried before."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Omg this scent is a tropical vacation in a little tube! I actually really like the travel size pouch and think it is such a smart idea for throwing in a bag or a carryon! The cream is thick and rich but not greasy"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "The Josie Maran Mini Whipped Argan Oil Body Butter in Topless Tangerine is a delightful treat for the skin and senses. Its whipped texture glides on effortlessly, leaving skin soft and nourished without any greasy residue. The citrusy scent is invigorating, while the argan oil-infused formula provides hydration and antioxidants. Perfect for on-the-go hydration, it's a skincare essential that I highly recommend for a touch of indulgence."
        },
        {
            "review_title": "Travel size",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Really loving this travel lotion. I really like that its in a squeeze pouch. I feel like i can use all of it and none of it gets wasted. Its light and convenient to take on the go. The Topless Tangerine smells like actual tangerines to me also. Iu2019ll be picking up more of these travel body butters."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Josie Maran Mini Whipped Argan Oil Body Butter in Topless Tangerine is one of my new favorite products to bring with me on trips. It lasts all day and makes me smell so delicious. Would def recommend!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is the best body butter I have ever used. It made my skin so incredibly soft and the product is so creamy and feels amazing on the skin. If you have any dry skin this will clear it up over night!"
        },
        {
            "review_title": "Super Hydrating & Smells Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This was my first time trying any Josie Maran product and I can definitely say it wonu2019t be the only one! I absolutely love this Whipped Argan Oil. It smells so nice without being overpowering and is really hydrating. I am definitely purchasing the full size when I run out of the mini!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "This argan oil body butter is perfect for me. The scent is amazing and long lasting in my opinion. It spreads smoothly and drys fairly quickly. I did not get any greasy after effects. Perfect size to throw in your bag and go."
        },
        {
            "review_title": "moisture!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Combination skin",
            "review_text": "This is one of my favorite body butters now. I have been using it for about a week now and it has made my skin the softest itu2019s ever been. I live in a desert so this really helped keep my skin moisturized"
        },
        {
            "review_title": "Makes My Skin So Soft!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am truly impressed with the quality, scent and texture of this Josie Maran Mini Whipped Argan Oil Body Butter in the delightful Topless Tangerine scent. This has really exceeded my expectations in every way. The texture of this body butter is simply luxurious. It's incredibly light and airy, yet supremely moisturizing, thanks to the infusion of argan oil. Upon application, it melts effortlessly into the skin, leaving behind a velvety-soft feel that lasts throughout the day. The Tangerine scent is a true delight for the senses. It's fresh, citrusy, and invigorating, yet not overpowering. The fragrance is subtle enough to be pleasant without being overwhelming, making it perfect for everyday wear. The scent lingers delicately on the skin, leaving me feeling refreshed and rejuvenated. I really appreciate the convenience of the mini size. It's perfect for tossing into my purse or travel bag, ensuring that I have hydration on hand wherever I go. Despite its compact size, a little goes a long way, making this mini body butter surprisingly long-lasting. I love that this body butter is formulated without parabens, sulfates, or phthalates which gives me peace of mind, knowing that I'm nourishing my skin with only the best. What truly sets this body butter apart is its ability to deeply hydrate and nourish the skin without feeling greasy or heavy. It absorbs quickly, leaving behind a subtle sheen that enhances the skin's natural radiance. I would definitely recommend this to anyone who is looking for body butter that has a luxurious texture, delightful scent, and provide nourishing properties as you will not be disappointed in this one."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This body butter, featuring a citrus tangerine scent, provides a refreshing and invigorating fragrance experience. With enough product for four full-body applications, its concentrated formula ensures effective moisturization. The travel-friendly size and packaging enhance its convenience, making it an appealing choice for those seeking a portable skincare solution with a zesty tangerine aroma."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "Love the packaging.  This body butter smells devine. The beautiful blend of grapefruit and tangerine. The consistency is very soft and smooth and melts into the skin like butter. A little bit goes a long way. Makes me smell so good."
        },
        {
            "review_title": "Had allergic reaction!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I wanted to love it because it felt so nice but it made me break out in hives! Super itchy and big white and red hives wherever I applied it. Not sure which ingredient I reacted to but it happened exactly where I put it on my skin."
        },
        {
            "review_title": "Fantastic scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The Josie Maran body butter in the scent topless tangerine smells absolutely delectable. It feels wonderful on my skin and doesnu2019t leave behind any sticky feeling. I feel moisturized for quite a long time."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The Josie Maran Mini Whipped Argan Oil Body Butter in Topless Tangerine provides deep hydration to my dry skin and I apply it after taking a shower. The moisturizing body butter is absorbed by my skin quickly and is very creamy. The small pouch is a perfect travel size!"
        },
        {
            "review_title": "Love this!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "Thanks to Skeepers and Josie Maran for this product, which I received for free in exchange for my honest opinion.   This is Josie Maran's Whipped Argan Oil Body Butter Topless Tangerine. This air-whipped, full-body moisturizer helps deliver visible firmness, hydration, and a beautiful glow.   I love that this is the travel size. It's perfect for putting in your bag and keeping on hand. It feels so light and it instantly absorbs. You're left with softer feeling skin and a beautiful glow. With notes of pixie tangerine and pink grapefruit, it's a great scent that isn't too strong. I found that it does smell like fresh citrus, but not for long. After about five minutes, it just smells like a basic lotion. I definitely would purchase a jar of this, though!"
        },
        {
            "review_title": "Fantastic for on the go!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I received this product for free in exchange for my honest review. The Josie Maran travel-size body butter in the fragrance Topless Tangerine is a delightful product with an amazing, clean, fresh citrus scent that instantly uplifts your mood. The compact size makes it perfect for on-the-go use, while its moisturizing power leaves your skin feeling soft and nourished wherever you are. Definitely a must-have for those who love a burst of citrus freshness and a fantastic moisturizer on the go! I will definitely purchase in the future! This is a must have in your car, work bag, beach bag, and more!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the smell of this lotion. It glides on and hydrates my skin so easily but doesnu2019t make me sticky. Itu2019s a light scent all day and I get so many compliments. I love it and highly recommend it too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I LOVE this body butter! It smells amazing and melts on my skin to leave the perfect hydrated glowy look! It's very easy to apply and I liked the packaging as well. The smell reminds me of summer and the orchard!"
        },
        {
            "review_title": "lovely body butter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this body butter and have gone through many of them: it is so moisturizing and yet absorbs quickly. The scent is invigorating and very citrussy but still natural. I also like the new packaging for traveling. Really one of my favorite body butters out there."
        },
        {
            "review_title": "Body butter :)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I received something in exchange for this post* It smells amazing, it's thick and moisturizing. The packaging threw me off for a moment but the more I used it, the more it made sense. It's easy to pack in my purse. It takes up less room and it's all around more convenient than what I was using. I do love the scent and feel. It goes on smoothly and I've used it on my whole body. Lol one thing I will do is use a good moisturizer. It rubs in easily and left my skin soft. The lid doesn't spill and I like being able to get the perfect amount instead of an upside down oops."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Josie Maran's Mini Whipped Argan Oil Body Butter in Topless Tangerine is a delightful burst of citrus-infused luxury. The whipped texture is light, yet deeply nourishing, leaving the skin rejuvenated and subtly scented. This mini-sized gem is perfect for a tropical touch on the go, delivering a refreshing, moisturizing experience."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "So yummy! The argan oil body butter has always been a fave of mine! This scent is sooo good and perfect for summer! The texture feels so nice on the skin and my legs and arms look so glowy and moisturized!"
        },
        {
            "review_title": "Holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Dry skin",
            "review_text": "I usually canu2019t stand body butters because of sensory issues. However, this product sinks into the skin beautifully and is so comfortable to wear. It is very hydrating and works very well on my dry skin with KP. The tangerine scent is very fresh and pretty. The scent isnu2019t cloying or offensive at all"
        },
        {
            "review_title": "Soft skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Tropical, delicious scent that makes me happy when using it! The whipped body butter is a great texture when applying all over my body. My legs are so soft! This packaging is different than other products but so convenient."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love this body butter by Josie Maran. It is a whipped argan oil body butter called Topless Tangerine that consists of pixie tangerine and pink grapefruit. It is travel sized so you can throw it in your bag and go. The body butter is thick and creamy, a little goes a long way. My skin was left so moisturized and glowing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I loved this body oil so much!! super hydrating and it smells great but itu2019s also not overpowering. it hasnu2019t left my skin feeling greasy or sticky at all like most body oils do. Its a lotion consistency but once you put it on it melts in the skin!"
        },
        {
            "review_title": "Nourishing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This cream is very creamy but it doesn't leave your skin greasy or anything, this cream hydrates my skin very well and the hydration lasts for days. It absorbs very well into the skin and my skin feels soft and well nourished. It really helps me combat the dryness of winter. I really like the small packaging because I can take it if I go on vacation. I totally recommend it and I think I will continue using it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The perfect travel size and size to try the product before committing to a full size bottle. I love the smell and how delicious it smells going onto my skin. It is hydrating and great for people who have sensitive skin."
        },
        {
            "review_title": "Excellent Performance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "The Josie Maran Mini Whipped Argan Oil Body Butter in Topless Tangerine has a citrus relaxing scent and this body butter is luscious, creamy and melts like butter over the body leaving it silky , smooth and hydrated.  I absolutely love it and this easy to carry pouch is heavy duty and durable for long vacation trips and touch ups."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Having tried the Josie Maran body butter in Topless Tangerine, I'm extremely pleased. The hydrating and thick formula leaves the skin silky and soft. The tangerine fragrance, blending pixie tangerine and pink grapefruit, strikes a perfect balance. The lightweight packaging is travel-friendly, fitting easily into your purse or suitcase. I highly recommend this whipped argan oil body butter to everyone."
        },
        {
            "review_title": "the perfect fruity body butter.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
            "review_text": "Josie Maran body butter is smooth like butter. The top less tangerine scent is fruity and tropical.  This body butter left my skin feeling smooth,soft and hydrated. The way it absorbed into my skin was shocking.  It does not leave any reside behind and its not sticky. I would recommend this product."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Gifted. Obsessed with this product. Great ingredients and amazing scent. It keeps my skin hydrated for a long time without making it sticky. Love texture and I love this travel size. Great addition to my travel bag."
        },
        {
            "review_title": "First experience",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was able to try Josie Maran body butter in topless tangerine and I'm highly satisfied. The formula is hydrating and thick leaving your skin silky and soft. The tangerine fragrance is a perfect balance of pixie tangerine and pink grapefruit. The packaging is super lightweight and definitely travel friendly. They will fit in your purse or in your favorite suitcase. I would definitely recommend this whipped argan oil body butter to everyone."
        },
        {
            "review_title": "Great Body Lotion!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "I really love this body lotion! The scent is very nice; it reminds me of orange Starbursts. It is very easy to apply and a little goes a long way so I know itu2019ll last me a while. I get really dry skin on my arms, and I was impressed with how much this lotion hydrated them overnight. I definitely recommend!"
        },
        {
            "review_title": "Delicious smell!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Absolutely love the smell and feel of this product. This lotion is nourishing and hydrating. Itu2019s not too thick and it definitely isnu2019t too thin. Itu2019s the right consistency and left me hydrated all day. Iu2019m very happy about this rebrand!"
        },
        {
            "review_title": "A beautiful ,Overlooked New scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Wow, This Smell is Mouth Watering. Itu2019s so fruity & creamy all at the same x. Not to mention -Nothing smells like this in a body butter. The feel, smell. 11out10! ud83dudcaf Try it with kayalis sparkling Eden. ud83dude09"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This body butter truly makes my skin the softest itu2019s ever been.   It works in nicely into my skin, not leaving any bit of greasiness or stickiness. And the scent is beautiful! Itu2019s such a nice refreshing citrus scent that relaxes me. I love the new refillable packaging, but even the pouch itself is perfect for travel and to keep in my purse."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this! I like how it is sustainable because it is a refill. This smells so good too, it reminds me of summer. I think it made my skin feel so nourished and soft. It is thick and nice. I highly recommend."
        },
        {
            "review_title": "Smells yummy !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This Josie Marie scent is soooo delish ! It reminds me of a Cremesicle orange pop . Yummy ! I love that itu2019s so soft on my skin as well . As far as it holding moisture for my skin it lasted pretty much all day !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Topless Tangerine smells amazing and the packaging is very creative. The argan oil body butter is very very hydrating and the size is perfect for my daily to go bag. It is not sticky or greasy either."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "Wow! I have used this lotion every day since I received it. It doesnu2019t break my skin it. It is the most moisturizing lotion Iu2019ve probably ever used. It doesnu2019t leave my skin oily like most lotions do."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love it! It makes my skin look so much better, it looks soft and shiny! And I have noticed it has helped with my dry skin a lot! And it smells amazing!! I love it so much and I totally recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This body butter smells so good! Itu2019s not extra strong but just super pleasant. Itu2019s light so it melts into your skin without feeling greasy. It leaves a nice sheen on your skin and lasts a long time!"
        },
        {
            "review_title": "SO GOOD!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Wow is this stuff great! I have never used this brand before but I am so in love! This feels so nourishing and great on my skin and rehydrates it so well. I also love the texture and the smell of it! Definitely will be bringing with me as I travel!"
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This smells so good. Iu2019m completely obsessed. This is a beautiful juicy tangerine scent. Itu2019s sweet and very ground pleasing. Iu2019m not usually a citrus fan, but this is very wearable because itu2019s not doing too much."
        },
        {
            "review_title": "Love love love!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Love the packing, texture, and scent. Itu2019s super easy to squeeze, not too thick or thin but the perfect viscosity to be able to spread onto your skin easily, and the scent is a bright citrusy scent that is absolutely lovely."
        },
        {
            "review_title": "A must for dry skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "This is my favorite hand and body lotion right now. A little goes a long way and it leaves the skin super soft and healthy. It is not greasy at all and it smells amazing. The fragrance is subtle but it lingers. Love it!"
        },
        {
            "review_title": "So so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Iu2019m OBSESSED! The tangerine smell is so nice and not overwhelming. The whipped texture of the cream feels really luxurious as well. Not to mention that itu2019s so freaking cute! This is perfect for summer!"
        },
        {
            "review_title": "Smells addicting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "The Josie Maran Whipped Argan Oil Body Butter in Topless Tangerine smells absolutely addicting and it is smooth like butter. I love how light it feels and I mean it when I say it smells AMAZING!!! Definitely my new go-to and it would be perfect for summer."
        },
        {
            "review_title": "Smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This body butter looks, smells, and feels amazing! I am usually extremely picky when it comes to the lotion and body butter that I like, and this one surpassed all of my expectations. I am heavily tattooed, and it nourishes my healed tattoos in ways that most body moisturizers cannot!"
        },
        {
            "review_title": "Best smell and texture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have the full size and travel size of this scent. I use the sample size on my stomach since Iu2019m pregnant and sometimes during the day at work I feel like I need a moisture top up. Generous amount of cream for the cost. Love the scent."
        },
        {
            "review_title": "LOVE!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I absolutely love how this lotion feels on my skin! It is thick and moisturizing and the scent is to die for! I love how this is travel friendly and easy to take with me on the go, and I definitely would repurchase!"
        },
        {
            "review_title": "The best body butter formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "The Whipped Argan Oil Body Butter from Josie Maran in Topless Tangerine smells so good! Itu2019s sweet and citrusy and I absolutely love slathering it on after a bath. My skin has looked more hydrated and I canu2019t get enough of this body butter! The glass packaging is ideal for refilling. Love love love!"
        },
        {
            "review_title": "a must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "got this as a sample a while ago, best butter iu2019ve ever used, that scent lasts LOOONNNNG. and i donu2019t usually cut empty products to get it all out, but this one was worth it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have the mini size and it's great for slipping into your purse. This body butter made my skin feel nice and moisturized but did have a little stickiness afterwards so don't put too much. Otherwise the smell is nice and I like it!"
        },
        {
            "review_title": "Hydrating & Smells Incredible",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I got sent u201cTopless Tangerineu201d in exchange for my honest review and let me saaayyy the texture is to die for! It smells like eating an orange in the summer time. Love the whipped feeling and the tube packaging, it is very convenient for travel & a fun switch up from regular lotion packaging. It soaks into your skin very quickly. I will definitely be putting it in my beach bag."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This body butter smells divine. It has a sweet, tropical fruit scent and I can't stop smelling myself. I haven't seen body butter in a squeeze package such as this before but I'm surprised that more lotion packages don't use this type of packaging - it's so easy to use and you can squeeze out all of the product. The texture is a bit thinner than body butter I've used in the past but I would still say it is quite creamy and has a thicker texture than normal body lotion. It absorbs quite quickly into my skin and the fragrance stays on as well."
        },
        {
            "review_title": "Smells like a citrus grove",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Skeepers & Josie Maran sent me this Body butter free for my honest thoughts. This is the perfect travel size, itu2019s easy to squeeze out. I love the fresh citrus scent and the thickness of the body butter. It made my hands feel softer more hydrated and smelled great."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Recently tried this Josie Maran  whipped Aragon oil  creme. It smelled so good and felt so buttery soft and smooth. It made my skin feel so soft and lasted for a while. The texture was nice and also thick. Gifted by Josie maran"
        },
        {
            "review_title": "Love the scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I received the Josie Maran Mini Whipped Argan oil body butter in Topless tangerine in exchange for my honest opinion. First off, I am very picking about the body care products I use, so getting this, I was skeptical. The smell is amazing it isn't too strong and feels very lightweight on the skin. After applying, it does take a minute to soak in, but when it does, you don't feel any oil after considering that it has Argan oil in it.  The packaging I also feel is very sustainable and very easy for travel because it is easy to recycle and its bulky."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "This is perfect for traveling! I love the glow you get from this body butter! My skin felt to soft to the touch! I also love this light scent! Smells slightly tropical and it was perfect for my getaway!"
        },
        {
            "review_title": "In love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Lovely scent! This Josie Maran body butter is now one of my favorite skin hydrant. Love how fresh the skin feels after applying and that it doesn't feels oily or sticky.  I love the citrusy fragrance it leaves behind, very subtle. The travel size is super convenient but, now I need a bigger container."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The scent of this body butter is simply scrumptious. The packaging is not just sustainable but so portable and perfect for travel. Like all of Josie Marianu2019s body butters, my skin looks so healthy after application and definitely improves with use over time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I need a huge size of this! Itu2019s gonna be the perfect body care item for the spring and summer. Its scent is so refreshing and not at all overpowering. It leaves me so hydrated without being sticky and heavy"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This body butter smells so good! Like sweet tangerine but not super sweet and itu2019s a softer scent. I love the texture and that it isnu2019t greasy. It absorbs nicely and pretty quickly into my skin, leaving it moisturized and soft. I also really like the convenient travel pouch."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I love this body butter so much! for starters, it smells so good and I love the travel, compact packaging it comes in. It also feels so good on my skin, especially when paired with the matching exfoliator."
        },
        {
            "review_title": "A MUST!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This whipped body oil is my favoriteeeee! I absolutely love this brand, all of their things work really well for me. This keeps my skin hydrated for a very long time and smells phenomenal! I would definitely recommend it if you like scented body oils and keeping your skin hydrated ud83dude09"
        },
        {
            "review_title": "Juiciest Tangerine body butter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "My new essential body butter to bring when I travel! love the cute packaging and how easy to apply. It smells like a juicy tangerine sorbet ice cream, I'm obsessed. Love how light and quick it absorbs into my skin without feeling greasy at all."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Let me share my personal take on the Josie Maran Mini Whipped Argan Oil Body Butter in Topless Tangerine. From the very first use, I was blown away by its luxurious texture and how it effortlessly absorbs into my skin. The Argan Oil delivers deep hydration, leaving my skin feeling incredibly soft and moisturized all day long. And the scent? It's absolutely divine u2013 a burst of refreshing tangerine that lifts my spirits every time I apply it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Yes to this mini body butter/body oil! The tangerine scent is subtle but absolutely delightful. I love the packaging because it is the perfect convenient travel size. The product itself is very moisturizing to the skin and leave me glowy!"
        },
        {
            "review_title": "Makes my skin so soft !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Excellent body butter in the most practical packaging for travel.  I love how compact and easy to use the packaging is and works not only for travel, but also to carry in my handbag daily.  The body butter is fantastic, the formula is whipped and leaves my skin so smooth and soft. It absorbs very fast  and my skin stays hydrated for hours.  I also love the beautiful tangerine scent, so fresh and it makes me happy."
        },
        {
            "review_title": "Lux skin care!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I used the Josie Maran Topless Tangerine Whipped Oil Body Butter and I am absolutely in love with it. The texture is light and fluffy, making it easy to apply and absorbs quickly into my skin. The scent is divine, leaving a subtle and long-lasting fragrance on my skin. I love how this body butter leaves my skin feeling incredibly soft and hydrated without feeling greasy. It has helped improve the overall appearance and texture of my skin, leaving it looking healthy and radiant. I also appreciate that this product is made with natural ingredients and free of harsh chemicals. I feel good knowing that I am nourishing my skin with a product that is safe and effective. The packaging is cute and efficient. I carry it in my purse. Overall, I highly recommend this whipped oil body butter to anyone looking for a luxurious and effective moisturizer. It has quickly become a staple in my skincare routine."
        },
        {
            "review_title": "Vacation for your skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Looking for a skincare treat that's a delight to the senses? Look no further than Josie Maran's Mini Whipped Argan Oil in Topless Tangerine! This tiny jar packs a punch of hydration with a zesty tangerine twist. The whipped texture feels luxurious on the skin, leaving it soft and nourished. Plus, the citrusy scent will transport you to a sunny paradise with every application. It's like a mini vacation for your skin (and travel size!)"
        },
        {
            "review_title": "Glowing skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This Josie Maran Mini Whipped Argan Oil Body Butter in Topless Tangerine is everything. The smell of sweet citrusy tangerine is relaxing. The oils give my skin a soft silky feel leaving my skin hydrated and glowing.  Definitely love the no sticky feeling"
        },
        {
            "review_title": "Smells great.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, notSure skin tone, Dry skin",
            "review_text": "This is my first time using Josie maran products. This is  an air whip moisturizer with argan oil. I got the topless tangerine scent. I love how lightweight it feels on my skin and how it soaks in. I use it on my hands and arms."
        },
        {
            "review_title": "Iu2019m obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This is my first time trying a u201cWhipped oil body butteru201d and I am not disappointed.  I used this right after my shower, for better results as directions sayu2026  First thoughts, the packaging is super easy. Squeeze tube, no mess. Love it.  The scent?? Oh my gosh. I donu2019t even know how to put it in words, but i am in love with it. It lasts all day and people thought it was my perfume! Got lots of compliments on it. The texture is super smooth, creamy. Easy to spread and rub in on the skin. Gave my skin a wonderful glow and super soft finish afterwards.  Overall, No complaints on this product. I highly recommend this!"
        },
        {
            "review_title": "Smells delicious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "I absolutely love this whipped body cream! This stuff smells absolutely amazing! This cream is very hydrating and is easily absorbed into the skin. I just hate having to rub a cream in forever and this one absorbed right in no excessive rubbing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I loveeee this body butter! I love that the whipped texture makes it easy to spread and blend into the skin and the scent is just heavenly! Smells good but not overpowering or overwhelming on the skin"
        },
        {
            "review_title": "Obsessed!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Normal skin",
            "review_text": "This travel size product is amazing!! the packaging is so convenient and iu2019m obsessed with the design. the texture is amazing not too thick or too thin the perfect body butter. the scent topless tangerine is my fav!"
        },
        {
            "review_title": "Wonderful product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Wonderful product!! Love this product a lot, very pleased with this lotion. Scent is not too overwhelming and the consistency when applying is perfect. I use it on my hands, elbows and my feet also as a moisturizer as well. I highly recommend!"
        },
        {
            "review_title": "Smells absolutely amazing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This body butter in topless tangerine smells SO. GOOD. Itu2019s a very juicy, fruity/citrusy scent that smells fresh with a very lightly nutty/woodsy scent. My skin feels really hydrated when I apply and the texture is so nice. It absorbs quickly into skin. The packaging is really nice and I love the refillable packaging, I will be purchasing a refill when this one is out."
        },
        {
            "review_title": "Smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This moisturizer is a dream! The citrus aroma uplifts the senses and the packaging is so cute. The formula is light yet deeply hydrating, effortlessly sinking into the skin without any greasy residue. It revitalizes tired skin, leaving it soft and radiant. It is ideal for all skin types. The nourishing ingredients provide long-lasting moisture, combating dryness and promoting a healthy glow. Whether it's the morning pick-me-up or a rejuvenating night ritual, this moisturizer is a citrus-infused delight that leaves you feeling refreshed and revitalized. Say hello to vibrant, hydrated skin with the refreshing fragrance of oranges!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This body butter is EVERRYTHING! She truly makes one of my favorites. I love the texture and love that little goes a long way. I feel like some thicker butters take forever to blend but this went into my skin like a dream with minimal to no effort. This is amazing for someone like me that's lazy to put body lotion"
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Dry skin",
            "review_text": "What an amazing product ! I have very dry skin and I love how this body butter leaves it moisturized, firm and healthy looking for a long period of time. It has a rich consistency without being heavy or greasy. It applies beautifully to my skin and it soaks in in seconds without leaving it sticky. It has a beautiful tangerine smell, not too strong, not too overwhelming, just perfect, and I was happy to learn that the fragrance is 100% plant based ! The packaging is good quality, refillable and beautiful !"
        },
        {
            "review_title": "Amazing moisturizer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This moisturizer is great? Itu2019s really thick and hydrating, but absorbs really well and pretty quickly into my skin. My skin is so soft after using this. The smell is also sooo good and fruity - will definitely be using this a lot in the summer!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Medium skin tone, Combination skin",
            "review_text": "I love how rich and creamy this is on my skin , it has a great texture to it. I like ingredients with Argan oil , it works wonders for my skin. I love that it is small enough to carry with me on the go."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The Josie Maran Mini Whipped Argan Oil Body Butter in Topless Tangerine is such a great travel body butter for summer vacation.  The tangerine fragrance is lovely and it leaves my skin feeling soft and smooth."
        },
        {
            "review_title": "Makes My skin so soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Josie Maran body butter is amazing! I got the scent topless tangerine. It smells so good. Smells like orange citrus and melons. It says it's 100% plant-based fragrance. I also like the packaging, it's perfect for my purse. The body butter is rich and creamy and leaves my skin feeling so soft and moisture. I definitely recommend trying this product."
        },
        {
            "review_title": "Delicious Scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I cannot get over the scent of this. It might say tangerine, but I can smell other citrus notes as well. This body butter not only smells delicious, but absorbs fast. This is just what my dry skin needed during these cold days. While I do wish it were bigger, I can't recommend this enough."
        },
        {
            "review_title": "Citrus Paradise",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": ". This whipped argan oil refillable firming body butter is amazing . Before applying my skin was very dry but now my skin is hydrated and smooth. This system is eco friendly you can reuse the jar and restock it with refill pouches. The scent topless tangerine is a wonderful but light citrusy scent."
        },
        {
            "review_title": "Smells Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "This body butter smells down right amazing. I love how thick the cream is. It really moisturizes my skin easily. It also contains argon oil. When I use the body butter, my skin feels and looks great. The scent lingers and I can smells it throughout the day. Itu2019s easy to apply, since itu2019s in a jar. I love that the body butter has a whipped texture to it, but my favorite part is that it has the firming element to it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "love love love this body butter!! the tangerine scent is so fruity and reminds me of a summer vacation! it instantly soaks into my skin leaving me feeling super soft and it makes my skin look extra glowy!"
        },
        {
            "review_title": "New must have body butter!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I got the travel size u201cJOSIE MARAN MINI WHIPPED ARGAN OIL BODY BUTTER IN TOPLESS TANGERINEu201d I wish I had gotten the full size because of how amazing this body butter is!! First of all the scent TOPLESS TANGERINE is incredibly delicious! This body butter is thick, rich and creamy, yet it absorbs nicely.. My skin felt unbelievably smooth for a full 48 hours! Itu2019s cruelty free, not tested on animals! Thereu2019s 100% plant based fragrances like Yuzu, Pixi Tangerine, Pink Grapefruit, Black Current, Melon,  and brown sugar.. Yum!! I absolutely love the Josie Maran Body Butter and will be purchasing the full size!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "The cutest little body butter! I love this packaging so much - it's such a cute aesthetic and the perfect size for my work/travel bag. Formula and scent are amazing too - so hydrating and smells so divine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Smells incredible! Josie Maran always knocks it out of the park with their lotions. This is soooo hydrating. The mini is the perfect size for traveling, especially in the tangerine scent. I highly recommend."
        },
        {
            "review_title": "New favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "ABSOLUTELY OBSESSED, I am so serious when I say this. So so velvety and smooth. The texture of this body butter is perfect. Super hydrating without being so greasy like other body butters Iu2019ve used. It soaks in nicely and the scent of this YUM!!! Perfect for upcoming spring and summer. I need this is every scent"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This has such a pretty, fruity but fresh scent. Itu2019s perfect for springtime. The texture is thick but it melts into the skin quickly. Itu2019s very hydrating but doesnu2019t feel heavy at all, nor is it sticky."
        },
        {
            "review_title": "Must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Perfect! This has a wonderful bright citrus scent that definitely adds to the experience when applying. I donu2019t find that the scent is very long lasting, which I actually prefer.  The formula is lusciously thick and nourishing to the skin but still absorbs nicely. Does have a greasy feel directly after use, but it sinks in and feels really comfortable soon after.  LOVE that they have travel sizes in these pouches! Going on a trip soon and this will absolutely be coming along."
        },
        {
            "review_title": "Tangerine dream come true",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Smooth sexy summer ready body ? Yes when you have this body butter in your routine. The tangerine scent is so luscious and the argon oil make my skin so soft and smooth. The travel size is perfect to take this wonderful look and feeling with you on every adventure"
        },
        {
            "review_title": "Beautifully Packaged",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This cream is so luxurious. I love the tangerine scent. It is very rich and citrusy. The scent does linger all day and even into the morning. The cream itself is hydrating and soaks in quickly. It is not greasy but does leave my skin with a beautiful and natural sheen."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This is an amazing lotion. I tried it yesterday, and I thought it was going to be greasy but fortunately it wasnu2019t. It was a great lotion and an absorbed really well, and it actually took care of some of my dryness that I had on my legs for a very long time you did not rub off anything, and it worked fantastically."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "This body butter is a game changer for me. I stuck with my usual body butter for years until not. This is softly scented and after wearing it for a few hours, the smell mellows to a delicious soft scent. It has a nice whipped feel to it. Itu2019s not greasy and absorbs super quick. They also offer a refill pouch."
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I tried the Josie Maran body cream, and it's a game-changer. The formula is non-greasy, providing deep hydration that lasts all day. The fragrance is refreshing without being overpowering. My skin feels noticeably smoother and more nourished. Definitely worth the investment!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "This body cream leaves my skin super soft probably due to the argan oil. The scent is not overpowering and it goes on smooth without leaving a sticky feeling.  It absorbs quickly into the skin and lasts throughout the day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It smells even better after it's on my skin and It makes my skin so soft! I also have sensitive skin and have issues with many scented products. I have been using this for over a week and so far, no issues. I have gotten a few compliments already, too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I have always enjoyed JM body butter, but the new scents bring it to the next level. The Topless Tangerine is uplifting. This is one of my favorite body butters because it is so hydrating and at the end of the day, my skin is still very hydrated. The formula absorbs easily. The scent becomes more subtle after awhile, but remains. The glass jar with an easy refill system is something I really like seeing. I can't wait to check out the other scents."
        },
        {
            "review_title": "Amazing ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This lotion smells amazing for the summer time ! It is so smooth and rich in the skin. I got this in exchange for a review with skeepers and itu2019s such good lotion I really recommend . Iu2019m planning to get the full size one for the summer!"
        },
        {
            "review_title": "Silky smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "This body butter makes skin feel silky smooth and doesnu2019t leave a sticky or greasy feeling behind. The scent is light and refreshing. My legs felt silky smooth, hydrated, and most importantly, still felt clean, after applying this post shower. I have to say that the packaging of this body butter had me intrigued. I love it and think that it will make it very easy to use up every last bit of the product."
        },
        {
            "review_title": "Smells so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Tan skin tone, Normal skin",
            "review_text": "This body butter smells like summer, I love it! The texture is super soft and creamy, not too heavy and it absorbs very nicely on the skin. It's super hydrating to you skin and the scent lingers for a while too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "The scent of this is divine & when coupled with the scrub in the same scent, you can guarantee the scent will last all day! It's so summery and fresh, and the cream itself is hydrating and sinks in quickly."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "So moisturizing and fast acting! I get really dry patches on my legs from my space heater at work and this lotion worked wonders. I have a bottle at home and at work! Smells great and isnu2019t overpowering."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This body butter is truly impressive, living up to its name with a creamy texture reminiscent of whipped cream! It absorbs quickly, leaving my skin with a beautiful, radiant shine. The scent of topless tangerine is absolutely refreshing and delightful. I love it!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "The most amazing body butter Iu2019ve ever used! My skin feels sooo soft and looks like glass after using this! I love how itu2019s packed with argan oil and tons of other amazing ingredients. The whipped texture feels amazing while applying. I feel hydrated for so long! Absolutely love!"
        },
        {
            "review_title": "Use it every day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Josie Maran Body Butter is a excellent Wipped Argan Oil   It left my skin super hydrated. They are not greasy. It is absorbed quickly. Rich smell. and it left my skin glowing.  I would like to recommend that you use it!"
        },
        {
            "review_title": "Love the scent, and feel on my skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Josie Maran mini whipped argan oil body butter in Topless Tangerine is a excellent product.  The container is perfect for travel or to just carry in your purse, small size with a lid that goes on snug and did not leak. The scent is citrus and very nice, a 100% plant based fragrance. A little bit went a long ways , it applied well and soaked into my skin very fast. This body butter left my skin hydrated and looking radiant, the effects lasted all day. I would highly recommend. I received this product free from Josie Maran in exchange for my honest opinion."
        },
        {
            "review_title": "you NEED this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "I seriously cannot say enough how much I absolutely LOVE this whipped body butter!! It has the creamiest, fluffiest texture that melts into your skin leaving my skin feeling nourished for days.  And the scent is everything. Helps you escape the winter blues to a tropical island. Im just obsessed with body butter!."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am typically super picky about lotions & creams due to texture & fragrance. This body butter is amazing, though! The warm/citrusy/pineapple smell is super pleasant, yet not overwhelming. Texture is surprisingly not overly thick for being a body butter. It absorbs quickly into the skin and doesnu2019t feel sticky or oily. I got the travel size & it is so cute & the perfect size to throw in my purse! Bonus points for the modernized packaging!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Absolutely love this stuff!! The scent is TO DIE FOR and is just so delicious! The product is definitely very rich and luxurious. It's a butter, not a lotion, so it's extremely hydrating and doesn't absorb as fast as lotions. Love that the jar is all glass and refillable!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Combination skin",
            "review_text": "This is a really, really awesome body butter. I love the travel size pouch that it comes in, it basically can lay flat which I love. It smells great and honestly feels super moisturizing and hydrating. You can tell there is argan oil in jf for sure."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I love the travel size of this body cream! Itu2019s so great and is not oily at all!"
        },
        {
            "review_title": "Moisturized & smelling great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am obsessed with the new travel pouches of the Josie Maran whipped argan oil lotion! The pouch is adorable and I love that itu2019s portable. The scent is amazing and the lotion soaks right into my skin- leaving me feeling moisturized and smelling great!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Just like the body scrub, Whipped Argan Oil Firming Body Butter is a must-have for anyone with dry skin!   Topless Tangerine is reminiscent of summertime, bursting with juicy fruitiness and even leaves my bathroom smelling amazing after each use! I'm obsessed with the luxurious whipped texture of this body butter, which feels lightweight on the skin and absorbs quickly without any greasy residue. My usual dull-looking skin not only looks but also feels amazing with each use.   The body butter is great by itself, but when used together with the Argan Oil + Sugar Balm Exfoliating Body Scrub, the results are even more impressive. Iu2019m convinced I need the whole collectionu2026 Josie take my money!"
        },
        {
            "review_title": "A game-changer! Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This Josie Maran body butter is a game-changer for me. Its luxurious texture, amazing ingredients, and delightful scent make it a must-have in my daily routine. I highly recommend it to anyone looking for a high-quality, nourishing, and heavenly-scented body moisturizer. I've been using this moisturizer on my legs and arms, and I've noticed a significant difference in the overall appearance and feel of my skin. My legs, which are usually dry and rough, now feel smooth and soft to the touch."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received this  Josie Maran Mini Whipped Argan Oil Body Butter in Topless Tangerine and I really like it. It smells really great and makes my feel relaxed and happy. Highly recommend this body butter!"
        },
        {
            "review_title": "Great Body Butter",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This body butter comes in a glass refillable jar with a twist off top. The scent is very light. The aroma is definitely a tangerine scent but with a hint of sweet creaminess. It is a thicker consistency in the jar but applies evenly and easily to the skin. Instant hydration is felt with an added softness.  The tangerine scent does not last long at all but the hydrating & softening of the body butter make it all worth it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "This smells fantastic! It absorbs pretty quickly and it doesnu2019t make much skin feel greasy. It moisturizes the skin so well and it lasts all day long. I love that I can refill my fave now. So sustainable!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Such amazing butter creamy formula is a must have :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I absolutely love this body butter. Itu2019s much lighter in texture and is easy to absorb into the skin. The scent is amazing but not overpowering. Itu2019s the perfect citrus scent. Will definitely be using this everyday - the combination of the texture and scent is a new favorite."
        },
        {
            "review_title": "My favorite body butter!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This body butter has been my favorite for 7 years now, itu2019s all I use, I love it so much! It hydrates my skin more than any other cream Iu2019ve ever tried. I use it daily on my hands and body and it sinks in right away leaving my skin soft and moisturized. I am so excited to see these new scents and packaging! I got the scent Topless Tangerine and itu2019s so citrusy and fresh, perfect!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I really like the packaging of this body butter! It makes it so easy to stick in you purse or keep in your car on the go. It made my dry skin feel so soft and smooth while giving it much needed hydration. The scent is wonderful and citrusy. I can't wait to try the vanilla one next!"
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "I am in love with this body butter! It smells amazing - like summer. It blends in easily and doesnu2019t leave my skin feeling greasy. I feel so soft and smooth after applying. Love that it makes skin feel great even in the dry winter months. I canu2019t wait to use this summer too!"
        },
        {
            "review_title": "Smells like Summer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This product is so luxe!!! Smells amazing and is a really nice consistency. Feels nourishing on the skin and provides hydration without feeling too greasy. The product is thick but in a good way. The smell lingers too!"
        },
        {
            "review_title": "Obsessed with the new system and scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have always been a fan of this brand - but the new packaging???? I love it!! Iu2019m so happy itu2019s glass! I canu2019t wait to get more of these! This scent is so yummy and perfect for spring and summer. This is the most hydrating luxurious body cream that has a scent that lasts! Itu2019s worth every penny (I have had so many of these Iu2019m almost embarrassed to admit!) it soaks in and gives your body that expensive glow. Canu2019t say enough good things about this product or brand"
        },
        {
            "review_title": "Rich and nourishing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is amazing in the travel size to take everywhere! I love the tangerine scent itu2019s so sweet and Iu2019ve always been a huge fan of fruity and citrus notes. The texture is super velvety and glides across my skin and blends effortlessly. Definitely recommend if you like rich body butters!"
        },
        {
            "review_title": "Soft and smooth",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is my first time trying this brand but Iu2019ve heard so much about it. Love love love how this made my skin feel. I used it on my hands but going to try on my legs later. This is perfect for these winter months"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Of all of the whipped body butters I think this one is my favorite! With the smell of oranges and grapefruit, itu2019s just a tropical paradise! I love that it tells you what the base of the lotion is alongside the outstanding fragrances. The packaging of this is so beautiful and itu2019s perfect for travel, because it is travel sized! I think this might be my new favorite body butter!"
        },
        {
            "review_title": "Very moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love this whipped body butter! It smells citrusy and a little sweet like a tangerine, itu2019s a soft lingering scent after you use it. Itu2019s left my skin very moisturized and soft. Itu2019s a nice treat for my body and makes me feel and smell great!"
        },
        {
            "review_title": "smells great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "this product made my skin feel so soft! it smells like a bright orange ripe tangerine thatu2019s super fresh and juicy and if you put it on after you shower the scent lingers. i love this little pouch it come in perfect for my hiking bag."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Dry skin",
            "review_text": "This body butter smells like orange sherbert! It's rich, luxurious, and feels so silky smooth on the skin. The scent lingers long after it's absorbed into the skin, and leaves my skin feeling soft all day."
        },
        {
            "review_title": "Such an amazing scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This scent is now one of my favorites ever. I personally love that you can buy these refills but the travel size is amazing. Youu2019ll probs even come home with more product left because so little product goes a long way"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This scent in the Josie Maran body butter is going to be such a great spring and summer product. Topless tangerine is a scent that reminds of pool or beach days. This size is also great to keep in your purse or bag. This body butter literally melts like butter on my skin. It helps keep my skin hydrated, glowy, and its texture is so smooth! My skin feels so soft with the lightweight texture of this body butter."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The Josie Maran Mini Whipped Argan Oil Body Butter in Topless Tangerine features a luxurious whipped texture and a delightful fruity scent. It leaves the skin exceptionally smooth, soft, and supple. The combination of its sweet and refreshing fragrance, along with the ultra-moisturizing formula, renders it a delightful choice for everyday."
        },
        {
            "review_title": "Yummy summer scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "Iu2019ve tried a couple scents of this body butter and I really like all of them so far. This tangerine scent is spot on - like itu2019s not just a generic citrus, but you can really smell the tangerine specifically. It has a sweet tropical smell that will be perfect for summertime. The travel size I received is great too, very compact and wouldnu2019t take too much space for a carryon bag. You could definitely take this on a beachy getaway lol. Feels smooth and the scent lingers mildly for hours."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "First of all very convenient and cool packaging, very easy to use and carry on the purse, I love the scent is very fresh and buttery, I love how make my skin feeling very hydrated and healthy looking."
        },
        {
            "review_title": "Sample size",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "This is such a nice little packaging of lotion. It is a perfect size for travel as it is TSA friendly. It smells amazing. It goes on so smooth too!  It is a whipped feel to it and soaks in right away.  Will buy others!"
        },
        {
            "review_title": "Sugary orange scented lotion",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "This scent is a sugary orange citrus scent (if that makes sense). It is sweet but not artificial or over powering). The lotion is thick but soaks into the skin fast. A little goes a long way and my skin feels amazing for hours."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Topless Tangerine's Whipped Argan Oil Body Butter is a game-changer! The tangerine scent is invigorating, the texture luxurious, and my skin feels moisturized and firmer. I love that it's refillable, toou2014sustainability done right! Highly recommend for a daily skincare treat."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Although the tangerine scent of this body butter is much stronger than I would have preferred, it is not unpleasant, and the results are definitely worth it! The whipped texture is amazing, and itu2019s absorbs into my skin so easily!"
        },
        {
            "review_title": "Liked",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I liked Josie Maran Mini Whipped Argan Oil Body Butter in Topless Tangerine. Scent is very pleasant and long lasting. Texture is nice and spreads on skin easily. I recommend this product for summer especially"
        },
        {
            "review_title": "Luxurious and smells good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This mini whipped Aegean oil body butter is very luxurious. I like the tangerine and pink grapefruit scent and the texture of is very silky smooth that leaves my skin nourish, moisturize and smelling good. The packaging is cute and perfect for on the go! It last all day and I get compliments wearing it. I would definitely but this and recommend it to a friend."
        },
        {
            "review_title": "Love this design",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "What a cute design, well done Josie Marian Labs. I love this cute little pouch and the fact that I can squeeze the last drop of this body butter. Itu2019s my all time favorite travel thing I have in my everyday purse. It smells so delicious and gets absorbed so quickly without leaving a film on my skin or sticky feeling. Even my son loves it, he loves the scent of freshly squeezed tangerines. Ingredients in this product are top notch!"
        },
        {
            "review_title": "Perfect for travel! ud83eudde1",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "My new obsession! I love this body butter! It smells amazing and leaves your skin feeling soft and hydrated. The texture is rich but not greasy. I think itu2019s a great size to keep in your bag or perfect to travel with for a quick getaway!"
        },
        {
            "review_title": "Sample size",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Sample size   This body butter feels luxurious. I love it as a daily hydrator. The whipped texture is lightweight and airy and the formula absorbs quickly into my skin. I wish this was more than just a sample size! I can tell it gives long lasting hydration and it leaves my skin feeling sooo soft, smooth, and glowing."
        },
        {
            "review_title": "Smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Loving the way the Josie Maran whipped body butter hydrates my skin! It does not make my skin feel sticky and really sinks in making it feel super soft and nourished. It smells like a orange smoothie I absolutely love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This travel size is really amazing. I really love how hydrating this is. My skin feels very moisturise and hydrated. Once I have put it on and also it smells heavenly. For the price range this is a must have"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Absolutely love the new design of the bottle and the refill pouches from Josie Maran. The tangerine and grapefruit smell is amazing. It absorbs nicely into the skin and is soft and lightweight. Definitely recommend."
        },
        {
            "review_title": "Beyond good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is such an incredible body butter ! First of all itu2019s super hydrating . It sinks in quickly which I love but it leaves your skin glowing and looking supple which I love! The scent is beyond amazing . If you are someone who likes really uplifting fresh citrus scents then you will love this . My new go to for spring and summer for sure ."
        },
        {
            "review_title": "Fantastic scent, and super hydrating",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Dry skin",
            "review_text": "I love this body butter!! It has such a great texture. I love the tangerine fragrance, but they have an unscented version of this body butter as well. The packaging makes it easy to get out every last drop. The formula soaks in super quickly and leaves my skin feeling super hydrated"
        },
        {
            "review_title": "Plush Body Butter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Iu2019m so excited that Josie is back at Sephora! This cream has a delicious scent that lingers on my body all day without being overpowering and it doesnu2019t mix with my perfumes in a bad way either. My skin literally feels moisturized instantly and I love the whipped texture because it makes my skin feel plush and smooth. I love the refills because now Iu2019ll constantly be repurchasing them and feel good about not wasting the jar."
        },
        {
            "review_title": "Love It!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "I was gifted this product by sephora and LOVE IT! the smell is so dress and clean and smells exactly like itu2019s supposed to. It left my skin feeling moisturized and not greasy. And the packaging is nice because i can just throw it in my bag without worrying."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Iu2019ve tried both the vanilla and this body butter and I have to say without a doubt that this one is my favorite. The scent is balanced and elegant and revitalizing and it lasts in skin for hours. Amazingb"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "This product is so good! I love it so much and highly reccomend it! Itu2019s super beneficial I love the scent and feeling of the product and think itu2019s beneficial to any type! I have dry skin and I love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Combination skin",
            "review_text": "Super moisturizing and it smells really nice. Love the packaging. Perfect for taking it everywhere. Easy to blend onto the skin. My skin looks radiant and moisturized afterwards and feels hydrated. Would buy again"
        },
        {
            "review_title": "Sample size but just as good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love this hydrating cream because itu2019s so soft and smells great. My skin is hydrated for long periods of time. This air-whipped full-body moisturizer stars Argan Oil to instantly soak in, delivering juicy firmness, deep hydration, and an all-over glow."
        },
        {
            "review_title": "So smooth and luxurious going on!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "My newest favorite lotion! I was not familiar with Josie Maran Whipped Argan Oil Body Butter, but I am so glad I am now. It feels like a very luxurious lotion, it goes on smoothly and absorbs fast, but you can feel that the moisture level has improved. The scent Topless Tangerine is wonderful, you can smell the citrus scent (which is my favorite) without it being at all overwhelming. The jar is also very pretty, always nice. One of the cool things I discovered about this product is when you run low or out you can order a refill pouch of the lotion, which is less expensive, goes into the original container/jar easily, and helps to reduce waste products. I consider that a Win/Win. Thank you to Josie Maran, Sephora and Skeepers for allowing me to try this product in exchange for my honest review. It is one of the best lotions I have used."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Josie maran has done it again. I love the cute packaging and the way the lotion just glides on my skin making it look amazing!love the look and the the skin my skin radiates in the sun and even at night"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
            "review_text": "This has always been my favorite lotion of all time and I am very happy they now have a size that I can travel with! This lotion is awesome and smells amazingly and makes your skin feel awesome. Love it"
        },
        {
            "review_title": "Exceptional Body Butter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I absolutely love the Josie Maran Body Butter! This is the original whipped argan oil body butter Topless Tangerine.  And it not only smells lovely, it feels fantastic on my skin.  This is a great quality body butter that leaves my skin glowing it's so hydrated.  This travel size is perfect for my purse. The packaging is just right. Easy to use and ready anywhere I go."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I love this topless tangerine body butter! Iu2019ve tried the original body butter from Josie Maran but this scent is amazing! I was expecting an orange smell but it is more like a mix pineapple, tangerine and grapefruit which is even better! I love this scent for the seasonal changes coming up! Smells like summer. The texture of this body butter is beautiful! The ingredients in this product are amazing! With it containing multiples oil you would think it could be greasy but it is not at all! It surprisingly sinks into your skin quickly and leaves your skin feeling silky smooth. Oh and i almost forgot to mention that the packaging for this is so cute! It reminds me of one of those travel apple sauce pouches!"
        },
        {
            "review_title": "Josie has me Whipped",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I am obsessed with the Josie Maran Whipped Argan Oil Body Butter in Topless Tangerine. This air-whipped body moisturizer has argan oil that rapidly soaks into your skin, delivering intense, long-lasting hydration. Your skin is left with a velvety soft finish. The scent can best be described as a sparkly circus with key notes of pixie tangerine and pink grapefruit. Did I mention that this product is part of an eco-friendly refill system? This is my new favorite moisturizer. I highly recommend you give it a try for yourself! You wonu2019t be disappointed."
        },
        {
            "review_title": "I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I received the gifted from Josie Maran Whipped Argan Oil Body Butter in Topless Tangerine. Itu2019s an air-whipped full-body moisturizer stars Argan Oil t o instantly soak in, delivering juicy firmness, deep hydr ation, and an all-over glow. This item absorbs instantly on dry skin for a velvety-soft and fir ming finish that lasts all day. Responsibly sourced Arg an Oil is whipped to creamy perfection with 100% pla nt-based fragrances in a lightweight yet rich formula. With the refill system, top up your amber glass jar and reuse forever!"
        },
        {
            "review_title": "Loveeee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "Donu2019t hesitate. I have two words 5 letters you need to hear. Buy it. I have never smelled so amazing and my skin has never felt this soft. I cannot list half of the products Iu2019ve tried but I can tell you this. This is the one you will keep."
        },
        {
            "review_title": "The best body butter Iu2019ve tried",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I love body butters in general cuz I have dry skin and now with the colder months itu2019s been worse, Iu2019ve heard amazing things about Josie Maran body butters so I was super excited to finally try them and I have to say I understand the hype now, I love how rich and thick it is but it absorbed so nicely into my skin and left it so hydrated and moisturized, the scent is so nice and fresh but not overwhelming; I absolutely love it and will repurchase it once I run out of it"
        },
        {
            "review_title": "Mini size",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This is my first time using Josie Maran body products and Iu2019m so in love with this mini whipped Argan oil body butter. The pouch is adorable and perfect for traveling, smells heavenly, soaks into the skin very fast, makes my skin look healthy and hydrated. Thinking to order bigger size."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "makes the skin on my body feel more moist, smoother and looks attractive. The scent is also very pleasant and stays on my body for several hours after I use it. Does not cause stickiness or itching. body"
        },
        {
            "review_title": "So delicious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I am simply obsessed and in love with this scent!! Itu2019s perfect for spring and especially for summer. Since it is mini and compact, you can throw it in your purse or bag and it isnu2019t going to take up much room which is always a plus. Itu2019s super moisturizing and I definitely recommend!"
        },
        {
            "review_title": "Smells like TANG and I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "I loooove a luxurious lotion and this is perfection! It absorbs quickly without leaving a greasy feeling. Most importantly it smells just like orange Tang - a beverage from my childhood - so v nostalgic."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely love this body oil product! It makes my skin soooo smooth and shiny! Also leaves my skin feeling moisturized. Great on the go especially if my skin is feeling ashy. Would recommend to anyone."
        },
        {
            "review_title": "Great for Summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Amazing light and realistic tangerine scent. It reminds me exactly of summer and going on a picnic and peeling fresh mandarin oranges to eat. Love it and it is so hydrating on my skin. I definitely want to check out the other scents now."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The fragrance description is perfect. Yuzu, pink grapefruit, and brown sugar are scents that call out to me. The scent is so nice that I would buy other products with this scent immediately. With argan oil, avocado oil, and shea butter, this lotion feels nourishing on my skin. It soaks in so quickly and my skin looks hydrated almost instantly."
        },
        {
            "review_title": "A travel convenience",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This size and packaging of this moisturizer is so convenient because itu2019s flexible and not heavy. Definitely keeping my hands moisturized but not greasy during this cold season. I love how energizing the aroma is."
        },
        {
            "review_title": "Summer time fun ! Smells so good !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019m no stranger to Josie Margan ! Iu2019ve purchased body butters in the past and became obsessed with it . I recently tried topless tangerine and i think it will become my spring / summer scent . It smells so good and makes my skin baby soft . Also , Iu2019ve noticed it last all day ."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "The cream just smells heavenly and blends like butter into the skin. It makes my skin hydrated and soft. I totally love this after morning and night shower. The travel pouch is a great idea. I received this in exchange for my honest opinion."
        },
        {
            "review_title": "Get if u ashy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love this so much. Itu2019s giving very much rich. If you wanna look like a baddie get this asap. Smells good and the packaging is just amazing also if you ashy itu2019s real good to. Itu2019s nice and creamy and not too thicc"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "The Josie Maran mini whipped argan oil body butter is AMAZING! I am never disappointed by this brandu2019s high quality products. Highly recommend for people with sensitive skin. A must have skincare item for all year long!"
        },
        {
            "review_title": "a summer must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "The fragrance of this body butter is AMAZING, and Iu2019m so excited to use this in the warmer months! My legs get so dry and I had yet to find a lotion or body butter to actually help the dryness, but this product has soaked into my skin so nicely and left them moisturized all day! Iu2019m definitely loving this body butter!"
        },
        {
            "review_title": "Perfect!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This product by Josie Maran is amazing! I absolutely love it and it glides on the skin so nice. I donu2019t feel any sticky or greasy residue after, only hydration! I would definitely recommend this lotion!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love using this body butter! I live in the Midwest and when itu2019s winter my skin, especially elbows, get so dry. Nearly nothing can help them feel better. I started using this a couple weeks ago and have noticed such a difference, not only after immediately applying but over time too. My skin is hydrated, soft and has a nice glow after applying this body butter. The scent is subtle but so delicious and the product rubs in nice and even. The jar is glass and refillable which is also a huge bonus!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This body butter is delectable. Smells so yummy and is extremely hydrating on my skin. I had noticeable cracks in my skin because it's so dry right now, but this did a great job at deeply hydrating and smoothing out my skin. It feels so much softer now!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I'm loving this body butter! Its rich texture deeply moisturizes my skin, leaving it feeling soft and nourished. And the fragrance is just divine u2013 it's like a spa experience every time I apply it. I highly recommend it for anyone looking for luxurious hydration with a delightful scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I am in love with this Josie maran product! I love that it is refillable. I also love the scent. Itu2019s not overbearing, but so fresh and light. It also helped make me feel so moisturized and soft. I highly recommend!"
        },
        {
            "review_title": "smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "buy this brand now! this brands products are so fresh smelling and the scents are so real and not artificial. moisturizes so well and really sinks into my skin without it feeling greasy. perfect to fit in my bag"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I adore a good citrus, tangerine scent and mixed in with this with oral butter, was literally the icing on the cake. This made my skin feels so good it felt Moisturizing on my skin. The packaging is so gorgeous! The texture is smooth and creamy. I recommend this!."
        },
        {
            "review_title": "Smells delicious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Obsessed with this scent! Itu2019s a true fresh juicy tangerine/grapefruit scent. All Josie Maran body products are amazing and this is no exception. The most luscious rich texture that soaks in instantly leaving skin hydrated without the greasiness. Iu2019m so glad they went with refillable packaging. I canu2019t wait to try more scents,"
        },
        {
            "review_title": "LOVE !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "i absolutely love this so much !! the texture is smooth is definitely adds the finish to your skin and makes it look so shiny and makes it feel smooth. The packaging is so easy to squeeze out and easy to carry around. the product soaks in so easily. I love this so much for my skin."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I received Whipped Argan Oil Body Butter travel size in Topless Tangerine scent sample from Josie Maran. The texture of this body butter is lightweight. Its whipped consistency makes application smooth and easy. The body butter absorbs quickly into the skin without any greasy residue, leaving my skin feeling soft and hydrated. The combination of Pixie Tangerine and Grapefruit creates a citrus symphony that is both uplifting and invigorating. The travel size packaging is convenient and easy to bring it with on a trip."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "Love this body butter! Whether you're treating yourself to a mini spa day during a layover or simply need a quick hydration boost after a long day of sightseeing, travel-size body lotion is a must-have for anyone who loves to explore the world without sacrificing their skincare routine. Trust me, once you try it, you'll wonder how you ever traveled without it!"
        },
        {
            "review_title": "Love the scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Consistency is good, it soaks up to the skin pretty quickly. I like the scent but I wish the size was a little bigger. I donu2019t think the pouch with last long, especially if it is supposed to be for daily use. Gifted"
        },
        {
            "review_title": "Smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Iu2019m a lover of a great body cream and this is definitely it! The scent is so beautiful, not overpowering but so lovely and last all day . The formula is thick but smooths in super nice. I love this for my hands in the wintertime"
        },
        {
            "review_title": "Great lotion",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Overall this product has been so convenient to just have in my purse or in the go to travel. It is very nourishing to my skin and it had never been softer and canu2019t wait to continue to use it! Will be recommending"
        },
        {
            "review_title": "My holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "My skin on my body is constantly flaking and very dry. I am very careful when choosing body products and always pay attention to the composition; it is important to me that there are no components that can irritate the skin. this cream is amazing, it has such an amazing texture and smell, I can't stop applying it to myself. Simply magical"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is such a good body butter for the summer! It smells like tangerines and is very moisturizing and heavy. I love a thick cream to make my skin feel good: I received this product for free as an incentive from Josie Maran."
        },
        {
            "review_title": "This is wonderful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is the richest, yummier and best body butter I have ever put on my skin! The smells is beyond delicious and the immediate hydration and nourishment is incredible! The scent is wonderful and the smoothness lasts on!"
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love Josie Maran's Topless Tangerine Whipped Argan Oil Firming Body Butter! The texture is luxurious, and the tangerine scent is invigorating. It keeps my skin hydrated and feels firming. The refillable packaging is a plus, making it eco-friendly. Highly recommend for a pampering skincare experience!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "This mini whipped body butter is honestly very great!! The texture is so thick and very moisturizing!! And the whipped texture makes it absorb very quickly into the skin but leaves your skin feeling so hydrated!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "Actually obsessed with this body but itu2019s seriously so firming and luxurious. The scent is so beautiful. I am completely in love with it I get compliments all the time every time I use it people asked me what that"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "First of all this packaging is just amazing. I love how thick the plastic is which makes it great for traveling because it wonu2019t get punctured in your suitcase. I also love how itu2019s resealable and not the kind where you just rip off the tab and it stays open. The smell of this product is also amazing. Iu2019ve tried some of the other cents, but this is probably my favorite! It left my skin, feeling moisturized and amazing"
        },
        {
            "review_title": "Perfect body butter!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This body butter is really incredible! I love the scent and the packaging is so handy for on the go. I keep it in my purse and have been getting compliments that I smell great all day long. It doesn't leave a greasy feeling but I do feel moisturized all day. Definitely recommend!"
        },
        {
            "review_title": "My Skin is loving this body butter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "Whipped Argan Oil Body Butter in the scent Topless Tangerine from the brand Josie Maran Cosmetics. The body butter is made with organic ingredients and is designed to deeply moisturize and nourish the skin. It claims to be rich in essential fatty acids and antioxidants, leaving the skin soft and radiant. The product is free of harsh chemicals and is suitable for all skin types. This leaves your skin, so soft and smooth. I absolutely love anything with Argan oil, especially anything from Josie Moran. The sweet smell of tangerine is light, but it stays with you almost all day I was very impressed"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This body butter is super hydrating like the original unscented version. This scent is very citrusy and isn't overpowering or artificial. I think this would be great for spring or summer because it very fresh"
        },
        {
            "review_title": "Love this for my dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This Josie Maran body butter smells so good. But it is not a ridiculously heavy fragrance. It is lighter and is closer to the skin. It stays on for hours. And the scent doesnu2019t weird of artificial. It smells like a real tangerine. When applied your skin glows and feels hydrated and moisturized. It worked wonders on my dry rough skin and kept it moisturized for the whole day. It has oils and butters so it is a thick cream but easy to spread. No ashy spots nor do you have to keep reapplying."
        },
        {
            "review_title": "Very hydrating body butter",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "The Josie Maran whipped argan oil body butter is such a nourishing formula that it provides much needed hydration and moisture without making the skin feel greasy. I have really dry skin which craves for moisture during winters. I used this body butter on my legs and it quickly got absorbed into the skin and moisturized the skin without making it feel greasy at all! I love the scent this body butter has!"
        },
        {
            "review_title": "Great as a gift",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This lotion works very well- creamy and moisturizing without being oily. The fantastic upside is the soft sandalwood fragrance, a softly comforting scent that doesn't say baby or medicine or girly or macho. It's just great. My hubby loves it as much as I do. Even my teen loves it! Well worth the price and a great gift basket item."
        },
        {
            "review_title": "So Nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This body butter is fantastic. The texture is so soft and creamy. It blends right into my skin and feels so moisturizing.  The scent is nice if you like citrus. I definitely looking forward to trying more scents in the future."
        },
        {
            "review_title": "A must-have for soft, glowing skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "Josie Maran's Tangerine Body Butter is a game-changer! Its creamy texture absorbs effortlessly, leaving my skin hydrated and smelling divine. The mood-boosting tangerine scent is simply irresistible, and the recycled packaging is a win for sustainability. Plus, a little goes a long way, making it both effective and economical. A must-have for soft, glowing skin!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I think the packaging is very pretty and the option to refill is great. However, when you take the lid off a lot of product gets caught on the lid and makes it look like the jar is half empty. The scent is OK. I was hoping for a more citrus scent to it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is the best body butter from Josie Maran for sure! I love the packaging and that it comes in different sized packaging from travel to refills. This body butter smells amazing. It is medium thickness and applies to the skin very well. It sinks into the skin quickly leaving it soft, hydration and glowy."
        },
        {
            "review_title": "Moisturization lasts for hours!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This Josie Moran Body Butter is so luxurious and velvety in texture. Itu2019s not greasy or sticky and glides onto your skin literally like butter. It absorbs quickly and evens out skin tone by moisturizing dry patches. The tangerine scent is enjoyable and not overpowering. The price is on point with most high end body butters. I like the fact that the moisturization lasts for hours and your skin feels soft and supple. Definitely a keeper."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product was gifted to my for my honest review. It smells amazing and fresh. A hint of tangerine with a subtle hint of sweetness. The body butter feels very moisturizing and nourishing, perfect for the cold dry winters."
        },
        {
            "review_title": "The BEST Body Butter I Have Ever Owned!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Where has this body butter been all my life! I am so impressed with this stuff! It is the thickest, creamiest, most luxurious body better I have ever owned! Not only that, the fragrance is so gorgeous! It reminds me of Libre and I love pairing them together. I will absolutely be buying all the other scents!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I wanted to love this body butter but for my dry skin, itu2019s not as moisturizing as the ultra hydrating body butter. The scent is amazing but I was underwhelmed with the moisturizing effect. Great to layer for other scents And it gives a nice glow"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This body butter has been a godsend for my dry skin this winter! The texture of the product is thick and rich but absorbs quickly and the moisture lasts all day. My skin looks very hydrated and glowy. The smell is also amazing! I also like how thereu2019s a refill system and I can get a refill when I run out instead of buying a whole new jar."
        },
        {
            "review_title": "Amazing body butter!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This body butter is everything! The scent is so obsessive and addicting, I cannot get enough of tangerine notes. Texture of the butter is also heavenly rich and moisturizing on the skin. Love the fact that this beautiful jar is refillable, I would definitely buy more when I am out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I can literally eat this!!!! Itu2019s so delicious haha! Just kidding not eating but the smell is so tropical!! In love and oohhh that glow I am getting on my body all over is GLAM! Love it and absolutely recommend it!"
        },
        {
            "review_title": "Yummy and hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This product smells so yummy. The tangerine scent is light and refreshing. It soaks into the skin quickly and leaves my skin feeling soft and hydrated. I love the substantial packaging, it feels luxurious. I also love that it is a refillable product. I canu2019t wait to try other scents as well."
        },
        {
            "review_title": "Wish the scent stayed longer!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "Iu2019ve never used a tangerine scented body product before, so I was extremely intrigued to try the Josie Marah Whipped Argan Oil Refillable Body Butter in Topless Tangerine! The texture of this was extremely creamy, and pretty thick but it did sink into the skin really well. I used it mainly on my arms and hands, and the moisture lasted hours on me! The only thing that didnu2019t last a super long time was the scent - it definitely is a light scent. I was a little sad about this because the tangerine smell is so nice and refreshing! It just didnu2019t last long on me personally. Some may love that though! Overall it is a high quality product, and the fact that it is refillable is a bonus!"
        },
        {
            "review_title": "My new favorite body cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Wow! I have been a fan of Josieu2019s for a while, but I was not expecting how much I would LOVE this whipped argan oil refillable cream! The topless tangerine scent smells absolutely amazing! I could swim in it! The texture felt amazing and moisturized my skin so well! The packaging is refillable too so you can use it over and over again."
        },
        {
            "review_title": "Heaven",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "First, This body butter smells heavenly! Iu2019m totally obsessed with it. Second, it leaves your skin so soft, really smooth, silk and nourish. The texture of this butter is sublime. Now I wanna try all the other kind."
        },
        {
            "review_title": "Smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I really like this body butter, itu2019s super creamy and also smells amazing! I also like that it absorbs so well into my skin without needing to rub it in. The smell of tangerine is delicious and also yummy! And recycled packaging is great for reuse!"
        },
        {
            "review_title": "Mood boosting tangerine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "I received a free sample from Josie Maran in exchange for my opinion. The first thing I want to say is that the smell is so invigorating, tangerine is such a mood booster! While it is not as heavily scented as your typical moisturizer, the fragrance is definitely there and it lingers quite a bit. The formula is not sticky, it absorbs pretty fast and it has accumulative benefits for sure."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Oh my goodness, this Josie Maran rebrand is STUNNING!!! This glass jar is the most luxurious thing ever and the scent of this lotionu2026next level. My skin feels super hydrated and the scent lingers beautifully."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I am utterly obsessed with this. I have tried a lot of lotions and body butters but this blew me away. First of all the scent is seriously AMAZING. Like SO good and unique! The texture is so creamy and thick and leaves my skin feeling amazing. I also love this new packaging. So sleek and sophisticated! I love this so much."
        },
        {
            "review_title": "Best body butter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The Josie Maran body butter in topless tangerine is the best scented body butter. It feels so smooth and butter like and very hydrating on the skin and is not greasy. The scent is fruity and it lingers all day. I get compliments from people at the gym! I highly recommend this body butter to anyone. I received something in exchange for this post."
        },
        {
            "review_title": "Firming butter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Josie whipped Aegean oil body butter makes my skin feel soft and nourished I love the citrusy smell it has making it perfect for the summertime! This butter makes my skin look shiny and healthy. It also feels very hydrated and smooth"
        },
        {
            "review_title": "Not Oily, Just Right!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "After feeling this on my skin, I have to say, Iu2019m so happy! It feels so nicely and goes on super smooth. The smell is also SO good. It isnu2019t too overpowering just the right amount! It leaves my skin feeling so soft and gets rid of a lot of my texture."
        },
        {
            "review_title": "Must Have!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I am in love with this whipped, Argan oil, tangerine body! Iu2019ve been using Josie Moran since she came out with skin care years and years ago. This is not an overwhelming smell, but yet very feminine and fruity."
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I love this body butter so much I got this one for my mom and sheu2019s obsessed with the orange scent, she loves citrus but itu2019s so much more than that it hydrates so deeply and as someone older she canu2019t get enough of it"
        },
        {
            "review_title": "Amazing glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This whipped argan oil feels very good in my skin. It gets absorbed very easily and leaves my skin with a beautiful and glossy. It gets absorbed very easily into my skin. Gives me great hydration. The scent is very pleasant."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Josie Maran Mini Whipped Argan Oil Body Butter in Topless Tangerine is a skin-loving treat! Its whipped texture and refreshing tangerine scent leave skin feeling soft and hydrated. A must-have for a luxurious moisturizing experience."
        },
        {
            "review_title": "Topless tangerine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This whipped body butter is amazing! The scent is pure citrus heaven! I love how summery and just clean and refreshing it smells. Josie Maran always nails it with scents and I am loving their switch to this new refillable packaging!"
        },
        {
            "review_title": "Great Product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Combination skin",
            "review_text": "This is an amazing product! I highly recommend it. It smells amazing and is so smooth on the skin. It really makes your skin feel like velvet. I highly recommend this to anyone with dry cracked skin. Itu2019s great!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I love this body butter! It has a very nice and lovely scent and hydrated my body very well! It helps my razor burn and makes my legs and body give a healthy shine I would highly recommend this amazing body butter!"
        },
        {
            "review_title": "Easy breezy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Love the easy to go travel package easy to fit in ur pocket or any purse . The scent is also lovely but not overpowering perfect foreven the most sensitive skin !the texture was thick but not heavy and blends right into the skin providing protection"
        },
        {
            "review_title": "Hydration!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I have been using Josie Maranu2019s body butter since they first launched back in 2007!!! Yes, theyu2019re still incredible, but now theyu2019re even better! This body cream makes my skin feel nourished, hydrated and smooth!"
        },
        {
            "review_title": "Hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This body cream smells amazing! If you are like me who love fruity scent, you will fall in love with it. It has a lightweight texture but makes my skin feel pumped and hydrated. Also I notice it is made of 100% plant based ingredients. Absolutely love it!"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This body butter is very soothing. My skin feel very soft smells very tangerine, and the size is great. I would recommend for traveling. Iu2019ve never use this brand before but now Iu2019m interested in buying more. I received this as a product for review."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This body butter is amazing! I love the scent and it lasts on my skin. It leaves my skin sooo soft and moisturized! The whipped texture feels amazing on my skin. It doesnu2019t leave your skin greasy either!"
        },
        {
            "review_title": "Yummy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This body butter smells YUMMY! Itu2019s the perfect mix of citrus and tang. It soaks into my skin in a few minutes and doesnu2019t make putting on jeans difficult! Iu2019d say this is best for cold or frigid temperatures. Keeps my body well moisturizes"
        },
        {
            "review_title": "Better than I imagined!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Better than I imagined was the first thing that came to mind when testing this body butter out. It has a light citrusy scent and applied really well to skin. You can see the glowy hydration it leaves after application but does not leave your skin greasy at all. I noticed my skin seems softer and more glowy after use. I love the packaging, it looks so luxurious. Iu2019m especially happy that the glass jar is not heavy at all. I also heard that Josie Maran has a refill program which is so nice to hear! This way I can get more of this great scent or also try other scents!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Ii like this as it very hydrating and gives a nice glow. My skin feels softer and has a fresh look. A little bit goes. Long way"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "This whipped body butter smells so good and comes in the prettiest packaging. Love that it has a nice glass, refillable jar and is recyclable. The body butter is so light and fluffy which makes it super easy to apply and is not oily at all!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Love this body butter! Makes my skin feel so soft and hydrated and lasts so long! Love the smell and how long lasting the smell is - doesnu2019t smell fake or artificial at all, smells very natural! Definitely recommend!"
        },
        {
            "review_title": "Hydrates & Firms",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "Beautiful glass jar that is refillable. The scent of tangerine and brown sugar is yummy. Light, whipped body butter. Soaks into skin instantly giving it a healthy glow. No greasy or sticky feelings. Argan and avocado oil help skin elasticity while shea butter hydrates my dry skin. I would recommend it."
        },
        {
            "review_title": "So nourishing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Combination skin",
            "review_text": "I love this body butter! I smelled it immediately coming out of the package and itu2019s so yummy smelling! On my skin it is nourishing and hydrating. It gave me hours of hydration! The packaging is also very luxe. I would recommend it to anyone!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "OMGGG if you havenu2019t tried this yet, stop what youu2019re doing and grab it! Iu2019ve never smelled anything so incredible! The cream itself is very thick and rich and a little goes a long way. The jar will definitely last me a while. Itu2019s extremely hydrating and the scent is long lasting. I need to grab more of these asap!"
        },
        {
            "review_title": "smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I absolutely loved using this body butter because it's so creamy and moisturizing. It smells so citrusy and blends into the skin and hydrates. I use it right after the shower and love how sustainable it is since you can refill it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This orange body cream is a delightful treat for the senses. The scent is refreshing and invigorating, with the citrusy notes of orange providing a burst of energy. The cream itself is luxuriously smooth and moisturizing, sinking effortlessly into the skin without leaving any greasy residue behind. I love how hydrated and soft my skin feels after using it, and the subtle hint of orange lingers throughout the day, uplifting my mood. Itu2019s become a staple in my skincare routine, especially during dry winter months when my skin needs extra nourishment. Overall, this orange body cream is a true delight to use, leaving me feeling pampered and refreshed every time."
        }
    ]
}