{
    "product_id": "446",
    "name": "VANILLA MILK Eau de Parfum",
    "brand": "Ellis Brooklyn",
    "categories": "Fragrance, Women, Perfume",
    "price": 161.0,
    "about": "Fragrance Family: Warm & Spicy..Scent Type: Warm & Sweet Gourmands..Key Notes: Bourbon Vanilla Bean Extract, Upcycled Cocoa Shell, Frangipani..Fragrance Description: Delicious yet sophisticated, faceted yet smooth, Vanilla Milk is a fragrance of paradoxes. This Eau de Parfum uses two types of vanilla extracts, a touch of florals, delectable cocoa shell, rich amyris, and a creamy milk accord. VANILLA MILK is specially created to wear the best on skin. The scent is designed to get better with your own body heat and chemistry...About the Bottle: The creamy tone is meant to evoke vanilla's delectable yet comforting qualities...About the Fragrance: Ellis Brooklynu2019s Bee Shapiro and female Irish perfumer Meabh McCurtin, two outsiders to the perfume world, came together to create a vanilla fragrance from a fresh perspectiveu2014one that is uniquely addictive...",
    "ingredients": "Alcohol Denat., Fragrance (Parfum), Alpha-Isomethyl Ionone, Benzyl Benzoate, Citral, Hydroxycitronellal...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Spray on pulse points or on the body as desired. After spraying, wait 8-10 seconds for the scent to warm with your skin and adapt to your body chemistry. ...Eau de Toilette or Eau de Parfum?: .The difference lies in the volume of perfume oil. While EDT contains five to nine percent, EDP contains more, usually eight to 14 percent. EDPs, therefore, last longer and smell more intense....Recycling Instructions: .-The glass bottle and outer cardboard box are 100 percent recyclable.",
    "num_reviews": 446,
    "overall_rating": 3.4,
    "product_url": "https://www.sephora.com/ca/en/product/ellis-brooklyn-vanilla-milk-eau-de-parfum-P501984?skuId=2619815&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2619815-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz / 50 mL eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2619815-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Smells so good if youu2019re into creamy and sweet vanilla scents. Lasts all day, a new favourite!"
        },
        {
            "review_title": "Milk and Honey creme",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Received in the Apple Love set. At first it smells rancid. Once it dries down though, itu2019s smooth, creamy honey heavy cream smell. Sits very close to the skin. Makes a really nice bedtime scent."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, lightMedium skin tone, Combination skin",
            "review_text": "Received a sample. Initially, soft and sweet vanilla - which Iu2019m not a fan of, to start with. But over a few hours  it smells rancid. Like cheap vanilla protein powder shake left in a to go cup in the heat. Hard NO"
        },
        {
            "review_title": "A definite YES for me.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I must say, I understand how some say it smells like spoiled milk however, on my skin upon first spray, I get that slight sour smell coming through UNTILu2026 the dry down is beautiful and smells so creamy   almost frothy. I am definitely keeping this one. Itu2019s a yes for me."
        },
        {
            "review_title": "nice milky vanilla you have to let dry down!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Dry skin",
            "review_text": "so I know a lot of ppl are saying it's like sour milk or not so milky but you have to give it a bit and let it dry down. I got the sample size and at first spray can see why ppl were saying that but after a bit it smells quite nice! light vanilla and milky undertones w a bit of powdery smell. I don't think it lasts super long but does work w my body chem to form a nice creamy milky scent."
        },
        {
            "review_title": "favorite perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "this is my absolute favorite perfume that iu2019ve been using for 3 years now!! itu2019s such a sweet and milky unique vanilla scent, lasts a long time, and i always get complimented on it! i finally committed and got the full size, so excited."
        },
        {
            "review_title": "AMAZING MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Iu2019ve bought this three times. Itu2019s such a Beuatiful fragrance and gets such a bad wrap. Spray on clothes itu2019s has a darkness that is divine in the dry down. Opens up with this rich vanilla and slightly lactonic. Definately not a basic fragrance by any means"
        },
        {
            "review_title": "Worst perfume Iu2019ve ever smelled",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "With love, anyone who gives this more than one star either received free product for an incentivized review or is lying to themselves. Thereu2019s a reason only 27/438 reviews are verified purchases and maybe 1/4th are non-incentivized. This is one of the most off-putting fragrances Iu2019ve ever had the displeasure of smelling. Itu2019s the first perfume Iu2019ve encountered thatu2019s genuinely made me retch when sampled. I can only describe it as smelling like a post-vomit bathroom where someone tried to mask the smell by spraying an air freshener: sour, pungent milk and cheap vanilla. For most perfumes, even if I donu2019t personally like them, I can at least understand why someone else might enjoy them. I cannot with this one. I canu2019t imagine how this got past a marketing team, testers, and corporate review. As a vanilla lover, I donu2019t even know who this is for. Do not blind"
        },
        {
            "review_title": "Smells like burnt rubber or melted plastic",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Upon first spray, it smells like burnt rubber, or melted plastic mixed with milk and vanilla. Smells very artificial. When it dries down, it starts to smell more like a creamy vanilla and the burnt rubber or melted plastic goes away, but by this point, the scent is very faint and the perfume doesn't last."
        },
        {
            "review_title": "Horrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Horrible! Smells like spoiled milk mixed with nauseating floral notes. Do not recommend!"
        },
        {
            "review_title": "Bought Multiple Times",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "My daughter absolutely loves this scent. this was my second time buying it for her. This travel size fits perfectly in her school/sports bag. It's slim & sturdy, she has it used up before the tube breaks or shows much wear."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I received this as a sample in a recent order, and I had to buy it the first chance I got. I love the creamy vanilla scent. This is one of my most complimented scents."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Normal skin",
            "review_text": "Okay so at first I didnt love this perfume and I actually gifted it to my friend because of that, well one day she was with me and I was like what perfume are you wearing because I need it and she told me it was the one I gave her so apparently it smells really good on other people just not me .. which makes no sense lol"
        },
        {
            "review_title": "Pass",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, lightMedium skin tone, Combination skin",
            "review_text": "Nauseating. But to be fair, I feel that way about most lactonic scents."
        },
        {
            "review_title": "Vanilla heaven",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Scent of the summer! This sexy vanilla scent is the perfect combination of sweet & light . I always am getting compliments on this! Already out of my travel size and definitely plan on buying the full size! A summer non negotiable"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is a creamy, comforting, sweet milky vanilla scent. I find this one makes for an easy everyday wear. The vanilla here is nice and warm, and I find this scent to be pretty long lasting. On clothes I can even smell it few days after."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
            "review_text": "It smells AMAZING! I think it can be perfect by itself but it can also be layered if you like layering. Itu2019s the perfect vanilla scent, it smells very sweet and feminine. I ordered the bigger bottle because this is going to be my base scent."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I found this to be an extremely enjoyable fragrance. If youu2019re a vanilla lover then you will enjoy it. There is something about the scent I donu2019t like in my personal skin. It turns a bit. But overall a wonderful fragrance. I tried it on someone else and no problem. It just smells delicious"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I love this vanilla perfume by Ellis Brooklyn. It smells amazing and is long lasting. I get so many compliments. It is a good size to carry with me when I travel and in my purse. It is sweet which is what I love."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "This is so perfectly named - it really smells like I am dousing myself in the most beautiful vanilla milk. I love the way this smells and how it lingers in my hair and on my skin in the hot summer weather."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This scent is the perfect vanilla. It is light weight yet flavorful, and perfect to layer. I am obsessed with it. It has gotten me many compliments, especially because itu2019s warm, yet very sweet. I love!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is a perfect range if you like something thatu2019s super super light and sweet as a hint of vanilla in it while being a little bit milky, which may sound weird but honestly, itu2019s a really good combination to give a soft sweet sense all over the body."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is a vanilla loveru2019s DREAM! Itu2019s so hard trying to find a vanilla perfume that doesnu2019t smell so artificial and this doesnu2019t! It is so DELICIOUS, the notes are absolutely perfect. Actually vanilla bean notes and scent LASTS hours"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I recently tried the Ellis Brooklyn Vanilla Milk Eau de Parfum and there is a soft sweet smell to it. I got the travel size pouch and the packaging is super sleek. The smell lasts quite long and I find this size perfect for on the go days."
        },
        {
            "review_title": "Dirty hamper smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "This is not it. I love all things Vanilla and this right here smells like dirty hamper. I really wanted to like it but my goodness, it stinks and not in a good way. Maybe it doesn't align with my body chemistry, I don't know. But I will never buy it again."
        },
        {
            "review_title": "Sophisticated vanilla milk!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This perfume is actually beautiful and sophisticated creamy vanilla milk with a hint of hazelnut. I donu2019t know why the reviews are bad it has no musky smell whatsoever and it lasts on me for a long time. I always put a nice base down of body glaze or oil before my perfume which you should doo."
        },
        {
            "review_title": "My New Signature Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
            "review_text": "I love love love this fragrance! It dries to a vanilla milky smellu2014literally like its name. I bought the sampler and it was so good, I ordered the full size bottle the next day. Itu2019s the most unique vanilla fragrance Iu2019ve come acros.    It"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Ick. This smells like the smell when you walk into a daycare first thing in the morning. A mix of cleaning products and toddler. Vanilla smell almost smells like plastic and the u201cmilku201d part smells like a baby bottle."
        },
        {
            "review_title": "Yuck!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "I received as a sample. I had been contemplating on buying the full size and Iu2019m glad I didnu2019t. This smells like a vanilla extract bug spray. Just didnu2019t sit well on me. ufffc"
        },
        {
            "review_title": "True vanilla milk",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This smells just like vanilla milk. I didnu2019t come from money and sometimes we didnu2019t have enough to get chocolate milk so we would make vanilla milk with vanilla extract, sugar and milk. Itu2019s a smell and taste Iu2019ll never forget even as an adult. It smells just like that!! I love it brings back so many memories"
        },
        {
            "review_title": "got as a free sample",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "It smells delicious and the perfect vanilla on me and my daughter. I don't get all the bad reviews. ordering a bigger one."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "In my opinion this is exactly what vanilla smells like. Iu2019ve never smelled a vanilla perfume and had one smell like vanilla even the most popular ones, I donu2019t get the hype they smell weird. This one however smells exactly like  vanilla, the only issue is that it doesnu2019t last long"
        },
        {
            "review_title": "The idea was thereu2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "The idea was there! The scent is delicious creamy vanilla Baileys, but it lasts literally 10 minutes , and Iu2019m not exaggerating ud83dude02 donu2019t waste your money on full bottle"
        },
        {
            "review_title": "Disappears into thin air",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells SO good!! Literally the perfect creamy vanilla Iu2019ve been searching for, but, it does not last AT ALL. Itu2019s gone within literally 15 minutes of spraying it on. I would neverrrrr pay $110 for this. What is the point of a perfume you canu2019t smell on you ud83dude2d"
        },
        {
            "review_title": "weird",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "really weird perfume, i kind of hate it. wish i hadnu2019t spent money on it. i liked the free sample, but the travel spray really brings out the worst in this perfume (in my opinion)."
        },
        {
            "review_title": "Mmmmm yummy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, lightMedium skin tone, Combination skin",
            "review_text": "I got this as a sample add on with my purchase. I thought why not I hate foundation samples so I added it to the cart....and boy am I glad I did, it smells like a caramel summer ice cream party! It's so lovely!"
        },
        {
            "review_title": "Vanilla-stank ud83dudca9",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "Stinks. Smells spoiled.  And a bit like poop.   Received the free version. I will NEVER buy this.     I got the free version and will NEVER buy this"
        },
        {
            "review_title": "awfulud83eudd22",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Normal skin",
            "review_text": "it smelt so good from the first spray but I waited a day to write a review, so I got this as a free sample and I was reading the Reviews and people were saying smell like rotten milk so I was a little anxious for it to arrive, it smelt like vanilla from the first spray but after that it started to smell really bad, idk how to describe it :/ I'm really disappointed"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Combination skin",
            "review_text": "Too strong.donu2019t buy. I regret why did I spend money on this. Gonna garbage it."
        },
        {
            "review_title": "Deep scent but good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Smells good just a bit more of like a deeper smell. Long lasting scent"
        },
        {
            "review_title": "Not a true vanilla fragrance, pretty average",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Ehu2026 not a vanilla perfume so much as a cocoa butter laden frangipani - definitely a sweet, milky floral as the main note, from the top notes down. Vanilla comes through more as the scent develops, but it never significantly changes from that milky floral note, which I find pretty off-putting. This fragrance also smells rather synthetic. Not terrible, but very average, nothing special. There are far better options for a comparable price if vanilla is what youu2019re after."
        },
        {
            "review_title": "smokey sour milk with a hint of vanilla",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "To me, this was not it. It smelt like smokey sour milk with a tiny hint of vanilla and rubbing alcohol. Lol. ud83dude02 Unfortunately, I will be returning because I can't see myself wearing it. I'm a YSL black opium lover and did not like this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "I discovered how nice this smelled by accident.  I was in the store testing perfumes by spraying the little paper strip and, to be honest, I didn't actually like the way this smelled on the paper strip.  I left the store, raised my hand to put my sunglasses on and smelled one of the nicest scents ever - I loved it!  I ended up going back to the store the very same day to test the perfume on my arm to see if it was this particular perfume that I was smelling and it was!  Ended up splurging on a full size bottle.  I am a vanilla perfume lover and I haven't found one that I truly loved since The Body Shop stopped making its Vanilla Perfume Oil.  This one's going to be my go to fragrance from now on."
        },
        {
            "review_title": "Best vanilla perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve been looking for a really nice vanilla perfume, Iu2019ve smelled many- but this is it! This is the holy grail of the vanilla perfumes for me. Has such a unique creamy milky opening when you originally spray it, dries down to a sweet creamy vanilla. Highly recommend"
        },
        {
            "review_title": "A weird sour milk scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "Really wanted to like this because it was such a unique scent when I smelled it in store, but unfortunately when I tried it on, it just smelled like sour cereal milk. After a few hours, the sourness did wear off leaving an interesting vanilla scent but itu2019s still not worth it to me. In my opinion, itu2019s quite similar to Pradau2019s Candy Night because on me, theyu2019re nearly identical, with Candy Night having just a bit more of a deep chocolate scent (but the sour milk note is in both)."
        },
        {
            "review_title": "My baby !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "I LOVE THIS FRAGRANCE !!! Seriously , smells like vanilla extract and warm milk exactly. Maybe a touch of like nutmeg, and I mean a touch! Just perfectly blended and delicious , this a 10/10"
        },
        {
            "review_title": "Killian Kissing Dupe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This perfume is very reminiscent of my favourite perfume Kissing by Killian which has sadly been discontinued (bring it back Sephora!!). Maybe itu2019s the notes of marshmallow. After testing it out at the store and letting it sit, I was immediately brought back to my beloved perfume. It reminds of coffee milk bubble tea.. just such a sweet scent. My daughter always compliments my scent when she smells it and asks for a spritz. Iu2019m kind of happy not a lot of people like it cause more for me but hoping it doesnu2019t get discontinued ud83dude2d"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Tried this as a sample. The vanilla notes are too overt and overpowering- other notes donu2019t help balance or refine the scent. Scent does not match the price tag."
        },
        {
            "review_title": "New signature scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I bought the travel size awhile back and oh my gosh, this is my new signature scent. It smells so mature while still smelling youthful. This scent is perfect for anytime of the year (especially fall)."
        },
        {
            "review_title": "Definitely depends on the person",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This perfume tends to react differently with different people body chemistry i think. I like how it smells on me after itu2019s dried and settled a bit. Smells more like burnt marshmallow and musk. I use it more for my night scent, but itu2019s pleasant"
        },
        {
            "review_title": "A new addition to my collection!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I bought the small travel size not knowing exactly if I liked this or not but I do!  Itu2019s a unique scent, I like the way it smells through the day.  I guess I might have to purchase the big size."
        },
        {
            "review_title": "Big No",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Doesnu2019t smell like vanilla at all to me. I donu2019t like it. Waste of money. Donu2019t waste your time on this one."
        },
        {
            "review_title": "I've been converted...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Porcelain skin tone, Oily skin",
            "review_text": "I wish people were a little more patient with this one. I thought I absolutely hated it, but now it's my signature scent. it gives vanilla, but for the effortless cool girl. she's wearing Aritzia, chucks, and rocks a bob, with a ton sick tattoos. most perfumes smell like alcohol when you first spray it, but because of the heavy milk note in this one, those two scents merge, and it smells slightly sour FOR THE FIRST COUPLE SECONDS. but as it sits and the alcohol dissipates, it becomes a smooth, creamy, almost iced sweetened condensed milk dream scent without it being too heavy or cloying. allowing it to macerate also helps get rid of that sour milk smell eventually. give it a chance!   (it also layers sooo well with everything! it rounds out any sharp smelling perfumes and brings out any vanilla notes that might get lost in musks)"
        },
        {
            "review_title": "Adjusts to Your Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is one of the only perfumes that actually smells like vanilla extract when you first spray it! However I will say this is the type of perfume that really adjusts to the persons skin and will smell different on you than me. I would say it leans towards a musky milk and vanilla scent on me but on my roommate this smells more woody and vanilla."
        },
        {
            "review_title": "New Signature Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This took a while to grow on me but honestly itu2019s become my signature and my most-purchased perfume. I get compliments from all sorts of people everywhere I go when I wear it. That being said I suppose Iu2019m not surprised by the amount of reviewers here that dislike it; the scent is more u201cmilku201d than u201cvanillau201d and the sandalwood is surprising. I would trade every vanilla perfume in my collection for vanilla milk."
        },
        {
            "review_title": "waste of money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "pls donu2019t buy this oml. smells like spoiled milk itu2019s AWFUL. gave it to my sister and mom to try and they gagged."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Very vanilla when first sprayed but eventually becomes subtle. Very cute bottle."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Literally just buying this today, Iu2019ve already been using it and it smells amazing! Even my boyfriend wants to use it!"
        },
        {
            "review_title": "Polarizing scent, I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Its funny to see all the haters here!! It just goes to show how subjective scents are, and with different body chemistry effecting each persons experience. I layer it with the peaches body mist and am living in a peaches and cream dreamlandud83cudf51ud83eudd5b ud83eudd75 Loving it on its own too!"
        },
        {
            "review_title": "SO BAD",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "im easily pleased when it comes to vanilla scents but this is NASTY. i have never rushed to shower off a fragrance before. luckily it does not linger. NO"
        },
        {
            "review_title": "Will be returning - rotten stink.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Reminds me of when I first got my ice cream maker and didnu2019t notice a crevice where ice cream would collect, and after a month it had a plastic-y, rotten milk smell. That is exactly what this smells like. Worst perfume Iu2019ve ever had."
        },
        {
            "review_title": "A BIG no go!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "I thought this was awful and could not get it off fast enough. It took washing my arm time and time again to get it off."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is a lovely fragrance. I like for everyday use as it is light and sweet. It stays on for a while so I donu2019t need to put a ton on. I like that the travel version fits nicely when Iu2019m on the road. I recommend!"
        },
        {
            "review_title": "Smoky, spiced vanilla",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "The initial spray smells exactly like vanilla extract.  Within a few minutes, a sharp, musky note overtakes the sweetness of the vanilla.  Over time, the fragrance dries down to a combination of spices and smokiness.  Vanilla is still present, but itu2019s very faint and in the background.  I never detected any of the floral notes nor did I get an overpowering milky essence, but rather a slight creaminess that peaks through primarily at the opening and dry down.  This is a warm, cozy scent that makes you feel like youu2019re sipping a hot chocolate topped with cinnamon and nutmeg next to a bonfire.  If youu2019re seeking a fragrance that leans more woodsy vanilla than super sweet dessert vanilla, youu2019ll enjoy this."
        },
        {
            "review_title": "Not a blind buy for some.. but a fav for me ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Hear me out. On first spray.. smells a little sour milk-ish.. BUT once it warms up on my skin I get this beautiful vanilla bean and sandalwood scent!!! Itu2019s so warm and comforting! I know depending on your bodies chemistry some will love and some will hate but for me itu2019s a win. Iu2019ll be honest and say itu2019s definitely NOT A BLIND BUY however!! I love layering this with Sol De Janeiros new Delu00edcia Drench body butter!!! :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I love vanilla scents and this one is a must have. Each individual has different body chemistry and I am happy that this works for me. It smells like vanilla bean on my skin, but of course it will smell different for each person."
        },
        {
            "review_title": "Not for me!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I was very excited for this perfume because I love a vanilla, milky, creamy scent but I was very disappointed when I smelled the perfume. I first sprayed it on a piece of paper and I could smell the vanilla but it was a bit too musky. Then, I sprayed it on my wrist and waited for it to dry. When I smelled it, I was taken aback. I could no longer smell the vanilla, it just smelled like spoiled milk. The scent was very powerful and unbearable. Since perfumes smell differently on every person, it may smell great for some but on me it smelled like rotten milk."
        },
        {
            "review_title": "Soy milk and bug infested stale wood",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Normal skin",
            "review_text": "The opening note stinks of used bug infested wheat cat litter, while the dry down is soy milk with stale bug infested wood. Nothing about this is vanilla. Pass"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Iu2019m not really sure what I had expected. Iu2019m usually a big fan of vanilla scents. It is spot on with vanilla milk I guess I just hadnu2019t expected to smell so milky. It is definitely a cozy sense. Itu2019s more of a scent I would expect in a candle or a diffuser. I was hoping for more of the vanilla and the cocoa/sandalwood. If you give it 5-10 minutes, the milky part of the scent definitely simmers down and is more tolerable. The warm part of the scent definitely last all day long."
        },
        {
            "review_title": "For vanilla lovers ud83dudc96",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "The fragrance is simply ud83dudc9d divine. It has a warm and comforting vanilla scent that feels both elegant and inviting. The longevity of the scent is remarkable - it lasts throughout the day without needing to reapply.  What I love most about this perfume is that it's not overpowering. The vanilla notes are balanced beautifully with a hint of almond and musk, creating a sophisticated and alluring aroma. It's perfect for both daytime and evening wear.  The packaging is also very chic and stylish, making it a great addition to my vanity. ud83dudc95"
        },
        {
            "review_title": "Terrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This fragrance I had high hopes for because the notes sound absolutely delicious. Unfortunately upon spraying this on my arm I was greeted with the overwhelming fragrance of old spoiled milk. This fragrance is more milky than anything and that just isnu2019t my cup of tea. Additionally, the fragrance is long lasting which in most situations would be such a great asset but in this case it is less than preferable. I hated this fragrance so much I had to shower to get the smell off of me. I would not recommend and this isnu2019t a great first impression for a first time Ellis Brooklyn user."
        },
        {
            "review_title": "My absolute favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "A must have. If you love the smell (light, fresh, airy vanilla with a hint of a deepness) you will love this. It LASTS!!! I will wear this for the evening and still smell it on me/my clothes in the morning. This scent can also work in all seasons. Definitely will be purchasing this in the full size! Exactly what I have been looking for as a vanilla scent lover/searcher."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This fragrance is absolutely spot on with the name. It smells exactly like vanilla and milk but with a little more class. I love the mini spray bottle, is so cute and convenient, easy to carry anywhere"
        },
        {
            "review_title": "Wasnu2019t for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Personally I think it smells wayyy to much like powdered milk and thatu2019s just not what iu2019m in to. Very faint smell of Vanilla once it drys and lasts about 5 minutes."
        },
        {
            "review_title": "Horrible, rotten milk smell.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I got a sample of this in a Sephorau2019s favorites pack I ordered. It is not a pleasant smell at all. I just sprayed it again and it smells like rotten milk and burnt plastic. Idk how this got approved by anyone. Not a safe blind buy."
        },
        {
            "review_title": "One I'm going to have to pass on.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "I got a sample size in the Sephora Favorites Best of Vanilla and on first spray I thought it was ok. But when it dried down I smelled smoke. It was the weirdest thing ever. And I do not like a smoky scent at all. So this perfume is not for me. I asked my husband if he smelled the smokey scent and he didn't.  So odd."
        },
        {
            "review_title": "Worth the wait!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I was initially very bummed because this was supposed to be here ahead of the holidays but was delayed a few times. However, it was absolutely worth the wait! It smells exactly as I had hoped.  vanilla"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "The packing was cute and sleek. However, I really wanted to like this perfume but I didnu2019t. My sister liked it though so I gave it to her. The scent was very strong so it definitely last all day but it was too milky smelling."
        },
        {
            "review_title": "It wasnu2019t love at first scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019ll admit I didnu2019t love this immediately - I felt it does need to dry down first otherwise I thought it smelled like cleaning products, to be honest. It wasnu2019t a typical alcohol smell initially. After it did dry down, I liked it a lot and thought it was a nice warm, vanilla scent for any time of year."
        },
        {
            "review_title": "Donu2019t get fooled",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Smells good when you spray it on the paper at Sephora but when you get home and spray it on your skin itu2019s HORRIBLE. It smells like burnt plastic with milk."
        },
        {
            "review_title": "Smells like burnt plastic",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I sprayed this on paper in the store because I was interested in the vanilla sampler and I wanted to see if I would like any of the offerings enough to get  the travel size offered. On the paper it smelled rotten to me, but I decided I was interested enough in the other ones to get the sampler. I just tried this one and itu2019s so bad that I had to write a review. It smells like burnt plastic on my skin. I need to go wash this off because Iu2019m confident that it will end up giving me a headache. Itu2019s that bad."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I was worried Vanilla Milk being too floral and lactonic.  Luckily, the florals and milk notes were subtle.  It is noticeable in the opening, and last only a few minutes.  The vanilla notes remain front and center.  It sits pretty close to the skin.  A comforting scent for the cool weather with moderate longevity."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "i love the way this fragrance smells and continues to interact with the body as you wear. it has a deep vanilla scent that isnu2019t overwhelming sweet. the musky notes really balance the sweet of the vanilla for an easy to wear scent."
        },
        {
            "review_title": "u201cThe girls that get it, get itu2014u201d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "One word = Polarizing. You either hate it or ABSOLUTELY LOVE itu2014 fortunately for me itu2019s the latter! Itu2019s the balance creamy vanilla paired with the hit of benzoin that elevates this perfume. The dry down is intoxicating & warm + one of the only perfumes with woody notes that donu2019t give me an instant migraine."
        },
        {
            "review_title": "Vanilla Milk",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I loved the way this fragrance lasted all day on me. Ellis brooklyn is my new go to favorite and it was a perfect size for my purse. It has beautiful packaging and best of all it comes with a cap so itu2019s perfect for travel! It smells like a clean scent of vanilla but not overwhelming I highly recommend it!"
        },
        {
            "review_title": "Interesting",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "Okay, Iu2019m not saying itu2019s badu2026 in a strange way I kind of like it. Definitely gets better over time. But think of a vanilla protein shake, it smells just like that."
        },
        {
            "review_title": "Donu2019t buy the big bottle blind!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Deep skin tone, Combination skin",
            "review_text": "I really wanted to love it. The tik tok girlies had me convinced. NOT a blind buy. I love sweet gourmand vanillas but itu2019s giving spoiled curdled milk. It also has a woody scent at dry down. It is giving baby puke. It  smelled nice mixed with u201cbeeu201d &  Kay Ali eden. However it canu2019t stand on its own. This is the first time a perfume hasnu2019t smelled good on me"
        },
        {
            "review_title": "Delicious!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This fragrance has a nicely vanilla scent but not overpowering. I get so many compliments, and it smells so luxurious. It lasts all day, and it's so nice to wear it during this fall season. I really like this fragrance, and I do recommend it."
        },
        {
            "review_title": "Not your typical vanilla, not a blind buy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This fragrance is so creamy and warm, kind of like a vanilla-y dessert. Itu2019s very vanilla forward, but there is a note of almost almond or nuttiness that Iu2019m not a huge fan of. I get the slightest hint of floral in here, but it very much a vanilla sweet gourmand fragrance. Itu2019s not what I would reach for, but I also donu2019t HATE it, itu2019s just ok."
        },
        {
            "review_title": "Unexpectedly love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m not a big vanilla scent person, as I find most vanillas smell too strongly like baked goods. Hesitantly I tested this in store on myself and fell in love. Itu2019s perfect. My new favorite perfume. Itu2019s a rich scent but also a bit more elegant than most vanilla perfumes Iu2019ve tried. I wish they would make it in a larger size"
        },
        {
            "review_title": "Such an amazing scent !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "Ellis Brooklyn's VANILLA MILK Eau de Parfum is more than just a delightful fragrance; it's a guilt-free indulgence. The commitment to sustainability shines through with clean and planet-positive features, from the thoughtfully crafted vegan and cruelty-free formula to the absence of parabens and phthalates.  The sustainable packaging reflects a dedication to minimizing environmental impact. The warm and spicy fragrance, categorized as a sweet gourmand, is a beautiful paradoxu2014delicious yet sophisticated. The blend of bourbon vanilla bean extract, upcycled cocoa shell, and frangipani creates a unique olfactory experience.  What sets VANILLA MILK apart is its careful curation by Bee Shapiro and perfumer Meabh McCurtin, outsiders to the perfume world, bringing a fresh perspective. The fragrance evolves on the skin, responding to body heat and chemistry, making it a personalized and enchanting choice. Embrace the paradoxes and enjoy the guilt-free luxury of VANILLA MILK."
        },
        {
            "review_title": "Buy it if you love SWEET SCENTS",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Great staying power. I can still smell the perfume on my clothes and itu2019s been a week. Just took one star off because itu2019s not for me. Itu2019s toooo SWEEET and I feel like the milk scent is overpowering"
        },
        {
            "review_title": "Smoky vanilla - yum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This fragrance is a vanilla lovers dream come true! It has a smokiness that reminds me of creme bru00fblee.  What I love most about this scent is that what you smell on the first spray, is exactly the same scent you smell all day. The scent lasts a really long time too. This is really such a gorgeous scent!"
        },
        {
            "review_title": "Cozy scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "This scent is so cozy. Itu2019s perfect for the cold seasons. It smells like vanilla, but a very soft and comforting version. It turns into a sweet goodness in my skin. I find it suitable for both daytime and evenings. I highly recommend it."
        },
        {
            "review_title": "Vanilla Ice Cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "As most people know, perfume is a highly subjective experience. On me this smells so soft and sweet, close to vanilla ice cream without the heavy caramel artificial sweetness and with a warm woodsy base. I get compliments every time I eear it."
        },
        {
            "review_title": "Phenomenal perfume",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells absolutely delicious and almost exactly like the scent of vanilla extract. The travel size is perfect for on the go and traveling aspects. I would definitely recommend trying to perfume."
        },
        {
            "review_title": "Cozy milky goodness",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "First, I totally get why this is such a polarizing scent. There are a lot of really hard to pin down notes that I think could read really differently for different people, and I also feel like this is one of those scents that's really influenced by individual body chemistry.  That said, I am IN LOVE with this fragrance. To me it smells like the cold whipped cream on top of a caramel frappe, and it's such a nostalgic and comforting scent. It warms up quite a bit throughout the day and loses a bit of its lactonic scent, but it's still a great vanilla gourmand scent with lovely depth.   I'm a vanilla perfume girly for sure, and I have a huge collection. But this fragrance is by far one of my faves, I would totally recommend trying it if you like a very creamy, complex vanilla u2764ufe0f"
        },
        {
            "review_title": "Not good for a blind buy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "When I first sprayed it on my skin it was a really nice vanilla-cream scent, but once it dried down it smelled like vanilla but had a super smoky/burnt smell, which gave me a migraine. definitely depends on if you like a smoky smell or not, would recommend trying it on first before buying."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Extreeeeeemely sweet vanilla scent. Not for me, way too strong"
        },
        {
            "review_title": "smells like baby spit up",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "I've been wearing vanilla anything since 1993. I love vanilla. I mean, LOVE vanilla. But this? This here is like baby throw up. Sour formula puke on your shirt. Easily the worst thing I've ever smelled that claims to be vanilla. I got a sample of it just so I could smell for myself and the reviews are right! Grossest thing EVER."
        },
        {
            "review_title": "Unique vanilla, but proceed with caution",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "So I really like this perfume. The opening notes create this creamy, almost custardy vanilla scent that isn't necessarily sweet but smells comforting. What keeps me from rating this a 5/5 is the dry-down, which is more smoky and not something I particularly enjoy in the long term. I am impressed by its longevity, especially on clothes. Three spritzes are enough to last me through the day.  As others have said this is not a safe blind-buy. I recommend getting a sample or testing it in-store before committing to the purchase. If you happen to be into it then it's a great vanilla scent."
        },
        {
            "review_title": "Scented Splendor!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This perfume is a true sensory masterpiece! I am absolutely captivated by its ineffably beautiful scent. It's a warm and sweet gourmand fragrance that I find irresistible.  This fragrance is pure magic, and I can't recommend it enough to those who appreciate a truly delightful olfactory experience."
        },
        {
            "review_title": "Try before you buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "I love the way this smells on me. I like it for daytime/everyday wear in cooler weather. It dries down to spicy vanilla and plastic baby doll skin (in the best possible way). Do not blind buy!!! This really seems to come down to your own nose and skin."
        },
        {
            "review_title": "TO DIE FOR",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I didnt like it when I tried it in store but then I could not stop smelling my arm throughout the day and had to go back for her. Its not a nice opening but that goes away after a minute and then it's such a beautiful dry down that lasts on my skin for 6 hours. My boyfriend cannot get enough either ITS SO GOOD. I find this fragrance really addicting and comforting, I smell like a pile of melted, expensive, vanilla ice cream next to a crackling fireplace."
        },
        {
            "review_title": "donu2019t buy bookie butt",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "this ish STINKS, point blank period! spoiled milk is the best description for this perfume."
        },
        {
            "review_title": "no thanks",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "yikes this perfume burned my nose, my husband recoiled and coughed when he smelled it, my mom immediately tried to find something else to smell to help out her nose"
        },
        {
            "review_title": "Spoiled milk",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Didnu2019t buy this just smelled it in store and it smelled like straight up spoiled milk it was BAD. So bad that I made an account just to post a review. Worst thing Iu2019ve smelled in a long while my god."
        },
        {
            "review_title": "longest lasting perfume i have ever used!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "i have used multiple samples of this now and wow. 1-2 spritzes on your pulse points will last you 2+ days. the linger on this scent is beautiful and very musky and skin like. perfect deep vanilla scent for fall!"
        },
        {
            "review_title": "Nice Vanilla Scent - Dried down",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Before returning- WAIT until it dries down. The initial scent is off putting and like a bad bottle of vanilla extract (the fake kind). After it dries down it is mucchhh nicer. 3/5"
        },
        {
            "review_title": "Vanilla extract",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells exactly like a bottle of imitation vanilla extract and not in a good way. It has a very chemical smelling vanilla scent. Think Bath & Body Works wallflower. Would be a good room scent but totally gross to wear on the body."
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Beautiful vanilla. Been on the lookout for a new vanilla, so happy to have found this one, itu2019s gorgeous! Iu2019m not usually a fan of milk notes and they often smell rotten on me, but not this one at all. Itu2019s just a warm, sweet, deep vanilla. I love it! I wish it lasted a little longer, but it does last several hours. Iu2019ll definitely be enjoying this one for a long time."
        },
        {
            "review_title": "Vanilla dreams",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Dry skin",
            "review_text": "This is my current choice for a bedtime fragrance. It's so warm and comforting.  Definitely a vanilla lovers dream. I generally love gourmand scents and I do love this one as a bedtime scent as it's not your typical perfume smell. Ellis brooklyn has other scents I love too!"
        },
        {
            "review_title": "Need A Bigger Bottle, Perfect For Fall & Winter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I absolutely love the dry down of this perfume i bought the smallest one and it doesnu2019t have a spray top on it but you dan it on which i love!! I think it smells very gourmand like vanilla extract with a little smokiness to it"
        },
        {
            "review_title": "An acquired smell",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got the travel size of this to test it out since this was my first time getting anything from this fragrance house. I tested it in store and thought it was unique among all the florals. Upon first spray, this smells like vanilla milk as the name implies. After a few minutes, itu2019s nearly off putting and like spoiled milk like other reviewers have mentioned, but after a little while, it turns into a very nice milky vanilla scent like cereal in milk sans the spoiled part. This is very much a skin scent and for that, I wouldnu2019t bother spraying this on my clothes. Itu2019s also kind of potent, though I do have a sensitive nose, so I push the sprayer down just a little to get a few droplets on my skin on a few body parts and thatu2019s enough. I donu2019t think this is a fragrance you can bathe in, especially since it lasts for hours, at least six, so youu2019d have to commit to the milk if you spray too much. I have two perfume oils that smell like two types of cereal and mixing them makes me smell like a bowl of fruity pebbles and Frosted Flakes which can be fun sometimes!"
        },
        {
            "review_title": "Sour milk",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Wish I could give it no stars. I got as a sample and it smelled like old, spoiled milk. There are much better Vanilla scents out there and this is not one of them."
        },
        {
            "review_title": "My new everyday",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "My new everyday scent. It smells like vanilla extract - the best smell in the world. Wearing this perfume feels like sinking into a cloud. It has a very unique scent, which might not be for everyone - but as a person who is allergic to many perfumes, this is a must-have as it doesn't give me a headache."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "This perfume smells good from the bottle but when you actually put it on it is so so good. It lasts for a long time and has a clean scent to it. Itu2019s not overwhelming at all. The packaging is also so sleek. I received this product as a free sample."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This is such a creamy, sweet vanilla with an unexpectedly smoky base. It adjusts really nicely to my body chemistry and almost smells as if itu2019s getting warmer the longer it sits on my skin. It projects beautifully and is a definite compliment-getter! Iu2019ll be wearing this all through fall."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Vanilla milk complimentary from Ellis Brooklyn provides a skin like sweetness that I like. I donu2019t normally like overly sweet perfumes, but this one is nice since you can smell the milky accord. This lasts about 6 hours before reapplication and I enjoy that it is a clean brand"
        },
        {
            "review_title": "A dreamy vanilla scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Ellis Brooklyn's Vanilla Milk is a DREAM! I was gifted by Ellis Brooklyn and after wearing it for a few days straight, I'm so impressed by how all of the different notes come to the forefront throughout the day. Such a good vanilla scent for the fall!"
        },
        {
            "review_title": "Great Travel spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Fall fragrance Perfection! I absolutely love anything vanilla but this is a beautiful step up. It's a perfect mix of mature vanilla with a sweet and spicy mix. Reminds me of melted ice cream, great staying power! Travel size Kindly Gifted by Ellis Brooklyn"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I loved the smell, itu2019s everything you would need in a refreshing charming fragrance the travel size is perfect for all the fall trips. I love their notes it isnu2019t overpowering gives a subtle luxurious vibe. Gifted by"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I'm normally a vanilla girl, but this was a different twist on vanilla that I've tried! It's a much warmer vanilla and oddly I do notice the milk aspect of the perfume, which isn't bad but different. I topped it over some lotion on my wrist and wore it for 8+ hours. It definitely isn't as noticeable at the 8 hour mark, but it is faintly there. If you're into warmer, deeper vanilla scents, this might be up your alley! *gifted by ellisbrooklyn*"
        },
        {
            "review_title": "Purse Friendly",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Itu2019s a good perfume but at first it was to strong and gave me a headache. It did go away after several mins. It does smell like vanilla. I put this on every morning and it would last well onto the afternoon (which is good for a perfume) Iu2019m usually not a vanilla scent kinda girl but it was not to bad. Iu2019m glad I got a sample size. It will give me a chance to know if I like it more."
        },
        {
            "review_title": "Not sure how to feelu2026..",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I received this product gifted by Ellis Brooklyn. I am a little unsure of how I feel about this scent!! The vanilla is very strong and definitely not a soft scent. There is also some type of spice undertone that I donu2019t love. I will say, the longer it sat on my skin, the better it smelled."
        },
        {
            "review_title": "Sophisticated and rich",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I am so obsessed with this fragrance! Very smooth, floral, but at the same time pretty sophisticated and gourmet, rich and milky. It smells absolutely heavenly on me and I cannot get enough. It is also long lasting, somI didnu2019t have to reapply. Gifted by Ellis Brooklyn."
        },
        {
            "review_title": "Worth the buy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This is one of those fragrances you canu2019t judge off the first few minutes. Let it sit and settle for a while and youu2019ll change your mind because itu2019s actually alluring and comforting. The notes are subtle but leave you wanting it more"
        },
        {
            "review_title": "Comforting, Smooth, Unique",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Vanilla Milk is unlike any fragrance I have experienced! Super creamy, warm, elevated vanilla. Recommend giving it some time after spraying on your skin, it dries down to such a lovely and comforting scent. I've gotten so many compliments while wearing it."
        },
        {
            "review_title": "Perfect Sophisticated Vanilla Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This scent is an absolute favorite of mine! It's like a refined, adult version of vanilla that is sophisticated. I find myself reaching for it every day u2013 it has become my signature scent. If you're into elegant fragrances with a vanilla scent, this is a must-have in your collection!"
        },
        {
            "review_title": "Grown up vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This scent is just lovely. Get so many compliments Itu2019s a very straightforward vanilla but with a slightly darker undertone. Itu2019s not cupcake though. Not sure where the spoiled milk comments are coming from- not getting much milk at all."
        },
        {
            "review_title": "Spoiled Milk",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I got this as a sample I really wanted to love it but it smells like spoiled milk to me.  I love many of the other scents.  Unfortunately this one lasts a while which in this case I didnu2019t want!"
        },
        {
            "review_title": "is a NO for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Oily skin",
            "review_text": "I'm glad I got a sample before deciding whether to get it. This is without any argument the worst perfum I have come across. I love perfumes. Currently, I have a collection of over 50 or more perfumes. I was going to add this one, but it is a big pass for me. smells cheap, smells weird, is disgusting. Yikes."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m a sucker for vanilla scented perfumes but this one was a huge missu2026 legit smells like milk. Do not buy this"
        },
        {
            "review_title": "One of my FAVE houses-but it's a FAIL.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I LOVE this brand BUT... this is a miss for me. I love Raven, Sweet, Salt, and Florist... nut this? This legit made me gag. I'm not trying to be mean or harsh. I just do not like it at ALL."
        },
        {
            "review_title": "Correctly namedu2026 MILK and a hint of vanilla.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "YUCK! This 100% smells like MILK and vanilla. This isnu2019t some sweet creamy good smelling perfume it legit smells like milk."
        },
        {
            "review_title": "A light long lasting fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My teenage daughter loves this. Itu2019s such a great light fragrance that last all day without being overwhelming."
        },
        {
            "review_title": "I Love this for a clean scent for layering. ud83dudc8b",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "So Many Reviews on this the past few days,This Smells Like Vanilla milk! Sweet, creamy and Amazing for layering. Love This & So many scents by this Clean brand."
        },
        {
            "review_title": "no",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "itu2019s a no from me dawg. this is what i imagine a vanilla scented sharpie would smell like. not even sure about the lasting power because as soon as it dried down the smell made me gag and i had to scrub it off"
        },
        {
            "review_title": "Sample it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "There is not one part of this fragrance I like, it straight up smells like some sort of classroom marker from my childhood. Just no for me"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Smells sooo good! The perfect vanilla scent and it lasts a long time. What I love about this fragrance is that it has a luxurious feel to it. I would say itu2019s more intense than other vanilla fragrances. Gifted by Ellis Brooklyn"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "The perfume size is perfect for carrying in my bag. The scent of this perfume is vanilla milk. I love this scent because it provides me with strong vanilla. The scent can lasts very long on my clothes. It was gifted by Ellis Brooklyn."
        },
        {
            "review_title": "OK Ellis! I see you!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Iu2019m literally just leaving the store after I randomly sprayed it on myself. I am in love. I came straight here to post a review LOL. For all my people who donu2019t like that child-like, dessert type vanilla smell, this scent is for YOU!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I received this product complimentary from Ellis Brooklyn in exchange for my honest review. Now since weu2019re being honest, Im not crazy about this product. I love a vanilla perfume, but this has a sour scent to it instead of a sweet or warm scent, especially after it dries."
        },
        {
            "review_title": "Warm vanilla & complex",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Oily skin",
            "review_text": "I am big into vanilla scents and while this is not a traditional vanilla it is fantastic. It has the vanilla that is perfect but mixed with some richer darker florals giving it a lot more depth than a vanilla musk. Definitely let it sit on your skin and warm up as is recommend it really helps to bring out all the notes of this warm scrumptious fragrance. Gifted by Ellis Brooklyn"
        },
        {
            "review_title": "very rubbery smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "smells very rubbery/moldy and dries down even worse; i love a lot of her other fragrances but this one is awful. do not blind buy this"
        },
        {
            "review_title": "Do not blind buy!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The initial spray smelled like expired milk to me. I smelled it in store on the paper so I didnu2019t have a lot of time for the dry down so my review mostly on what I first smelled. To me itu2019s overpriced for what it smells like and Iu2019d avoid blind buying!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "I received the VANILLA MILK Eau de Parfum complimentary from Ellis Brooklyn and absolutely love it. As always with the Ellis Brooklyn perfumes, it will give you a very personal experience by interacting with your body heat and chemistry. It is like participating in a chemical reaction where your body is one of ingredients. You will smell variety of scents until you get the final individual one. For me, it smells like a vanilla extract first, then changes to a vanilla bourbon, and then turns to the mix of sandalwood and spices at the very end. The final scent lasts for hours and feels very cozy and warm. I like it. I think to make your mind about this perfume, you need to test it on your body."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Gifted by Ellis Brooklyn. Very sweet warm opening. When I put it on I was delighted with it, however after a while, it seemed that I had nothing on. I been putting it on at different hours of the day in hopes to get an accurate feeling/ smell wise of it's fragrance and lasting time. So far I'm disappointed. Perhaps it's this particular bottle."
        },
        {
            "review_title": "Amazing once it dries down",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This perfume smells amazing. I was a little worried when I first sprayed it. It smelled too vanilla, too sweet. However, once it dried down it smells more like a cocoa, darker, rich scent. The perfume lasted over 5 hours on me.      This product was gifted by Ellis Brooklyn."
        },
        {
            "review_title": "Good Vanilla scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "I like the Vanilla notes in this scent, I cant really make out the Frangipani in it, and I grew up around those, it kinda smells like a cookie cake. Its sweet but not super over power, the scent is great for outside events and summer.  *Gifted by Ellis Brooklyn"
        },
        {
            "review_title": "perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I was gifted by Ellis Brooklyn this Vanilla Milk Eau De Parfume. So sweet and delicious smelling! Like a sweet desert in a bottle! I absolutely adore this scent and think it's perfect for any occasion"
        },
        {
            "review_title": "Good on the dry down",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Ellis Brooklyn gifted me. When I first sprayed this fragrance, it smelled like sour milk, but on the dry down it became a sweet, smoky & warm vanilla. For this scent, you have to be patient and wait on the dry down. It puts me in the mind of Maison Margiela's by the Fireplace."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Oily skin",
            "review_text": "Gifted by Ellis Brooklyn's . This fragrance is an absolute delight! The blend of vanilla notes creates a warm and comforting aura that lasts all day. Not only does it smell divine, but it also evokes a sense of sophistication and elegance. The packaging is sleek and chic, adding to the overall luxurious experience. I highly recommend Ellis Brooklyn's Vanilla Perfume to anyone who appreciates a beautifully crafted fragrance that leaves a lasting impression."
        },
        {
            "review_title": "Smells bad",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells decent in the bottle but when I put it on my skin it smelled AWFUL. It nearly made me sick it smelled like spoiled milk and mold idek. Maybe it dries down differently on different ppl."
        },
        {
            "review_title": "For you if you want to smell like a vanilla cookie",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Gifted by Ellis Brooklyn. If your dream is to smell like a vanilla sugar cookie, this is the fragrance for you! On me the sweetness lasts about two hours before the scent fades into a subtle warmth that lasts for another good six hours. I was excited about the frangipani, but the sweet vanilla scent is pretty overpowering."
        },
        {
            "review_title": "Just weird!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "(gifted by Sephora) I honestly canu2019t tell if I like this perfume or not. Sometimes I do, sometimes I donu2019t sometimes it has that nice sweet scent and then other times it has this really musky sour scent to me. Definitely not a favorite of mine."
        },
        {
            "review_title": "Beautiful Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I received complimentary from Ellis of Brooklyn. This fragrance is a warm, delicious very sophisticated scent. The perfect summer scent that is not cloying and it wears well for hours. The packaging is aesthetically pleasing."
        },
        {
            "review_title": "Sweet and sexy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I like wearing perfume every day to fulfill my day and mood with fragrance of elegance and happiness. I like sweet and warm smells and was very intrigued to try the Vanila Milk Perfume by Ellis Brooklyn. I apply it behind my ears and on my neck every morning and it lasts for hours, my husband calls this fragrance u2013 super sexy. This perfume has a very sophisticated and sweet smell with light notes of peony rose, musk and has a bit of vanilla cocoa smell. I like a travel size bottle since I can carry it in my purse and reapply when I need it. Itu2019s my new favorite perfume and I would definitely recommend it to my friends. This sample was gifted by Ellis Brooklyn in exchange for my honest review."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I've been wanting to try this foreverrr & so happy I was able to. I love how it's light and not overbearing. It's a creamy vanilla with a really subtle spicyness to it. I usually wear it in the morning and touch up in the evening with a new spritz. Gifted by Ellis Brooklyn."
        },
        {
            "review_title": "Great scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I received this product complimentary from Ellis Brooklyn in exchange for my honest review. I really like this fragrance. The name is definitely true to the scent. It smells like a creamy/milky/vanilla. It does smell amazing but I donu2019t think itu2019s a super unique scent. Definitely something pleasant enough to wear daily though."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This fragrance was gifted by Ellis Brooklyn in exchange for an honest review. I really enjoyed this scent especially for a night out. Itu2019s the perfect mix of vanilla and floral. Got many compliments while wearing it."
        },
        {
            "review_title": "Unique, love or hate",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Gifted by Ellis Brooklyn . This is a unique perfume, I know people either love or hate it. To me, it smells like how a creamy brown sugar milk tea tastes. However, others say it smells like a rotten vanilla cream. Itu2019s a light but unique scent, and wonu2019t be for everyone. It fades fast too in my opinion, I often canu2019t smell it on myself after an hour and others donu2019t comment either. However, I really enjoy it because I have never smelt anything like it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The initial scent is a rich, creamy vanilla, like a vanilla bean fresh from the vine. As it dries, a milky smoothness emerges, adding a comforting depth to the vanilla. The subtle touch of musk adds the perfect finish. There is also this spiciness that makes it extra interesting which I personally really like. I love that it's light enough for daytime wear, but would also carry well into the evening. Gifted by Ellis Brooklyn"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "It smells lovely, like vanilla ice cream with a sugar cone. It is strong and long lasting so I wouldnt recommend using too much. It also starts off sweet, not needing a strong alcohol base to go away which is nice. Gifted by Ellis Brooklyn"
        },
        {
            "review_title": "A perfect vanilla fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I received this free for my honest review. Vanilla bases have a tendency to be heavy but this Vanilla Milk by Ellis Brooklyn is a perfect example of how to use a vanilla perfectly. This sweet and warm gourmand is intoxicating to the senses. At first spray it is a strong vanilla aroma, but as your body chemistry changes it develops into a pleasant fragrance of sweet vanilla, touch of floral, with a creamy milk finish. It really blends well together to give you a immensely feminine and sophisticated scent. Itu2019s long lasting and makes you think of curling up in a cozy chair, with a good book."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Ellis Brooklyn in exchange for my honest opinion. Personally, I didnu2019t love this scent. Itu2019s smells nice at first u2014 very vanilla and sweet but then as it dries down, it has a bit of a sourness to it. It doesnu2019t work for me, so Iu2019m going to pass along to a friend who likes it."
        },
        {
            "review_title": "Warm vanilla",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "I like this perfume. It is a little strong for me but itu2019s a really nice smell. It also stays on for a while and does not ware off!"
        },
        {
            "review_title": "I really love this fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "these reviews SHOCKED me when I opened them. I bought this without any previous knowledge of the scent at a makeup store- I just happened to pick it up and literally walked back to it three times before purchasing it. It smells amazing on me! Definitely has to be due to body chemistry that the reviews are so terrible. Works so well on me, I adore it. Test before you buy on your skin before purchasing just in case though!"
        },
        {
            "review_title": "For the love of god, test before you buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I bought a sample set from Ellis Brooklyn because I was looking to treat myself. I ended up liking sun fruit and bee enough to commit to full size bottles, but also decided to blind buy the vanilla milk scent too. I figured it would be impossible to mess up a vanilla gourmand, but I was very wrong. At first I kind of liked it, but the more I wore it, the more I noticed a burnt plastic note that gave me a headache and started to make me feel nauseous. Itu2019s the first scent Iu2019ve ever returned"
        },
        {
            "review_title": "Interesting scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This smells like chai tea with milk or like eggnog with spiced rum.  Itu2019s very very odd.  I ended up spraying kayali yum pistachio over it and it worked well layered."
        },
        {
            "review_title": "Polarizing Scent - Must Test on Your Skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "If it works with your skin chemistry, it's magical, especially the dry down. When I first sprayed this, I thought I made a mistake. It smelled plasticky, like an amped up version of those old vanilla baby-doll heads. I think it's the florals (frangipani and jasmine?) mixed with the milk in the top notes. It's just sort of weird and off-putting. However, after fifteen minutes, it becomes a wonderful vanilla milk scent that lasts for hours. I've never smelled another vanilla like it. I have a very basic nose. I hate strong, complex perfumes, but this one is pretty amazing if you can get past the first fifteen minutes. I purchased the travel size, but I kind of regret not getting the bottle."
        },
        {
            "review_title": "Absolutely Not",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This is one of the most sickly smelling foul things Iu2019ve ever come across in my 43 years on earth. So glad this I only have a mini of this. Why are they making this? Who do we petition to stop them? A hard no!"
        },
        {
            "review_title": "Nope!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
            "review_text": "I hate it. Glad it was a sample and not full size. I'm not even sure how ro describe the smell."
        },
        {
            "review_title": "I want to roll in this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I can't stop smelling myself, this is so wonderful! It's a warm, smoky and sexy vanilla. I definitely smell the milkiness and it's so so so pleasant. I want to bathe in this, I'm OBSESSED!"
        },
        {
            "review_title": "Yikes",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was so excited to try this but Iu2019m glad I sampled it before purchasing. Definitely need to see how it reacts with your skin chemistry before buying it because for me it was so offensive I needed to wash it off. I got a strong hit of spoiled creamer with a hint of urine."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
            "review_text": "Purchased this yesterday in-store at Sephora and add me to the list of people that don't understand that reviews. It smells so good. You really get the milky vanilla and then this smokiness but it's not a burnt rubber or charred or anything like that. I don't know how to really describe it as I haven't had a scent like this before but it smells good. It really gives me a soft sensual vibe. It's actually the first unisex fragrances I've ever smelled and loved. And the cherry on top is that the scent has staying power because you can love a fragrance as much as you want but it's a total dud if 10 minutes later, it's as if you never sprayed it on in the first place."
        },
        {
            "review_title": "Vanilla milkshake coffee dreams",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "If youu2019ve ever had a blonde vanilla oat latteu2026 this is that scent in a bottle. I got it through a sampler kit and iu2019m definitely repurchasing this one when itu2019s out!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019m confused by everyones reviews of this??? I am wearing it now and it smells super sweet and light. I love that I can smell it all day! I guess body chemistry plays into it but it smells fantastic on me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I donu2019t get the spoiled milk thing (I know body chemistry is different for everyone) on me this is pure vanillic heaven. My husband says it smells like vanilla milkshake I get more of a lactonic vanilla but in a creamy way like the lightest sandalwood."
        },
        {
            "review_title": "Sour milk",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I got this one in a sampler kit, but it was by far my least favorite. I tried it on multiple occasions to try to make it work, but it just smells weirdly sour to me. There's almost a spoiled milk scent to it on my skin. In the bottle it smells more like sugary cereal milk, so I'm not sure if it's just having a bad reaction with my body chemistry or what. Either way, not really an appealing scent."
        },
        {
            "review_title": "Smells like burnt rubber!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "The title of this scent was so promising. I was let down when I smelled this. It smells like a burning dumpster full of tires. It smells like someone burnt popcorn and tires and then tried to cover up the smell by lighting a very cheap, faint vanilla candle."
        },
        {
            "review_title": "Smoky, but not in a good way.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really wanted to love this as I love most Ellis perfumes, but this smells like pork rinds, only sweeter.  You smell like youu2019ve been at a BBQ."
        },
        {
            "review_title": "Straight Up Dairy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "Iu2019m giving it 2 stars because I didnu2019t figure out it was a gourmand until it arrived. I love a sugary sweet scent, BUT this truly smells like dairy. Like pure milk on the skin. Itu2019s super potent. It made my stomach turn."
        },
        {
            "review_title": "Rotten Milk!?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Maybe itu2019s a bad batch but it smells like ROTTEN OLD MILK!!!"
        },
        {
            "review_title": "Nauseating",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This smelled good for only 1 second until it turned into burnt rubber on my skin. Smells like burnt rubber and spoiled milk combined and itu2019s nauseating. I had to scrub it off my skin. ufffc"
        },
        {
            "review_title": "Absolutely not.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "SMELLS TERRIBLE!!! It seriously smells like rotten vanilla milk, itu2019s disgusting!"
        },
        {
            "review_title": "Semisweet",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "i've tested this two different days. Vanilla Milk is a more subtle, warm fragrance. it is milky for awhile but that fades into that warm? cold? slightly strange smell when you open the doors to the ice cream shop. ice cream and toasted waffle cones mixed together. The first day I did get that spoiled milk scent. It was very brief. The second day the opening was outer cocoa shell husk that dissolved into the inner shell of the husk. More cocoa than dirty, hairy husk. It went milky and now has the ice cream in toasted waffle cones. This has the sweetness and warmth factor of the waffle cone, not the ice cream. The vanilla extract for baking smell is there. It is not sweet in that factor. Vanilla Milk is semi-sweet. Will I buy it? I don't know. It is long lasting and more of a personal scent. If you don't like milk or are expecting super sweet vanilla candies you will be disappointed. It's definitely not your average perfume."
        },
        {
            "review_title": "Love this perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells like a nice day at the beach, very vanilla strong. im in love with this perfume. I get really bad migraines when it comes to certain smells but this is very light and nice."
        },
        {
            "review_title": "Great staying poweru2026 maybe try before you buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I donu2019t understand all the dislike of this scent!  It has a cold vanilla smell almost like the air hits your face walking into an ice cream parlor.  I could see maybe that this wouldnu2019t work with everybodyu2019s body chemistry, but I consider myself lucky that it works with mine!  It has great staying power.  I apply it onto my brachial arteries (inner elbows) and the delicious scent stays with me all day."
        },
        {
            "review_title": "Bad milk?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I got a sample with my purchase and I couldn't stand the smell, I had to throw it away in the trash can outside. It smells like vanilla with a strong hint of sour milk."
        },
        {
            "review_title": "Urinal !",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, fairLight skin tone, Normal skin",
            "review_text": "I agree with the other reviewer who the heck approved for this to even become a product for sale?!!! It reminds me of a urinal I got a sample and the first thing I smelled was that ! Itu2019s so disgusting. If you really try and sniff out what scents could be in this horrendous perfume I admit youu2019ll smell vanilla but itu2019s ever so faint that with everything else together it smells like a straight urinal; unbelievable I canu2019t believe this seriously got pushed to even be approved."
        },
        {
            "review_title": "Good but not Great",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Honestly, Iu2019m not sure what went wrong here but just Iu2019m not a fan- it has some weird undertone I canu2019t describe but it definitely gives me a headache; however my cousin loves it so itu2019s hers now lol"
        },
        {
            "review_title": "Yesu2026but no?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "To me this smells exactly like vanilla extract, Iu2019ve gotten a lot of compliments on it as well. I think itu2019s interesting how to some people it either smells like rotten milk, or vanilla, thereu2019s no in between. I think for that reason I probably wouldnu2019t buy it."
        },
        {
            "review_title": "The heck",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Who approved this to even be a product? This is disgusting. I got a sample and thankfully I sprayed it at night. It smells like rotten Greek yogurt"
        },
        {
            "review_title": "almost like an authentic cappuccinos",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I was very surprised by this one. I got it as a sample and noticed that it was sweeter than what I usually go for, however, it is still dark and warm yet subtle. Will be great for a year round sent! Plan on buying the bigger bottle too"
        },
        {
            "review_title": "Sour Milk!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Dry skin",
            "review_text": "Absolutely disgusting.   This smells like sour milk.  Fortunately, this was a sample that I received with my purchase.  It will be going in the trash."
        },
        {
            "review_title": "Cozy, warm, and bit seductive!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Creamy, vanilla, and also a bit of woodsy background. Loved it, do not understand the negative reviews. Perfumes are very personal, but I greatly enjoy this, it feels warm, cozy, and a bit seductive even."
        },
        {
            "review_title": "worst scent in the world",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "The scent of this perfume is felt like the smell of a rotten egg or rotten milk or something similar to this. I'm a big vanilla perfume fan, but this perfume makes me vomit. highly do not recommend"
        },
        {
            "review_title": "Spoiled",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This smells like rotten milku2026.I just donu2019t understand how it smells so bad! That one star thoughu2026.thatu2019s for the u201cstaying poweru201d of this perfume. No matter how much I tried to get it offu2026.I still smelled it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I was so scared to try this because of the reviews but I got a mini as a gift and itu2019s still absolutely stunning. On me there is nothing sour except maybe a weird smell right at the top but it vanished before I could make it. My husband spent the whole night telling me it was like sleeping with gourmet vanilla gelato. Scent was still there in the morning in the best possible way."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "This turned out to be one of my favorite fragrance purchases recently and I use it daily. I work in an office, so it's important that it's not overwhelming but it still smells milky with a good amount of vanilla. I get compliments on it constantly"
        },
        {
            "review_title": "Spoiled vanilla milk",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "If I could give this zero stars, i would. This legit smells like rotten vanilla milk. I couldnu2019t even scrub off the smell of spoiled milk off my wrists. I donu2019t understand how anyone would release this product. Itu2019s disgusting."
        },
        {
            "review_title": "Vanilla Extract ud83eudd0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I like it tbh, it reminds me of when youu2019re baking and you have to pour the milk in the bowl then mix your vanilla extract; in that order. Youu2019ll have to reapply cause itu2019s not that strong, but itu2019s subtle in good way."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Fair skin tone, Combination skin",
            "review_text": "super disappointing. the milk note smells curdled and savoury in a not good way :(( really really wanted to like this."
        },
        {
            "review_title": "Ugh",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I usually love vanilla anything, but thisu2026 ughu2026 this just is not a good vanilla. Iu2019m glad I only got the travel spray. I just wish I had gotten the Amber insteadu2026 it is amazing."
        },
        {
            "review_title": "Boozy Vanilla Milkshake (emphasis on MILK)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "okay so this should be called Vanilla MILK! It's definitely milk-forward and I can understand why it doesn't work on everyone's chemistry. But for a gourmand vanilla that isn't sickly sweet? This is my fave. It layers so well with fruity + sweet perfumes to soften their edges, and brings this cold vanilla ice cream flavor to things. If you don't like milk frags, you won't like this. If you're expecting it to be dripping-sweet like Kayali Vanilla, you won't like this. If you want a safe blind buy, this ain't it. haha"
        },
        {
            "review_title": "Rancid",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Based on the notes, I really thought I would love this.  I'm so glad I didn't blind buy it!  When I smelled it in store, it was so sour I had to recoil.  To me, it smells like someone vomited vanilla ice cream."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I wanted to love this so much, but the initial scent right after I sprayed it was so alcohol-y and that reminds me of cheap fragrances. If I spend this much money, I want to smell opulent. Once it dries the alcohol scent goes away, but then it's very sweet; too sweet for my taste. I don't know, it's not horrible, but it just wasn't for me."
        },
        {
            "review_title": "Cozy and Intoxicating Vanilla Milkshake",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This is beautiful amber vanilla that I love on my skin. Vanilla Milk is comforting, warm, and cozy. It has a slight booziness to it that makes it more mature, but still youthful. Itu2019s a soft and creamy vanilla milkshake with a twist. Lovely and not too sweet."
        },
        {
            "review_title": "Divine one",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is definitely a divine scent.  I feel that the this perfume is so rich and full of fragrance. I totally can smell the vanilla mixed with citrus and sweet notes.  Fall type of scent.  like that I do not need to keep reapplying the scent because it is indeed long lasting. The traveling package is just perfect. I do like the style and design. It looks pretty and very modern."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Normal skin",
            "review_text": "Smells amazing. Last , on me, only about two hours. Recommend for short term outing."
        },
        {
            "review_title": "i love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I LOVE this scent! I have always been a sucker for anything vanilla scent and this is no exception. i love the vanilla mixed with the undertones. Will be wearing this everywhere!!! Iu2019ve also gotten tons of compliments on it which is a great boost"
        },
        {
            "review_title": "Not my favorite",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "This is a nice product. I like the formula, the packaging, and the way it sprays. Personally Iu2019m not a huge fan of the scent but thatu2019s just me. Itu2019s very musky and kind of reminds me of my grandma lol. I was expecting more of a cleaner, sweeter vanilla scent."
        },
        {
            "review_title": "Yikes",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love vanilla scent but on me I felt this smelt similar to cat urine. Iu2019m happy I received this only as a sample, disappointing because u201cVanilla Milku201d sounded heavenly."
        },
        {
            "review_title": "Burning incense and now a new favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I bought this without testing it and before reading the most helpful reviews. I wish I saw more reviews that included what the reviewer normally wears, so I usually wear Sean Jean Unforgivable Woman, Prada Candy, Gucci Bloom, Glossier You and Nest Citrine. Vanilla bases are usually too heavy on the sweet/sugar for me, but the reviews I read made it sound like something I'd wear- a cozy, relaxed scent- and it kinda is?   To test it (and for my review), I sprayed on my wrist then dabbed my wrists together: when wet, it smelled like vanilla extract but more unnatural. I gave it a few minutes to dry down: it smelt like a generic soy candle that had just been blown out and quickly morphed into burning incense (the vanilla scent was under the candle blowout but not the incense.) Then, 20 minutes after application: it's like someone blew out the incense, then opened a few windows on a Saturday morning before starting a deep clean day; it's so nostalgic and cozy and warm! The vanilla is there, but it's like getting under warm, clean sheets after taking a bath or walking into a boho boutique. It's also not very strong: I have to put my nose up to my wrist to smell it.  It's been about an hour and it smells the same as the 20 min. dry down. I cannot smell any milk/milky scents, and I never got burning rubber or spoiled milk. Maybe I got lucky or maybe this perfume decides when it works for people? It reminds me of my Sean Jean perfume, so it's definitely going to be a part of my rotation. I don't think I would wear this to the office, maybe on a date; it's very casual, doesn't smell like it belongs to any specific season and I think I'll use it on my off days just for myself to enjoy!"
        },
        {
            "review_title": "Would definitely add this to my collection!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Vanilla scented perfume is my ABSOLUTE favorite so I was not hesitant to get this one when I saw it. And to my surprise I love how itu2019s vanilla scented but with a hint of wooden spice.. if that makes sense. It smells like sexy grown up vanilla haha"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I really dislike this perfume. It smells okay in the initial spray - like a salted vanilla that's warm and not too sweet at all. But almost immediately after the dry down, it becomes something so strange and chemical.. almost like a gas or burning chemicals. I don't think the name 'vanilla milk' suits the fragrance at all, and I would not recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019ve gotten so many compliments on this scent! It has become one of everyday perfumes. I am a gourmand, sweet scent lover and this perfume is sweet and a bit fresh. Iu2019m a student and try not to wear scents to school that are too overpowering because that can be a bit much when you have to sit next to some for a few hours. Itu2019s the perfect strength and lasts all day"
        },
        {
            "review_title": "Love!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love this perfume. It smells so sweet and fresh at the same time. I can definitely use this as an every day scent. Itu2019s different than my usual scent but I have gotten so many compliments on it. Iu2019m looking forward to buying the full size."
        },
        {
            "review_title": "Love the scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am obsessed with this scent! I love the smell of vanilla and this is a vanilla that has a sophisticated touch. It lasts all day and Iu2019ve received several compliments. Itu2019s perfect for every day wear."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love the scent. It isnu2019t too strong, but I wouldnu2019t spray too much at once. It has a very long lasting power so two sprays is all I really need. The vanilla scent is definitely very prominent and I love vanilla scents so itu2019s a plus for me."
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This smells literally exactly like vanilla. If you like vanilla scents, youu2019re going to love this. Def a must have for vanilla lovers! I love the convenience of a travel size. Def a must have for me!!"
        },
        {
            "review_title": "Quality product interesting scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "Really quality packaging and beautiful feel. This bottle gives off luxury vibes. It also has the BEST mist/spray, better than any other perfume Iu2019ve tried (and I have at least 20 constantly in rotation). Itu2019s a fine mist that covers a large amount of body space so the perfume is perfectly defused and because of this you can apply less and save more. The scent itself is VERY fragrant, so a little goes a long way. The fragrance lasts for a while however it may need to be reapplied after a few hours. The scent smells like literal desert, very strong vanilla and cocoa, also kind of like brown sugar. Other people said it smells like spoiled milk and I will say the one I received thankfully did not. Maybe they got a bad batch. For me personally itu2019s a little too sweet but if you love scents that almost smell edible you will love this one. Itu2019s definitely more of a night scent for a date night."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love the way this perfume smells, you donu2019t need a lot to and it smells for hours. It is sweet but not overpowering. I really like this small container because can put it in my bag or just slide into my jeans pockets and go."
        },
        {
            "review_title": "Smells Pretty but not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I really love the Ellis Brooklyn Vanilla Milk, it gave me a memory of a creamy aroma so soft yet sweet scent. I love it , itu2019s pretty mid , not light . I usually just spray once on myself and pretty good throughout the whole day . I didnu2019t really want to overdo it, once spray is good enough. Smells really pretty love it tho"
        },
        {
            "review_title": "For those who love vanilla scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "Based on the description I expected the fragrance to be a bit more delicate with some sweet tones. The scent vanilla scent is very prominent and long-lasting. I can definitely say that this fragrance will not be for everyone. I think people who like the scent of vanilla will really like this. I do appreciate that the brand is vegan and cruelty free."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Never had a warm vanilla scent before so it was a nice surprise! Super cute packaging. Perfect for a cozy winter. Its pretty strong when you initially apply it but after some time it settles on your skin pretty nicely, it last all day."
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love the scent of this and also love how small it is for travel. I'm a huge perfume collector and this is the first time I've been able to try the brand. I love the name of the brand too! The perfume itself itsnt too overpowering and us very delicate."
        },
        {
            "review_title": "Great Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "Itu2019s the perfect travel size perfume. If you love vanilla you would love this scent. It smells super fresh and unique. It last for a very long time. I like that the Ellis Brooklyn products are Vegan, Sustainable Packaging, Clean + Planet Positive, Without Phthalates, Without Parabens , Cruelty-Free. I would definitely recommend this perfume if youu2019re looking for a super fresh scent ."
        },
        {
            "review_title": "Not for allu2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love small perfume sprays because they serve so many purposes - travel size, perfect for your car or purse, and to test a fragrance before committing to a full size. I usually LOVE vanilla scented anything. Most of my candles at home are vanilla! And a handful of my favorite perfumes. But I just couldnu2019t get myself to love this. Itu2019s a heavy scent and while vanilla isnu2019t necessarily u201crefreshingu201d, notes of it can be. This is muskier and more like an overwhelming layer that doesnu2019t really make you feel clean. To each their own!"
        },
        {
            "review_title": "10 minutes on skin and it settles to amazing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "First and foremost, yes, it smells bad if you go on the first whiff of it when you only first put it on your skin.... give it 10 minutes folks, and it's super enduring and classy and unique.  I have 30 expensive good quality perfumes at home, put this one on and within a week of wearing it, I got 2 compliments, when before that, I had no compliments from my other scents.  I would say this scent, like all scents, will depend on your skin."
        },
        {
            "review_title": "Wanted to love",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I wanted to love this scent, but it literally smells like rotten milk in the bottle and on my skin. Super disappointed, but I'm glad I still have the Sweet scent from Ellis Brooklyn and love that"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I agree that it smells like pure vanilla extract BUT it oddly works on the skin (my skin at least). In fact, I got the Ellis discovery set and I know everyone loves Salt and itu2019s okay, but vanilla milk was my favorite on my  skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It smells exactly like vanilla extract to me.. Iu2019m not sure why everyone is going crazy In these reviews but I love it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "It's wild how many people don't like this...I have become fully obsessed. This is like...Vanilla extract vanilla. Definitely opens slightly bitter, but within 10 mins transforms into such a comforting vanilla, not too sweet, but to me feels like a pure vanilla smell without the 'frosting' sweetness. On me, it's a soft, soothing, creamy vanilla."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I donu2019t understand the bad reviews. I love this scent. Itu2019s sweet without being cloying. A warm vanilla scentu2014like vanilla extract in a warm baked good? For reference I like Vanilla Woods perfume but donu2019t like any of the commodity milk scents."
        },
        {
            "review_title": "So many better options",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I canu2019t even touch this anymore. Tried to give it a fair shot but it is truly just unwearable. It smells chemically and smoky - but not in a good way. At all. There are so many better options."
        },
        {
            "review_title": "do not blind buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is the worst perfume I've ever smelled. I tested it on my sweater in store and the scent was so nauseating. I could still smell it in my car for days after. It's very synthetic and sour smelling.  I guess the only plus is it's long lasting. I normally love perfumes with lactonic notes, frangipani, vanilla, and jasmine. I didn't get any of those notes from this. Such a shame because this brand has a lot of really good scents- I have Sweet and Sunfruit, and they are lovely."
        },
        {
            "review_title": "Buy something else...trust me.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "VERY disappointed in this fragrance. I saw all the hype about it and it drew me in. It almost has a burnt vanilla smell. Not attractive nor feminine. It's just not good. I wish I would've passed on this one. I like their other scents but this one was very disappointing."
        },
        {
            "review_title": "such a lovely fragrance!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes",
            "review_text": "this sweet smelling fragrance makes me feel lovely! one spritz is all it takes for an all-day, fresh scent. that being said, my bottle has been lasting me quite some time. this creamy vanilla is now one of my favorite scents and it just nails every note iu2019ve been wanting!!!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I really wanted to love this but it just wasnu2019t for me.  The scent is not appealing to me at all.  It almost has a sour milk vibe to it.  It definitely smells better on me than just smelling it in the bottle.  I will say though that this fragrance has serious staying power and was much better layered with another fragrance."
        },
        {
            "review_title": "Not my type for sure",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "So this is not a usual scent. It isnu2019t entire vanilla ish. Itu2019s a bad version of vanilla maybe. Iu2019m not sure Iu2019d want to wear it at any time or for any occasion. Smells like a very very cheap perfume in short. Maybe some people would like it but I didnu2019t like it hours later either."
        },
        {
            "review_title": "Artificial Opening",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
            "review_text": "At first spray it smells like the pina colada car freshener at a self service car wash, but the dry down settles into a nice vanilla. I think there are better vanilla scents out there."
        },
        {
            "review_title": "Smells like burnt and fake vanilla",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Vanilla gourmand scents are typically my favorite during the fall and winter, but this one is not one that I really like. I smell too much of the musk notes, and it doesnu2019t smell good on my skin. It smells burnt to me which I really canu2019t stand. The vanilla is very fake smelling to me too. I was pretty disappointed by this one."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This perfume is so amazing! This is my kind of scent. The smell of vanilla is so sweet and not too strong which I love. It stays for a very long time and I highly recommend this to everyone. Itu2019s a must buy."
        },
        {
            "review_title": "Sweet vanilla",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is definitely heavy on the vanilla side of things. Almost like you splashed vanilla extract on yourself. The lasting power of this is strong as it stays all day. If youu2019re into sweet vanillas scents you may enjoy this one."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Trying different perfumes is one of my favorite things! I have yet to find my u201csignature scentu201d but Iu2019ve had a great time looking. This new one is long lasting, a little strong for my preference and warm. I think if you like deeper vanilla scents, this one is for you. Search continues for my holy grail"
        },
        {
            "review_title": "So so",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I received a mini size perfume from Ellis Brooklyn in exchange for an review. The vanilla smell of the perfume is a bit too strong and too sweet, smells like vanilla extract. Not what I am expecting and personally donu2019t like itu2026"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019ve always been a huge fan of Ellis Brooklyn fragrances and this may be my favorite! Iu2019ve also tried their Bee and Amber ones.   This Vanilla Milk is superb! 1-2 sprays is all you need for a wonderful scent. Lasts about 5-6 hours for me and then starts to dissipate. The notes are perfectly twisted together for the ultimate fragrance! I love the Creamy Milk Accord, Frangipani, Bourbon Vanilla Bean, Madagascar Vanilla Bean, Sandalwood, and Musk! Itu2019s truly an intoxicating scent!   If you like vanilla scents that are overbearing with a soft gourmand scent, this is one youu2019ll truly enjoy! I will definitely buy the full size! I will say if you want a comparison to the Commodity Milk and this, Iu2019d pick this. I have both and the Commodity Milk is EXTREMELY strong and more masculine. I think this one is more feminine and soft."
        },
        {
            "review_title": "STRONG SCENT",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "A little too strong for me but a beautiful scent. The scent notes are beautiful and they set to a subtle scent. Luckily it matched my bidy chemistry really well. I love the sleek bottle and packaging style very much. First time trying out this brand and loving it"
        },
        {
            "review_title": "Great Everyday Scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "This is my first experience with Ellis Brooklyn fragrances, and I have to say this one is fabulous. There is that warm vanilla/ambery/musky scent coupled with a very clean scent. This is perfect for everyday."
        },
        {
            "review_title": "i love this!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "i think this is my new favorite!!!! it smells SUPER sweet when you first put it on but as soon as sets it kinda warms up and you can truly smell the vanilla! i definitely have to buy a full size of this, i know some people say the smells donu2019t last long from this brand but iu2019ve been wearing it for 24 hours and i can still smell it (and i currently have a cold)"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Combination skin",
            "review_text": "have loved fragrances and having different types of sense in my collection for a very long time. This one is really nice because I feel like the vanilla scent isnu2019t too overwhelming and I love how it comes in a travel size to take it with me easier on the go."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was looking for a nice sweet traveling perfume and this one smells amazing. I love this scent and jt lasts pretty long than I thought it would. I definitely would be using this and having it part of my routine."
        },
        {
            "review_title": "Beautiful Vanilla Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Dry skin",
            "review_text": "I love the Ellis Brooklyn Vanilla Milk fragrance.  I love vanilla scented fragrances, but many are overpowering and can even come off synthetic smelling.  Vanilla Milk has such a light, beautiful, natural vanilla fragrance.  I was also impressed with the staying power of the scent."
        },
        {
            "review_title": "Smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Finally a vanilla that doesnu2019t make me smell like a candle. I think vanilla is a scent that is really hard to get right, but this is not a sugary sweet vanilla, itu2019s more complex and has undertones reminiscent of smoky sandalwood. My husband really likes when I wear it too! It lasts on my skin for hours and a little goes a long way, but I still wish I had a bigger bottle because itu2019s so wearable and the scent puts me in a good mood."
        },
        {
            "review_title": "Try before you buy!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I wish I can say it smells good but no itu2019s a big no for me. I love vanilla fragrances but this doesnu2019t smell like it at all. Infact it has a really weird smell. I canu2019t explain but something like paper mixes with milk and that too rotten kind of. I wonu2019t be wearing this. Some people may like it but definitely not me."
        },
        {
            "review_title": "Liked it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got this product in exchange for my honest review. In my opinion this perfume has a very sweet vanilla smell and I think it would be perfe for those people who like sweet scents. I liked it a lot."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "One thing is I try every perfume with vanilla. This one has a very strong vanilla scent and the milk will start really coming out. This definitely isnu2019t for everyone. I will say you have to test it. It really isnu2019t bad but you need to see if it mixes with your body chemistry. It still need to see how I feel completely about it. Plus I love vanilla scents"
        },
        {
            "review_title": "probably not a blind buy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "WOOOOF oh man I did NOT like this upon initial spray. It smelled like vanilla yogurt that had been left on a counter to me (which I think is to say: something off about the milk note?)  But Ellis Brooklyn says this is designed to improve upon skin, and I must say it did. Itu2019s actually been quite an experience to wear this. The milk notes disappeared, and later a smokey scent emerged. It kind of smelled like u2026a vanilla cigar, perhaps? (I donu2019t smoke sou2026itu2019s a guess). I felt mentally transported to an old tavern (thereu2019s something old-fashioned in feeling with this scent), and I kept continually smelling my wrists in awe of how much this scent had morphed.  Final remarks: I really think this is one to test before buying. Itu2019s a whirlwind of scent experiences, and I think the name u201cvanilla milku201d drastically falls short of capturing the essence of this fragrance. I also highly recommend pushing through the initial scent wave as..I found it odd (it seems other reviewers did as well). But the lasting scent is truly special."
        },
        {
            "review_title": "Perfect vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Oily skin",
            "review_text": "If you like vanilla, musk scents this is the one for you! It is very crisp with a warm vanilla sugar scent. It is nice for an everyday scent or if you like something warm for a cold outing. Perfect stocking stuffer for the holidays"
        },
        {
            "review_title": "Must have !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I love the vanilla and rose notes for parfum the scent reminds me of a night out.  The parfum ingredients are 90% green chemistry and two types of vanilla I feel sophisticated when wearing the parfum and I get many compliments when wearing it.  My husband loves it as it now reminds hims of our special night"
        },
        {
            "review_title": "Iu2019m happy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I can actually smell this lingering still the next day, which speaks to the great staying power!"
        },
        {
            "review_title": "An Acquired Taste?",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I was hesitant to buy this after seeing all the bad reviews. My store finally had it in stock so I smelled it in store. I liked it, but didn't buy it at first. It haunted me, and I ended up going back and buying it. It is exactly what vanilla milk smells like. It's soft. It's smooth. And at the end of the day, the musk component is most prominent. I don't really smell the smokiness though. I really like it, you might not.It might not be good to blind buy (which I rarely do with perfume anyways). I am, however, not a fan of the packaging. Sometimes when I pull the cap off, the entire part becomes unscrewed and I almost spill perfume all over. This is why I'm taking a star off."
        },
        {
            "review_title": "Not A Blind Buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I  had a tester of this product and thank goodness I didnu2019t blind buy. It made me gag so hard when I put it on my skin. I have at least 6 or 7 other vanilla perfumes and this smells nothing like a creamy comforting vanilla to me. It smelled like milk on me. I had to try to scrub it off because it was making me so nauseous. DO NOT BLIND BUY THIS. Apparently based off the reviews it works with many other peoples their chemistry but it was horrible on me."
        },
        {
            "review_title": "Just ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is a Amber Vanilla fragrance for women. Top notes are Milk, Peony, Frangipani and Jasmine; middle notes are Bourbon Vanilla, Madagascar Vanilla and Cacao Pod; base notes are Benzoin, Amyris, Sandalwood and Musk. I didnu2019t like this perfum when I first sprayed it, but when it dries down it smells like a nice vanilla scent with a little smoky touch. The lasting power is moderate. I would recommend testing it before buying."
        },
        {
            "review_title": "Love this vanilla scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I am sooo impressed by this fragrance! It smells so divine, sweet but not overpowering in any way. I can actually smell this lingering still the next day, which speaks to the great staying power! Definitely need the full size next."
        },
        {
            "review_title": "Arrived unscrewed/leaking",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Bought it without smelling a tester first. Scent is not for me (I usually live vanilla scents). Unfortunately it made my whole room scented until I actually took a closer look and found that the atomizer wasn't screwed on all the way. Only 20% left. Wasn't able to return. Check your bottle before you lose your product to evaporation."
        },
        {
            "review_title": "Okayish smell",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I like this scent, but then I don't like it. It fades away too quickly and kinda smells like Vanilla bean ice cream. A bit too sweet of a smell for me and I don't see myself putting it on or wearing it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
            "review_text": "This perfume smells super good! I love anything that itu2019s vanilla notes so I knew I would like this. Only thing that I wish it had a longer longevity but other than that I really like it and would recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Typically I absolutely adore vanilla perfumes and tend to gravitate towards them, along with floral scents. I do have to agree with others here that this is a bit different than I was expecting. I much prefer this after itu2019s been on the skin for at least an hour, but I donu2019t think itu2019s the best vanilla fragrance on the market."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "if you like the smell of vanilla extract, this is for you."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Big no no for me. Smells like straight up milk on my skin, nauseating. This is not a perfume you wear to smell good. Do not buy until you try."
        },
        {
            "review_title": "NOT a blind buy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Just opened this up and tested it. It smells like straight vanilla extract with a Smokey fireplace note. This is definitely not a blind buy, and this is coming from someone who LOVES gourmands and vanilla scents."
        },
        {
            "review_title": "milky sweet and soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "on my skin, this smells like something warm and nostalgic, like a childhood dessert, maybe? It stays close to the skin (which I prefer) and doesnu2019t smell like u2018perfumeu2019, it smells like natural cuddly post-shower/lotion skin. It has a similar vibe to EB Fawn, but less overtly sexy. It makes me feel comfy and safe and sleepy. I think the worst thing I can say about it is that the opening does smell a bit like Nesquick vanilla milk - which I like lol"
        },
        {
            "review_title": "Gross",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "When I was a teenager I had this habit of leaving dirty cups in my room. After a week or so theyu2019d mold and they would have this particular scent to them. This smells exactly like that. I am appalled."
        },
        {
            "review_title": "Fleeting vanilla quickly shifts to smoke",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "This is interesting: it sprays on a vanilla gourmand, then a wood smoke note quickly emerges.  After about the first 10-15 mins. the smoke note shifts to a smoggy cigarette smoke and overtakes the vanilla.  This isnu2019t a good fit with my skin chemistry."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "Not gonna lie, when I first bought this I absolutely hands down hated it. But it grew on me. I had bought a travel size and regretted it but I found myself coming back to it. One day I wore it on a whim and my son, who normally canu2019t stand my perfumes because I own so many, said, u201cWow, you smell so good!u201d He has never said this before. I own over 100 perfumes. Guess this one is a keeper!"
        },
        {
            "review_title": "Very interesting and... adorable....",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "At at initial spay, it smells AMAZING and gourmand!!! In the beginning, you get the smell of  artificial vanilla flavoring (not in a bad way!!! artificial vanilla flavoring is just a bit brighter and less earthy compared to natural vanilla) mixed with real milk. As if you're smelling a REAL vanilla milk cocktail/milkshake or pudding. But within the nest 3 minutes, woody and smoky notes begin taking over the milky notes and at the end you're left with a woody scented vanilla candle Because, it has that paraffin wax smell in the dry down. Very interesting! Not my cup of milk ;P but I can see people really liking this scent. It is nice! Just not something I would wear in the long run. BUT, what I LOved about this fragrance, is that it isn't the overwhelming nor overpowering-VANILLA-in-your-face scent, its soft. I associate it with a soft and fluffy teddy bear that you would got for someone you really adore or have a big crush on."
        },
        {
            "review_title": "Warm, creamy, vanilla goodness!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I love this scent. Ellis Brooklyn Bee was my favorite until Vanilla Milk. I purchased the purse to give it a try and will be getting the 1.7 oz bottle."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Smells exactly like the contents of a coffee thermos thatu2019s been lost in your car for two months."
        },
        {
            "review_title": "A pass for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I am sharing my honest and authentic opinion, as a Sephora Beauty Insider Community Ambassador. This is a scent that takes patience to get to its heart. Initially and for the first 7 or 8 uses, I picked up a smell that made me think of burning plastic. Yes, burning plastic. It was pronounced, unpleasant, and it lingered. But I stuck it out and was eventually rewarded with a scent that more closely reflects my expectation based on the perfume's name and the product description - soft, but rich vanilla, creamy, and airy.  I have mixed feelings about this fragrance - the scent is lovely but the 2-3 hours that it stays on my skin isn't very long and makes this a pass for me. It's a pass for me, but YMMV. It's definitely one that should be sampled before purchasing a full size."
        },
        {
            "review_title": "For vanilla scent lovers only!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I can't understand why this doesn't have higher ratings!!! This is an AMAZING scent. It has an initial scent of an almost peppery sweet aroma and I can see how that might turn some off however, after a few minutes, it settles into the skin and you will astound anyone you walk by the rest of your day and into your evening! I will always buy this and I hope it always sells at Sephora. I love it!!!!! It makes you smell SO good and feminine! If you love vanilla, get this!"
        },
        {
            "review_title": "Loved it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Loved it so much!! This has quickly become the perfume I keep in my handbag to reapply during the day. It strong at first and then mellows out and leaves a beautiful fragrance all day! Perfect for the fall!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "Ellis Brooklyn Vanilla scent was so nice. To be honest I love vanilla and this had a nice musky undertone to it but since it broke in transit it was very very very strong all over the items it touched. Unfortunately since it broke I canu2019t wear It did last a long time though and anyone who loves vanilla would like"
        },
        {
            "review_title": "A bit of a headache",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "I didn't quite hate this perfume, however, it had way too much benzoin for me. It was a bit chemical-y, otherwise, it smelled like vanilla extract. Definitely try a sample or in-store before purchasing. I think it smells okay, I just don't think I could handle wearing it."
        },
        {
            "review_title": "Warm and yummy.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this scent. I received a sample with my order of Bee and immediately ordered this one. Warm and delicious. Try before you buyu2026body chemistry is different for everyone but I am so pleased with this fragrance and several in the EB line."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Smells like Haagen Dasz vanilla bean ice cream. Took off a star for longevity."
        },
        {
            "review_title": "Love it !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Unfortunately, my perfume was damaged in delivery, so basing my review on scent alone. This scent is Cozy and warm . The vanilla is pure with a kick of spice . The scent seems to be a great signature for fall or winter. I was gifted by Ellis Brooklyn ."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Smelled like an old dusty dentist office combined with spoilt milk. Try it in store BEFORE buying."
        },
        {
            "review_title": "Eh.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "It just smells like vanilla extract and.. that's about it. Like if you were just mixing it in water to make cookies. It's not unpleasant persay but I find it incredibly one-note and just very lackluster. There's no depth to the smell."
        },
        {
            "review_title": "On the fence.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I'm such a fan of Ellis Brooklyn Rrose and am just branching out into gourmands so...I was excited to try this. I will say the first note I smell is like a toasted marshmallow note... definitely smoky. But then it dries down to a nice vanilla bean note and it has the lasting power of a beast....literally lasted all day. So.... I'll keep this but definitely wouldn't purchase the larger bottle. But if you like a smoky vanilla scent you'll probably like this one."
        },
        {
            "review_title": "Rotten milk",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Okay I love everything from Ellis Brooklyn but this was just a major flop for me. I tested it out in the store, on my skin, and it smelled like rotten milk to me. I had to wash it off immediately when I got home."
        },
        {
            "review_title": "Creamy, cozy, and warm on my skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Love it. Smells warm and creamy on my skin, with a very light smoke touch that I personally love, as it reminds me of autumn nights and campfires. Confused by the number of negative reviews, but I guess everyone's body chemistry reacts differently. Will definitely purchase the full-size bottle, as I adore this scent for fall and winter."
        },
        {
            "review_title": "Chlorine Water with a splash of sweet milk??",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Errmmm....?   ...Smells like a watered-down milk with a slight splash of vanilla and... fresh chlorine maybe?  Almost like sweet pool water.  It is such an odd scent that I keep smelling it, to try and put my finger on it.  It doesn't necessarily smell bad, but not a yummy scent that I MYSELF want to smell like.  It's one of those skin scents that is kinda interesting to smell for myself, but I don't see anyone smelling me and drooling over how good I smell."
        },
        {
            "review_title": "Try it for yourself, but itu2019s a hard pass for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I tried this fragrance in store. On paper it has a sickly sweet vanilla scent, with an after scent of condescend powder milk. It does smell better the longer you smell it, but not by much. I then tried it on and then it got worse- which is impressive."
        },
        {
            "review_title": "So sad",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "Smells very similar to Billie eilishu2019s perfume. The notes sounds nice but the scent isnu2019t very unpleasant, I love vanilla so I was very disappointed. Not a safe blind buy, initially itu2019s very offensive but the dry down is bearable"
        },
        {
            "review_title": "super sweet!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This was gifted by Ellis Brooklyn. I've smelled my share of vanilla perfumes and for the most part I love them all. This is a very unique scent profile. It is very sweet but very lactonic at the same time. The creaminess is very unique to my nose and this is very long lasting! like 8+ hours! I will mention that my body chemistry usually makes most perfumes sweet so this remained sweet smelling on me with a hint of smokiness so I like it so far."
        },
        {
            "review_title": "Smells delicious!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "5 stars for my fellow vanilla lovers!  Saw this perfume on instagram and wanted to get the travel size to see if i liked it, it smells like a sugary warm vanilla mixed with the creaminess of milk. Will.absolutely be getting the full size!"
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "I wanted to like this but I canu2019t stand it. With vanilla you either love it or hate it, this one is just not for me. It does stay on for a couple of hours and I like the convenience of having it in a small travel size spray. Gifted by Ellis Broklyn"
        },
        {
            "review_title": "No way missed the mark completely",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "This is probably one of the worst smelling vanilla infused perfumes Iu2019ve ever put my nose on it smells like spoiled milk. Itu2019s horrific Iu2019ve never had such an aversion to a perfume before immediately off first whiff."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I LOVE this scent but Iu2019m a huge vanilla fan this is such a subtle nice and cozy scent. It smells like a soft vanilla milkshake and does smell kind of milky but in a good way. Itu2019s long lasting and a great daily scent. Iu2019m a big fan of many Ellis Brooklyn fragrances. I recommend this to anyone who loves vanilla scented scents. I was gifted by Ellis Brooklyn for my honest review"
        },
        {
            "review_title": "Its a beautiful gorgeous scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Omg , yes it smells soooooo good, I almost didnu2019t blind buy it because of the negative reviews saying it smells like baby milk blah blah blah but this perfume smells amazing , smells like when i enter a coffee shop its so good , i love it"
        },
        {
            "review_title": "Itu2019s okay!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "gifted by Ellis Brooklyn. I feel like this scent is exactly what you would expect! itu2019s very vanilla smelling but I thought it would smell like that anyway. itu2019s very sweet which probably isnu2019t up everyoneu2019s alley but I think it smells good in moderation! this wouldnu2019t be my everyday scent but it smells good to wear occasionally! Itu2019s very sweet"
        },
        {
            "review_title": "2.5",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I had such high hopes for this fragrance. I will start off by saying that this sent does not pull the bourbonufffcufffc at all. All I can smell from this is vanilla bean with an almost sour under note to it. Not to mention my travel spray bottle that I received leaks horriblyufffcit.itsweetness or sultriness in my opinion at allufffcExtremely warm but nothing sweet or sultry pops out to meufffcufffc this is very warm but it does not pull any sweetness or sultriness in my opinion at all not to mention my travel spray bottle that I received leaks horribly. Overall, Iu2019m bu"
        },
        {
            "review_title": "A MUST BUY FOR FALL",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This perfume smells AMAZING. The name is accurately reflects the scent profile, but there is slightly more nuance making this perfume interesting and perfectly for fall. The vanilla makes it slightly sweet, the milk gives it a creamy skin-like vibe, and theres slightly more nuance making this delcious. Lasting power is average and on par with other perfumes at this price point. I love this and I will buying the full size as soon as I go through this travel size. Gifted by Ellis Brooklyn."
        },
        {
            "review_title": "Love it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love this New parfume! Amazing for fall! Itu2019s so intense and in The same time so light! Love vanilla smell! Itu2019s definatly for someone who love vanilla or looking for nice warm fall parfume! Worst to try! I got this parfume complimentary from Ellis Brooklyn!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I like Ellis Brooklyn Bee perfume a lot and I was excited for this perfume because the key note includes Vanilla bean, just like the bee perfume. But sadly, I don't like it as much as bee. It is too sweet and not refreshing enough. It is what I wish my food smell like, but I don't want myself smell like it"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product was gifted by Ellis Brooklyn. It is a super light vanilla scent and lasts all day but does not feel too strong. I typically get headaches from perfumes that are too strong but this one is great!"
        },
        {
            "review_title": "Very interesting",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is very well named. It is so very lactonic. It smells like a melted vanilla milkshake at first and then it warms up and you can really smell the cocoa pods and sandalwood as it dries down and kind of becomes one with your skin throughout the day. This actually reminds me of Milk+ by Commodity quite a bit, but maybe Vanilla Milk is a bit less sweet on the dry down.   This scent lasts all day on me and projects quite a bit. It seems like some people are getting a lot of smokiness from this, but I donu2019t get that at all. I was actually hoping I would get some of that or that the cocoa pod note would be stronger on me, but itu2019s very lactonic on me. The sandalwood is very strong, and thatu2019s one of my least favorite notes. I would not recommend a blind buy for this. You definitely need to try this before you buy the whole bottle."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I received this product complimentary from Ellis Brooklyn. This Vanilla Milk fragrance smells EXACTLY as if you got vanilla extract on yourself! If you like the smell of vanilla extract, you will probably love this scent. If you, donu2019t, you might want to pass on this."
        },
        {
            "review_title": "buy it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "It smells so good! People ask me all the time what perfume Iu2019m wearing, plus, it lasts all day!This is the only perfume I wear !! It smells wonderful , has no toxins in their perfumes , and the scent last all day for me. Gifted by Ellis brooklyn"
        },
        {
            "review_title": "So torn!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m so torn on this perfume. I was beyond excited when I first heard of this launching and I was on Sephora as soon as EB the time it would be added. I ordered it right away and I have been wearing it for 3 weeks or so. It does not smell at all like I had expected. I do find it to be quite Smokey and almost like a rum scent. It makes me think of sitting by the camp fire roasting marshmallows, or a boozy date night. It isnu2019t the type of scent Iu2019d cuddle my husband to, but I also canu2019t stop craving the smell. So I donu2019t love it, but I also canu2019t stop wearing it!"
        },
        {
            "review_title": "I regret this purchase.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "It was an absolute NO! The initial spray smelled like melting plastic. And it takes way to long to get to the dry down. The dry down smelled of sweetened sour milk and vanilla. And once you get to the dry down, the perfume only lasts maybe an hour or two. Just an overall miss."
        },
        {
            "review_title": "Let it dry down and itu2019s beautiful",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I was gifted by Ellis Brooklyn for my honest review .  I was a little nervous about this one after reading the reviews for it . A lot of people didnu2019t like it but personally Iu2019m shocked at the reviews . I just sprayed it and it smells great ! Thereu2019s lots of sweet vanilla , the only thing Iu2019d say smells a tiny bit weird is ,  it smells sort of like cheerio milk lol . Itu2019s not bad , it turns kind of musky towards the end ,  I havenu2019t smelled vanilla lace in a long time but Iu2019m thinking it smells similar to that . . I donu2019t smell smoke or burnt rubber or plastic or anything , itu2019s not sour , I can only barely detect that u201c cheeriou201d sort of savory note when I think hard . I can definitely see me wearing this , itu2019ll pair great with lots of different scents . Donu2019t listen to reviews on this one , wait until you try it out yourself . I love Ellis Brooklyn, I love all the frosted glass containers. They have such different scents than your average .  Happy to have this in my collection"
        },
        {
            "review_title": "no..",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I really wanted to love this.. At first I liked it, I thought yuuum a nice, soft vanilla but about 4 minutes later... I am getting sourrr spoiled milk attempting to be covered by vanilla, it is a stomach turner honestly. Pass"
        },
        {
            "review_title": "Immediately no",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m a little mad. I had high hopes, but perfumetok left me down this time. Reminds me of opening up a baby bottle that has been sitting around for a bit, plus imitation vanilla extract and plastic bags. Returned."
        },
        {
            "review_title": "Spoiled milk",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This smells like spoiled milk!! Do not get it, it is the most foul smell I have ever smelt in my life"
        },
        {
            "review_title": "Vanilla",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really like all of the scents Iu2019ve tried from this brand, so I was really excited to check out their newest scent. Vanilla Milk is exactly that, it smells like warm creamy vanilla. I think itu2019ll be a great fall/winter scent because it does have that warmth to it. Itu2019s definitely sweet, so if you donu2019t like sweet fragrances, this wonu2019t be for you. Itu2019s subtle enough to wear during the day, but could also work for night as well. I think this is another beautiful fragrance from Ellis Brooklyn and I would definitely recommend it! Received complimentary from Ellis Brooklyn in exchange for my review."
        },
        {
            "review_title": "Returned",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I use gourmand scents exclusively and own Sweet and Bee which I sometimes layer together. I had high hopes for this as I am a fan of vanilla milky scents like Comptoir Sud Pacifique Matin Calin. So  This, however was a disappointment. I got no vanilla milk, just the heavy artificial somewhat sweet and spicy scent. I immediately scrubbed it off, it was offensive"
        },
        {
            "review_title": "Perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This is the perfect Vanilla smell for me! Iu2019ve been on the hunt for one and I finally found it. To me it smells like vanilla and oatmeal. Love it!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Gross smell, It literally smells like rotten milk. I usually love vanilla scented anything but this is far from any vanilla I've very smelled. Will be returning!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Love this scent, find it starts lactonic Ave drys down to a powdery vanilla. On my skin I find it more an incense smell rather than a smokiness. I did not find it smells like burning rubber on me at all. I gave 4 stars because it only lasted 4 hours and was quite faint by the 4 hours"
        },
        {
            "review_title": "Smells like Killian Kissing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I was sad when Killian discontinued Kissing. But this is very similar! The milk scent really makes the perfume special.  I bought the travel size, but I decided I need the big bottle."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "After using this product over the last few weeks, I have found the scent to be spot on vanilla cream, very subtle with no smoke at all."
        },
        {
            "review_title": "Creamy Vanilla and Smokey Firecracker",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "On my skin, Vanilla Milk opens up with a delicious creamy vanilla, but then quickly turns into a creamy vanilla with a strong smokey scent reminiscent of a lit firecracker and it is strong all throughout the middle of the fragrance. The dry down is a beautiful faint smokey vanilla, but I couldn't get past the middle stages of the fragrance because it lasts a long time. I would recommend trying it on your skin before you buy, or testing out the travel as it might work with your chemistry."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "Itu2019s giving burnt hotdog at a cookout not vanilla milk. Glad I only bought the small size. You may enjoy if you like a smoky scent, but to me it is unpleasant."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I love Ellis Brooklyn, so Iu2019m excited to try it, but it disappointed me. Its scent is too sweet and overwhelming, more like smoky , bourbon vanilla. Itu2019s not a daily scent. It stays on for a pretty long time . Gifted by Ellis Brooklyn"
        },
        {
            "review_title": "Burnt Plastic",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Was really expecting to like this based on the description of the vanilla notes. Upon first spray the vanilla creaminess came through however upon dry down it smelled like smoky burnt plastic."
        },
        {
            "review_title": "Interesting!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "i bought this even when it had super mixed reviews, out of curiosity. saw on TikTok that it was amazing, smells like vanilla bean ice cream, etc. my first impression is that it is VERY smoky. it dries down to a gorgeous vanilla. personally, i smell the smoke all the way through, but comments from friends were positive, feedback was smoky vanilla. iu2019m starting to like this more and more."
        },
        {
            "review_title": "Very bad",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I wanted to like this so bad since I love anything vanillau2026 but this perfume to me doesnu2019t smell like vanilla at all. Itu2019s actually a very unpleasant scent in my opinion. Definitely not a safe blind buy. Smell it in store before purchasing it!"
        },
        {
            "review_title": "It's a no for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Returning this! Smells like spoiled milk. Definitely will go in stores and smell perfumes moving forward."
        },
        {
            "review_title": "Not for everyone!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This perfume produced a very weird smell on me based on my body chemistry.  I returned the product to Sephora."
        },
        {
            "review_title": "Its giving expired root beer",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "I got this in the mail and packed it right up again same day. I was excited to get this but it smelled like an expired root beer float with extra expired milk and a sprinkle of dust. it dries down sweeter but still has the dust and I rather not smell dusty."
        },
        {
            "review_title": "Burnt rubber?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love lactonic and vanilla scents so I was really expecting to enjoy this. But the notes seem really off. There is a vanilla creaminess but it gets overwhelmed by a very odd burnt smell. Not in a good way like MM by the fireplace or a burnt sugar. Itu2019s like burning rubber or plastic. I donu2019t know what could be causing that smell but itu2019s nauseating. Really big letdown with this one. Do not blind buy this. If you like resinous burnt rubber smelling perfumes maybe this is for you, but itu2019s a no from me."
        },
        {
            "review_title": "So disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Thought this could be my signature scent. The notes sound amazing. Bourbon vanilla, milk, frangipani, how can you go wrong? But this smells like burnt rubber and dries down to vanilla extract."
        },
        {
            "review_title": "Less Interesting Than Any Other EB Fragrance",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love EB, itu2019s always been my go-to for unique fragrances. This is very underwhelming to me as a fan of the nuance in other EB fragrances like West. Itu2019s Vanilla and Milk, thatu2019s it. Try Sci Fi instead."
        },
        {
            "review_title": "Yes, itu2019s odd and I like it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I was concerned seeing the bad reviews and yet I was also intrigued.  Yes, it does smell of burnt rubber when you first spray it and then shortly morphs into this yummy and rich authentic smelling vanilla bean custard confection.  I was so put off by the burnt rubber, then I found it kind of peculiar in a good way and now Iu2019m all in! Lol I really like it, actually. I am a fragrance adventurer so I donu2019t mind weird and quirky smells. I will agree with others that this is most definitely NOT a good blind buy.  Iu2019m pretty sure many people will continue to hate this, but not me. Iu2019m keeping the burnt rubber delight and Iu2019m having fun wearing it."
        },
        {
            "review_title": "meh",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Dry skin",
            "review_text": "I love the strong vanilla scent but it only lasts an hour or so unfortunately. At that price point I was expecting more. It also seems like it could be headache inducing - it is STRONG."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ll be returning. This is not a safe blind buy. Itu2019s very milky but not in a warm and cozy way, it smells like spoiled milk mixed with vanilla."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I was influenced by Tiktok and very disapointed. I smell baby formula + cinnamon in a cheap way. I will be returning."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "For those reporting this perfume is a u201csubtle vanillau201d, girl idk what kind of vanilla you like but boiiii is this sweet! It reminds me of sweetened condensed milk and marshmallows together. 4 stars as I can see this being headache inducing."
        },
        {
            "review_title": "Too smoky",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I was so disappointed in this perfume. I really wanted for it to be a vanilla ice cream and waffle cone type of gourmand, but on my skin this smells like firewood, smoke with a tad of vanilla. It was to way too smoky for my liking"
        },
        {
            "review_title": "Vanilla fire",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Smells more like a fireplace with a hint of vanilla. I feel like you could find this scent at bath and body works. Returning it unfortunatelyu2026"
        },
        {
            "review_title": "Sour milk",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "For me the sour milk smell is overpowering. The vanilla comes through right at the beginning and smells nice albeit a basic vanilla, but then it just dries down to literally dry twinges of sour sweet milk. Not for me"
        },
        {
            "review_title": "Artificial vanilla extract anyone?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "So many fake reviews in here. This smells like such a cheap artificial vanilla extract, in a bad way. On the dry down a woody/smokiness comes through. The only positive is that itu2019s long lasting. Something about it also leans more masculine. Thereu2019s nothing comforting here."
        },
        {
            "review_title": "Unique sandalwood vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Delicious, woody, creamy - on the skin.  It smells different on clothing, definitely give it a chance on your skin!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This should be named Smoky Vanilla vs Vanilla Milk. This was straight up smoke with a subtle vanilla note at the end. Not for me. I wish so badly this was just a straight forward lactonic/gourmand"
        },
        {
            "review_title": "this is great if you like sweet or bee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "This was a blind buy, but the notes seemed safe for me.  I don't get sour milk notes at all, it's a creamy, spicy, slightly woody vanilla on me.I like it."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "i bought this online without smelling it first because i typically really like this brand and loved the sound of this perfume. i read reviews complaining about the scent so i was worried but i LOVE it. typically not a vanilla perfume type gal but this one is perfect for transitioning into fall."
        },
        {
            "review_title": "It smells like sour milk",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I was very excited to try this because I love vanilla perfumes. It smelled like sour milk. I used soap and water to get it off my skin."
        },
        {
            "review_title": "This Milk Needs Skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "After reading the reviews here a bd other places- I was prepared for a let down ( Iu2019d already ordered it) When it arrived I did what I always do- one spray on a shirt, one on my neck. Wow what a difference! When it mixed with my body chemistry it smelled warm, and slightly sweet- but not overly so. There was a milkiness to it but it was inviting not strange. Now the spray on my shirt was pure u2018Play-dohu2019 Iu2019m so happy I do that - I donu2019t know if I could have judged otherwise Well WOW"
        },
        {
            "review_title": "Don't blind buy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "On me this smelled more like vanilla extract but like an aerosol form of the alcohol base and not the vanilla itself. It doesn't have that warm cozy vanilla feel to it, also doesn't have any sweetness if you're looking for that and I didn't pick up anything lactonic or milky/creamy, that vanilla extract alcohol scent was just so overpowering for me. it lasted about 2 hours on my skin. I'm glad I got a sample and didn't blind buy because it was not what I was expecting."
        },
        {
            "review_title": "Sour milk",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This smells rancid. I thought it would be like a warm, creamy vanilla. NO. Smells like sour milk. Absolutely disgusting, will be returning."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love this perfume gifted by Ellis brooklyn  I don't necessarily  like it alone because it has a milky scent but when layerd with warm gourmand notes fragnance it smells so amazing and delicious. I would recommend this product."
        },
        {
            "review_title": "Its a no for me dawg!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I am so confused! All the notes in this sound amazing but when its sprayed it goes left. It smells like milk that has gone off. I'm glad I only bought the travel size. Returning!"
        },
        {
            "review_title": "Not a safe blind buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "If you are expecting a yummy creamy vanilla - this is not it. Itu2019s a bit pungent when you first spray it. I kept hoping the dry down would be more pleasant but it gave me a headache. If you love gourmands this is not the one."
        },
        {
            "review_title": "Not what I was expecting",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The opening on my skin is so off!(It is like a chemical, sharp smokey almost rubber type scent. Nothing like By the Fireplace. Then it turns to a soft nice warm vanilla but with the initial note lightly in the background. On the complete drydown, it is a NICE scent. I unfortunately cannot get passed the initial and middle part of the fragrance. Not a safe blind buy in my opinion."
        },
        {
            "review_title": "SAVE YOUR MONEY",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, lightMedium skin tone, Normal skin",
            "review_text": "Horrible!!!!! DO NOT BUY!!!! Honestly the worst perfume I have ever smelled in my life. Has a spoiled smell to it."
        },
        {
            "review_title": "No. No no no.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Uhh how did this product make it out of development without someone at the company saying, u201cHey guys, this is not goodu201d?? Iu2019m a huge fraghead and I love all types of vanillau2026 Atelier Vanille Intensee, TF Tobacco Vanille, Kayali Vanilla 28, Floral Street Wild Orchid and Vanillau2026. I was SO excited for this drop cause I love so many of Ellis Brooklynu2019s line and a yummy lactonic vanilla is just what I want for fall!   This is not that.  This fragrance contains a yummy vanilla u2026 under a very harsh chemically, burned rubber, ammonia scent. This second smell is not subtle. Itu2019s the main note. Itu2019s what I imagine the bile acid in your throat after you vomit ice cream might smell like.  It nearly feels like someone sabotaged the launch by pouring some nasty cleaning solution into an otherwise nice scent."
        },
        {
            "review_title": "Will but the full bottle soon!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This perfume actually smells like what it says it has in itu2026unique vanilla fragrance it actually smells like a dessert! But it does have a Smokey scent in the background but itu2019s not overpowering I love it!"
        },
        {
            "review_title": "Not what I expected.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "If you are wanting a gourmand this is not it. This isn't bad, it's just not what I was expecting based on the description. This is a sort of a smokey vanilla with a hint of cold milk... that's the best I can do as far as describing it myself. I'll use the travel size, but I'm not gonna get the full size."
        },
        {
            "review_title": "don't blind buy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Not a safe blindbuy (even if you like vanilla scents or By the Fireplace)... really just go in to smell this and save your money. Weak performance, lasts two hours. Started off like sour milk or burnt tires, then just turned burnt smell with a weird vanilla scent in the background. If it smells different on you then I am truly jealous because I really wanted to like this."
        },
        {
            "review_title": "sweet but formal vanilla scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Delightful warm vanilla fragrance in a frosted glass bottle with golden accents. Has a little bit of a musky floral undertone. I'd say this is like a sweet but formal scent. Long-lasting and spritzes smooth. [gifted by Ellis Brooklyn]."
        },
        {
            "review_title": "NOT what I was expecting",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Rich skin tone, Normal skin",
            "review_text": "Sadly, this smells like a sat by a campfire. On me, itu2019s a STRONG smoky, fire smell. Super disappointed."
        },
        {
            "review_title": "Musky Sour Vanilla Almond Milk",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I was so excited to purchase Vanilla Milk. Iu2019m into gourmand fragrances. For example, I like Daisy Love, Princess, & most perfumes but this was a hard no. With the name Vanilla Milk I was expecting a nice creamy vanilla. It smells like vanilla perfume but thereu2019s something off. I didnu2019t spray it on my body, I sprayed it only on my clothes to make the scent last longer. I like to leave a scent trail so Iu2019m pretty heavy handed with spraying perfume. I couldnu2019t smell anything after 1 hour. I really had to dig my nose in the shirt to smell it. When my bf smelled it he said it smelled like vanilla mixed with sour milk without knowing the name of the perfume. To me it smells like vanilla mixed with dirty clothes with a hint of smoke. I tried to layer it but nothing helped. It smells like Replica Jazz Club mixed with Prada Candy & Fireplace."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "My new favorite fragrance! This is a must have if youu2019re a vanilla lover like me. Itu2019s creamy and light, and I love the little hint of cocoa, and the slightly flowery peony. They all compliment each other really well, and make this stick out from my other vanilla scents!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "So I usually donu2019t write reviews but the bag is soooo mixed in this one I felt like I had to because I *love* it. It smells DELICIOUS and it makes me want a milkshake. It smells exactly like if you put a little vanilla extract and sugar into milk. When it dries down a little of the creamy scent fades and it gets a bit muskier but it still smells nice; sweet and yummy. Itu2019s a super unique vanilla scent and perfect for fall."
        },
        {
            "review_title": "Do not blind buy!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I am SO disappointed to say this because I love vanilla perfume, but there is something about this fragrance that just smells bad. Itu2019s like a sour, milky, musty, smoky scent and I wanted to shower this perfume off immediately after applying it. If you like sweeter vanilla scents, stay away from this one. Super Amber is the only Ellis Brooklyn scent I like - a lot of their perfume line seems to have a sort of u201cfunku201d to them with the way some of the notes mix together."
        },
        {
            "review_title": "eh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Itu2019s not a bad perfume. Initially, it smells like vanilla bean ice cream but that lasts only a minute until the scent develops more. Unfortunately, once the scent settles on my skin completely, it smells like burnt vanilla. I donu2019t get a Smokey scent, it just smells burnt to me. First spray is pretty, but the dry down is not for me."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Smells like drinking a vanilla bean frappe in the woods. I personally am a vanilla scent fanatic so I knew I would love this. I just wish the sillage was a bit more prominent. Great for layering as well."
        },
        {
            "review_title": "Try it! Spicy, creamy vanilla.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was nervous about receiving this as I saw a lot of negative reviews after I ordered. Donu2019t always trust influencers and people that get free product because this is really nice. Itu2019s not a basic super sweet vanilla but itu2019s a warm fall winter vanilla that is both creamy and a bit spicy."
        },
        {
            "review_title": "Doll head Scent lovers dream!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Hereu2019s what this perfume is: classic doll head scent in a bottle! Itu2019s so nostalgic smellingu2026plastic vanilla slightly makeup smelling scent. I love the way it smellsu2026but i can see what others are finding the initial top notes a bit off. The dry down is powdery woody vanilla, less plastic smelling. Lasts pretty longu2026about 6 hours on me. The scent is very addictingu2026love it! My current favourite from the brand!"
        },
        {
            "review_title": "Beware",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This is a very peculiar fragrance because of my initial whiff of a pungent chemical-like milky aroma, very unpleasant. The dry down is just an ok vanilla note which doesnu2019t makeup for that horrid milky introduction, lol. I love most of Ellis Brooklyn fragrances and unfortunately this one was a disappointment. This is not a safe blind buy! Youu2019ve been warned!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "This vanilla scent was not really the type of vanilla you would expect. It was not sweet or traditional. I didnu2019t like the Smokey scent that was in this, it didnu2019t go with the scent and wasnu2019t my type of scent. Gifted by Ellis Brooklyn"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This vanilla milk perfume was gifted by Ellis Brooklyn and honestly does not have enough of a vanilla scent to it. Do not get me wrong, I think the scent is nice and warm for fall, however it doesnu2019t have that vanilla scent I crave from my fall perfumes. If youu2019re searching for a true vanilla perfume, I would skip this one, however if youu2019re looking for a unique, warm fall fragrance, this one is worth a shot!"
        },
        {
            "review_title": "Fall Smells!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Just received my travel bottle of this today, and this fragrance screams FALL: if you were hoping for a soft, dreamy little wisp of a thing, yes, youu2019ll be sad, because u201cVanilla Milku201d is first cousins to Maison Margielau2019s u201cBy The Fireplace,u201d but with a touch more vanilla, a soft creamy lactonic base, and a little less smoke. The vanilla is high quality, none of that artificial vanilla-candy stuff, itu2019s bourbon vanilla, and the lactonic note only comes out to play after the smoky woods fade. But I think it is a PERFECT fall scent for vanilla and lactonic lovers, and an easy blindu2014buy if you already love u201cBy The Fireplace.u201d Do you need both? That depends on how hard-core into the nuance of perfumes you happen do be. I am quite happy to own small bottles of both, and I will wear u201cVanilla Milku201d when I want a classic yet modern take on the vanilla genre, whereas I will wear my MM BTFP when Iu2019m going for a smokier, darker vibe. This is quite well done, very happy with my purchase!!!"
        },
        {
            "review_title": "Disappointing",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I wanted to love this one so badly. I am a sucker for vanilla scents but this was a complete miss. At first, the scent is strong and unpleasant but it mellows out and then itu2019s just okay. Just get Kay Ali 28!!!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I love Myth and Super Amber but I hate thisu2026 the smoky note is not for me, I thought it would be more vanilla/musk but itu2019s way too sweet and smoky. I am going to return my purchase unfortunatelyu2026"
        },
        {
            "review_title": "Bacon??",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Dear Fragcomm, do not do this unless you have a strong desire to to smell like bacon. Even if that scent profile rocks your boat, you'll only have it for a total of 5 minutes tops. Don't be fooled by the notes....just don't smh"
        },
        {
            "review_title": "baby formula",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Reminded me of baby formula or baby milk. Opening was a blast of just straight sour milk. It did settle and become warmer, with the cacao coming through, but overall I would be terrified to sweat or wear this in heat as I think it would give off the spoiled milk vibe. Really reminded me of a bottle of baby milk mixed with vanilla ice cream."
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019m so disappointed. This is not what I imagined or hoped for whatsoever. I hoped for delicious, creamy vanilla ice cream. This smells lactonicu2026 but dry and unsweetened - like powdered milk. Then there is a weird burnt rubber smell and flowers."
        },
        {
            "review_title": "Misleading Name",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I was very disappointed upon receiving this perfume. It has an overwhelming smoky scent with super sweet undertones. I was hoping to finally find a warm but subtly sweet vanilla scent for Fall/Winter and I wanted this to be it so bad. It literally smells like youu2019re at a bonfire and youu2019re near someone making su2019mores. Itu2019s not a horrible scent, just not what I feel like it advertises."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love testing out new scents so I was super excited to try this one! I do really like vanilla scented perfumes, but this one was just a touch overpowering. A little goes a long way. That being said, it really lasts all day, very little fading on the scent. Gifted by Ellis Brooklyn"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "really wanted to love this. super disappointed. i adored the name and concept and aesthetic. but it doesnu2019t smell anything like vanilla or milk. smells like straight up alcohol. sadly returning."
        },
        {
            "review_title": "Vanilla Perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Light skin tone, Normal skin",
            "review_text": "Iu2019m in love with this perfume! Iu2019ve always been a big fan of vanilla scents but this is unlike any other, itu2019s so complex, warm, and sultry. It reminds of crispy marshmallows made over a fire while still being elevated and compelling. Itu2019s truly beautiful and definitely my new favorite from this brand. 10/10 recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I have loved all the Ellis Brooklyn fragrances that Iu2019ve tried, so itu2019s no surprise I love this one too. Itu2019s rich, creamy, and warm without being overly sweet, so itu2019s the perfect fragrance to transition into fall for me."
        },
        {
            "review_title": "New go to fall scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "As a fan of this brand I couldnu2019t wait to try this new scent! Itu2019s a sophisticated vanilla because the florals and sandalwood balance any of the typical sweetness youu2019d expect. Iu2019ll be wearing it all fall!"
        },
        {
            "review_title": "Iu2019d Rather Wear Air Freshener Spray",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Received my blind purchase of this today and couldnu2019t wait to try it on. If you like the smell of stale graham crackers soaked in sour milk, then this is for you. Awful. Just awful."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Based on the initial reviews and notes of this perfume I thought Iu2019d be getting a sweeter, creamy vanilla gourmand scent - however, the dry down on my skin smells strongly of alcohol and smoke with a hint of warmth from the vanilla. This is definitely not a sweet vanilla, and almost turns pungent on my skin. Definitely not what I expected, so I would recommend testing this before buying as I donu2019t think this will be for everyone."
        },
        {
            "review_title": "vanilla scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This NEW Vanilla Milk has strong vanilla scent not that overwhelming but I wonu2019t use it as a a daily scent.  Itu2019s long lasting and can be worn in any occasion. This product was a complimentary from Ellis Brooklyn."
        },
        {
            "review_title": "Confusing Name",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Unfortunately, this perfume suffers because of the expectations vanilla milk evokes. Why is this so smoky? This was not a lactonic, dreamy scent, but smells like spilling vanilla extract while baking - a little sharp, a little smoky. It's not bad, it's fine, but less novel than I'd hoped. Does mellow a little as it settles. Will hang on to this as I'm almost out of Fresh Cream - Warm Cashmere and that's a similar vibe (not a dupe, but caters to the same mood)."
        },
        {
            "review_title": "eh sheu2019s alright.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Oily skin",
            "review_text": "OK so for starters this is an actual review, this review is not incentivized and I did not gain anything from writing this review. These are my honest opinions on this fragrance. I really wanted to love this, because Iu2019m typically a fan of anything vanilla and vanilla milk sounded appealing. letu2019s just say Iu2019m glad I bought the smaller size instead of the full size bottle. I donu2019t really smell the vanilla note as much as I would like, as a matter of fact it smells like straight up smoke, think like youu2019re sitting around a campfire, but like directly in front of that campfire and the smoke is going up your nose. Thatu2019s the vibe I get from this perfume. I was picturing more of a creamy, milky, cozy vibe. This again is giving me more of a smoky, bourbon type vanilla which is also good. But the smoky note out did every other note in this fragrance in my opinion. The longevity is all right, and I will say it is on the stronger side. The dry down is better than the initial spray, the smokiness starts to dissipate after a few minutes. But if youu2019re again looking for a creamy milky vanilla vibe, this isnu2019t for you."
        },
        {
            "review_title": "Smells nothing like the description or namesake",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I've tried using this perfume a few times since receiving it and I just can't come around to it. The description online is what got me to blind buy it, and I am so disappointed because I really wanted to love it. When you first spray it, it smells similar to what I had expected based on the description, but once it settles on the skin it smells extremely smoky. It's as if you were sitting in front of a campfire for hours, with none of the promised creamy vanilla to offset it. I found after about an hour of wear, the smokiness wears off and a more pleasant vanilla scent is left. If the scent after the dry-down is what was there the whole time I would keep this perfume and probably wear it daily, however the smoky smell in-between is too much to handle. Hours after application my bathroom still smells like an outdoor campfire. Even my husband (who never notices new perfumes) commented about how horrible it smelled when I first tried it on. Try this in person before buying if possible!"
        },
        {
            "review_title": "Did not like at all!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Hard pass on this one. The opening is strong, woody and musky. Made me slightly nauseas."
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love vanilla scents, but so often they smell too artificial. This one from Ellis Brooklyn is amazing! I love it for the summer and I can't stop smelling my wrists. I only wish the Ellis Brooklyn scents lasted longer on my skin. Overall, I'm very impressed with this new launch! Ellis Brooklyn gifted me this perfume, all opinions are my own."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "At first I thought I didnu2019t like this, then I tried it again. This is a really unique vanilla perfume. This is one of the longest lasting perfumes that I have. This lasted hours on me and the first time wearing it out I got a compliment. Love it!"
        },
        {
            "review_title": "spoiled milk",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I really wanted to love this because I love vanilla and Ellis B but this really smells like spoiled milk."
        },
        {
            "review_title": "Heaven to me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love it! So cozy, warm yet mild and not overwhelming. Perfect for this pre falltime scent, lingers but does not smell strong thru out the day. Definitely unisex and reminds me of the Maison Margiela Autumn Vibes. If you anything like me and love vanilla in every shape and form this is it. Some might think itu2019s an evening fragrance but for the courageous ones itu2019s great day time scent. Pretty packaging and travel friendly size makes it such a great purchase!"
        },
        {
            "review_title": "More like u201cspoiledu201d milk",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This fragrance is TRASH. It smells like spoiled milk upon initial spray. After it dries down, it smells like eggnog. EVENTUALLY it smells like u201cvanilla milku201d when it settles . It doesnu2019t last long either. They need to lower their prices overall because the longevity sucks on all of their fragrances !!!"
        },
        {
            "review_title": "not what you think",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I was expecting vanilla ice cream and I got baby formula . Like a chalky vanilla protein shake . Not a fan. Also get the sandalwood u2026. Not a warm comforting sandalwood but pencil shavings thrown into baby formula. Yeah"
        },
        {
            "review_title": "way too much milk",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "i know itu2019s literally called vanilla milk but it should be called just milk because itu2019s way too lactonic. i get barely any vanilla. to me it just smells like plastic baby dolls, that weird sweet powdery plastic smell."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is definitely not what I imagined a u201cvanilla milku201d perfume to smell like, at all. Itu2019s extremely smokey and woody, almost smells like cigarettes. There is a very slight underlying vanilla scent, but itu2019s overpowered by everything else that is going on. Sadly a pass. Do not buy this is you are expecting a sweeter milky smell."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "fairLight skin tone",
            "review_text": "I don't get that much vanilla out of this. It reminds me a lot of Commodity's velvet, but with just a bit more milkiness."
        },
        {
            "review_title": "Not my cup of teau2026 or should i say milk? LOL",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This smells like condensed milk and vanilla ice cream mixed together, itu2019s overwhelming sweet. The vanilla smells too synthetic as well. I have many other vanilla perfumes i prefer much more like vanilla woods and vanilla 28."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "0/10. I never write reviews but this is the WORST perfume ever. Do not get it. I almost threw up the smell is horrible. Will be returning it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This perfume smells amazing! Itu2019s very sweet and mellow yet it is long lasting. I would recommend it for any sweet and vanilla scented lovers. You can smell milky-ness for sure and it is very unique. Gifted by Ella Brooklyn"
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I was gifted the new vanilla musk scent complimentary from brooklyn ellis. I love the smell and it is very long lasting. I woukd definitely recommend to anyone who is looking for a perfume with vanilla undertones."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I received this complimentary from Ellis Brooklyn in exchange for my opinion. It is easy to carry as it is travel size. This is my first time trying their product.  I love the sweet smell of this perfume."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Gifted by Ellis Brooklyn This is a great perfume if you like sweet smelling perfumes it smells exactly like vanilla bean ice cream But it also has a little bit of a spicy smell like cinnamon or nutmeg"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love all the products from Ellis Brooklyn and this perfume! It has a warm scent but not too strong. Just the right hint of vanilla and it gives me a subtle but yet noticeable scent. Great packaging as always! Gifted by Ellis Brooklyn"
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I've been fairly hit or miss with Ellis Brooklyn's fragrances in the past so I was not sure how to expect with the Vanilla Milk scent. On a positive note, the travel size was both beautifully packaged with a smooth spraying mechanism. The scent itself is overall disappointing though. While there were creamy top-notes one would expect from both the vanilla and the milk, there was additionally a harsh undertone that smelled abrasive and almost burnt. I was hoping this would be a new fall scent for me, but it's a miss instead. My partner really enjoyed this fragrance though so of course these things are subjective.  *Received complimentary from Ellis Brooklyn in exchange for my honest opinion.*"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by Ellis Brooklyn. I am a HUGE EB fan and own almost all of their scents. Vanilla Milk is delicious and sweet without being too sweet, warm without needing cold outside to justify it, and still milky and creamy. Not necessarily the most unique vanilla ever, but definitely a new favorite of mine (wearing it while typing this!)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love this scent. I received the smaller travel size. Itu2019s a light and summery vanilla scent, not too overpowering or sweet. This lasts long and is feminine. Love it, itu2019s going to be my daily scent. Gifted by Ellis Brooklyn"
        },
        {
            "review_title": "A very sweet vanillamilk scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I got this as a complimentary from Ellis Brooklyn Vanilla Milk. First I love the sweet smell. This Ellis brooklyn's Vanilla Milk smells good. It is sweet with the hit of milk and vanilla in it. It is perfect because i love the sweet smell and this lasts for a long time. This is just what I needed for my daily use. For me it is not very overwhelming it is just the kind of sweetness I needed."
        },
        {
            "review_title": "Overwhelming Opening with a Pleasant Dry Down",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Normal skin",
            "review_text": "After trying a few fragrances from Ellis Brooklyn, it seems that I always have the same problem with the brand that keeps me from fully enjoying the scents. It seems I tend to dislike the opening notes, but do like how the scents dry down after a few hours. On my skin, Vanilla Milk opens with a smoky, heavy, creamy scent that I personally do not like and find to be overwhelming. After a few hours the fragrance dries down to a sweet, lightly sugared, whipped, creamy vanilla that I really enjoy. However, I dislike the top notes so much that waiting for the dry down is not worth it for me. I received this complimentary from Ellis Brooklyn in exchange for honest review."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "Complimentary from Ellis Brooklyn.  This smells like a very creamy, spicy vanilla, and I can almost detect some sort of smokiness to it. I donu2019t know why this is releasing during the summer because it is definitely more of a fall/winter scent. The scent is pretty heavy and long-lasting, so I personally would not recommend using it during hotter days as it can be overwhelming. A couple spritzes and I can still smell it on me several hours later. Pretty long-lasting, but the timing of the release is a bit weird."
        },
        {
            "review_title": "Spiced vanilla milk",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "A decadent gourmand fragrance. It's an interesting take on a vanilla dominant fragrance, which are typically overly sweet and juvenile. This fragrance is a warm, chocolatey vanilla bean with spiced milk, and a touch of musk. Without the complexity of spice and musk, I think this would be a cloyingly sweet fragrance. The notes are balanced nicely. The projection and silage is decent. I like to wear this to sleep and can still smell it on my shirt in the morning. Gifted by Ellis Brooklyn."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Received this product complimentary from Ellis Brooklyn, I received the warm vanilla scent and also got the sample size. The scent is very soothing and not overpowering at all. You get that hint of vanilla thatu2019s natural smelling. Would recommend this product to anyone who is into vanilla scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was gifted by Ellis Brooklyn. It is worth applying this perfume without fanaticism, because the smell is really strong, and if you overdo it, the feeling that you have been sprinkled with vanilla sugar.  The smell is really persistent, it is better not to mix it with others, it may turn out to be an explosive mixture."
        },
        {
            "review_title": "Very good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, lightMedium skin tone, Oily skin",
            "review_text": "gifted by me its aroma is very sweet smells like baked cake fragrance lasts all day ideal for people who like sweet and strong fragrances I really recommend it a lot does not stain the clothing not oily its bottle is ideal to take anywhere"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a really nice scent from Ellis! I sometimes find their scents not exactly my taste, but this is a simple vanilla so it is really nice. I love that the travel spray has a cap as well. Gifted by Ellis."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Ellis for my honest opinion. I find this to be a beautiful, sensual and warm scent. The vanilla is very prominent throughout the top and dry down. Super lovely for anytime wear!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am obsessed with anything vanilla and this is a really great vanilla fragrance. It smells like a creamy vanilla pod, not an artificial vanilla. I almost want to spray the room with this because it smells so good. The scent lasts all day long for me. This beautiful fragrance was gifted by Ellis Brooklyn in exchange for my honest opinion."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This was gifted by Ellis Brooklyn. Iu2019m absolutely obsessed with this brand!!! And obsessed with this newest addition to the EB family! Itu2019s the perfect vanilla blend and perfect for the transition from summer to fall"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is exactly how youu2019d expect it to smell: warm vanilla but not so sweet like B&BW, definitely more grown up. It lasted around 5-6 hours on my skin and didnu2019t change with my body oils. A great perfume to have in your purse for any occasion!"
        },
        {
            "review_title": "FALL scent of the year!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "*gifted by Ellis Brooklyn for my honest review:)  This gourmand fragrance screams FALL to me!! It gives warm, cozy, relaxing vibes for sureu2026I picture myself wearing this perfume when I hangout with my friends to catch up on life, relax at home with my significant other and spend some quality time, or wonder around town on a breezy fall day!! The fragrance mainly focuses on the scents of vanilla and creamy milk (itu2019s absolutely delicious) and I also smell hints of cocoa and musk!! Iu2019m obsessed!!! Donu2019t forget, this fragrance is paraben-free, phthalates-free, cruelty-free, vegan, and comes in a sustainable packaging!! Need I say more?! A MUST BUY!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This Ellis Brooklyn's Vanilla Milk smells DEVINE.  It really is a sophisticated vanilla smell with hints of bourbon and rose. Last all day for me and becomes softer as the day goes on. Complimentary from Ellis Brooklyn."
        },
        {
            "review_title": "It is going to be my favorite scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I received this perfume as a complimentary from Ellis Brooklyn. The fragrance is amazing: not tart, with light notes of sweetness; deep and gentle at the same time. The perfume is keeping you in the warm hands of the summer. Long-lasting"
        },
        {
            "review_title": "My love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is a fragrance for vanilla lovers. It is so interesting and unusual, I want to inhale it all day long. The first few minutes it is slightly bitter, then warm-sweet with notes of freshness, and at the end of the day it smells of musk and vanilla. It is difficult to describe all the notes that I hear. The fragrance is very complex and develops throughout the day, and is also very persistent on the skin and clothes. I believe that everyone should try this fragrance, do not judge it by the first minutes, let it stay all day on your body so that you feel all the subtleties of this crazy vanilla. I love it! I received Vanilla Milk eau de parfum complimentary from Ellis Brooklyn in exchange for my honest opinion."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I received this product complimentary from Ellis Brooklyn in exchange for my honest review. Iu2019m not usually a fan of vanilla scented products but this one pleasantly surprised me. It wasnu2019t too overpowering and stayed on my skin for a while."
        },
        {
            "review_title": "Great spray for travel purpose",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I received the Vanilla Milk Travel spray complimentary from Ellis Broolyn in exchange for my honest opinion. I loved the fragrance notes of this perfume. I could evidently make out fragrance notes of sandalwood, musk and peony in this fragrance.. they hve a beautiful balance. Also the perfume is reasonaably long lasting"
        },
        {
            "review_title": "A beautiful scent that last all day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Ellis Brooklyn gifted me their New Vanilla Milk eau de parfum.. This is actually my first time trying this brand.. The packaging of this 10ml travel size perfume is quite nice and smells really good.. I got my first compliment from my husband using this perfume and nexts are from my friends.. You can smell the hint of vanilla and a little sweet scent.. You can also smell a bit flowery.. I dont like a strong vanilla scent but this one is fine and I can wear.. The smell of vanilla is not too strong and the strength of this scent is not overly strong and not overpowering.. The fragrance of this last all day.."
        },
        {
            "review_title": "so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The name of this perfume speaks for itself. It smells exactly like I would imagine Vanilla Milk. Itu2019s sweet and sophisticated. It is very long-lasting. I can even smell it next day. I do mostly smell vanilla and creamy milk accord. Gifted by Ellis Brooklyn"
        },
        {
            "review_title": "Love this scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This scent is an intoxicating aroma of creamy vanilla. I can spray it on the morning and I am still enjoying it through the entire night without ever spraying again during the day. It truly a beautiful scent combination. It received this complimentary from Ellis Brooklyn in exchange for my honest review."
        },
        {
            "review_title": "Beautiful scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I received this perfume complimentary from Ellis Brooklyn  and am so glad I discovered it! I am a huge fan of Salt by Ellis Brooklyn so was excited to try out another one. This is such an elevated vanilla perfume. It wasnu2019t overwhelmingly sweet like some vanilla scents can be. It is warm, fresh and the perfect amount of musk. I will be wearing it throughout summer however I feel like it will be my go to fall scent!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I received this as a complimentary from  Ellis Brooklyn. This scent is absolutely lovely. Smells like vanilla with a hint of coca like a chocolate bar. It is a refreshing scent musk that smells beautiful. Long lasting scent and I have received multiple compliments on it. Great quality fragrance!"
        },
        {
            "review_title": "Long lasting scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Gifted by Ellis Brooklyn. This has such a strong and beautiful vanilla scent to it! I absolutely love this company and always have. The scent stays on for pretty long but does start to fade away a little bit. Itu2019s beautiful and elegant"
        },
        {
            "review_title": "A Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I received this complimentary from Ellis Brooklyn. I get so many compliments on how nice I smell. People stop me and ask what perfume I use. I love that itu2019s soft and itu2019s usually when I pass that people say u201cwhat smells so goodu201d itu2019s not like Iu2019m knocking people out itu2019s very subtle. I love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, fairLight skin tone, Combination skin",
            "review_text": "This fragrance strikes a perfect balance between sweetness, warmth and sophistication, which I must say was a pleasant surprise, somehow vanilla did not associate with u201calluringu201d in my mind before. It has a good staying power and I love that the bottle is reusable and recyclable."
        },
        {
            "review_title": "So tender",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "In this perfume, vanilla is not suffocatingly sweet, but delicate and refined.  the top notes of a seemingly standard fragrance, but at the end you would understand that there is something very familiar to you, but not often found in the fragrance.  There is no that suffocating sweetness from which the head can hurt.  A great scent if you're a vanilla lover in any form."
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I received Ellis Brooklynu2019s New Vanilla Musk Scent complimentary from Ellis Brooklyn in exchange for my honest review. To be quite frank, I was not really a fan. The smell was quite similar to an old lady who barely cares for herself. Perhaps vanilla scented perfumes are not for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was gifted by Ellis Brooklyn Vanilla Milk Eau de Parfum for my honest review. This is an amazing fragrance. I love anything vanilla . Itu2019s a simple and warm elegance in a bottle but in my case travel spray. A convenient way to take your favorite scent with you on the go. Just think of it as a sweet but delicious vanilla scone ready for the warm invitation of fall to come."
        },
        {
            "review_title": "Warm vanilla milk",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I received this perfume complimentary from Ellis Brooklyn. I was beyond excited to try this new scent. It is super smooth and not overpowering. I would say it is floral, sweet, and very feminine. I can feel the creamy touch. It is pretty long lasting as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I was gifted this perfume by Ellis Brooklyn. It smells like a cup of warm vanilla milk drink. Itu2019s a perfume for cold days and itu2019s not ver sweet but deep and sophisticated. It reminds me of dessert. Complimentary from Ellis Brooklyn"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love this perfume. At first, I was afraid it was going to overpowering or too sweet as most other vanilla scented perfumes are. This perfume is not like that. It is sweet but not too much. I think must or sandalwood in this perfume helps balance out sweetness.  - gifted by Ellis Brooklyn"
        }
    ]
}