{
    "product_id": "1490",
    "name": "Dissolving Microneedle Eye Patches",
    "brand": "skyn ICELAND",
    "categories": "Skincare, Masks, Eye Masks",
    "price": 24.5,
    "about": "What it is:Dissolving Microneedle Eye Patches melt into skin's surface layers to help firm and smooth fine lines and wrinkles around the delicate eye area..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Fine Lines and Wrinkles, and Loss of Firmness and Elasticity.Formulation:Mask.Highlighted Ingredients:- Heptapeptide-7: A skin-firming peptide that combats visible signs of crepe-y skin..Ingredient Callouts:It is also vegan, gluten-free, and cruelty-free..What Else You Need to Know:These dermatologist-tested patches are free of harsh chemicals including parabens, PEGs, silicones, synthetic fragrance, and dye.",
    "ingredients": "-Heptapeptide-7: A skin-firming peptide that combats visible signs of crepe-y skin..-Acetyl Hexapeptide-8: A skin-smoothing peptide that minimizes the appearance of fine lines..-Hyaluronic Acid: A hydration powerhouse...Sodium Hyaluronate*, Cellulose Gum*, Glycerin*, Trehalose*, Propanediol, Angelica Archangelica Root Water**, Carnosine, Madecassoside*, Heptapeptide-7, Undaria Pinnatifida Extract*, Acmella Oleracea Extract*, Acetyl Hexapeptide-8*, Perfluorodecalin, Simmondsia Chinensis (Jojoba) Seed Oil*, Corallina Officinalis Extract*, Caprylyl Glycol*, Glycosphingolipids*, Xanthan Gum*, Ethylhexylglycerin*, Lecithin*u2020, Citric Acid*, Sucrose Palmitate*, Sodium Benzoate, Potassium Sorbate...*Natural and naturally derived..**Component of Icelandic Glacial Water..u2020Contains Soy.",
    "how_to_use": "Suggested Usage:.-After cleansing and covering the surrounding eye area with a thin layer of Brightening Eye Serum (sold separately), peel away the protective backing from the treatment patch. .-With the microneedles facing down, press the patch on the skin under and around the outer corner of the eye. .-Gently press the patch with your fingertips for five to 10 seconds to secure and activate. .-skyn ICELAND recommends wearing for at least two hours (or overnight for maximum absorption) twice a week for the first two weeks and then weekly for maintenance.  .-Slight redness may occur but should disappear quickly.",
    "num_reviews": 51,
    "overall_rating": 3.1,
    "product_url": "https://www.sephora.com/ca/en/product/skyn-iceland-microneedle-eye-patches-P467986?skuId=2423929&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2423929-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Do not buy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Well, for starters I was disappointed to find out they didn't come with any form of serum on them or on the side for costing $25/pair but it got worse when I went to apply them. it say No pain, all gain but there is VERY much pain. I had them on for 2x minutes and had to take them off they were causing so much discomfort on my face. and even for only wearingthem for 2x minutesmy face was left red and irritated. They are very painful to wear and I couldn't imagine actually attempting to sleep in these. Absolute waste of money, I shoukd have read the review before purchasing."
        }
    ]
}