{
    "product_id": "159",
    "name": "Don't Despair, Repair! Shampoo, Conditioner and Conditioning Mask Value Set",
    "brand": "Briogeo",
    "categories": "Hair, Value & Gift Sets",
    "price": 67.0,
    "about": "What it is:A kit that includes the Deep Conditioning Mask and Super Moisture Shampoo and Conditioner to strengthen and repair damaged hair..Hair Texture:Straight, Wavy, Curly, and Coily.Hair Type:Fine, Medium, and Thick.Hair Concerns:- Damage, Split Ends, and Breakage.Key Benefits:- Ultra-hydrating wash day duo gently cleanses and conditions to revive damaged strands.Highlighted Ingredients:- Plant Proteins: Replace missing keratin molecules in hair shaft to strengthen and repair..Ingredient Callouts:These products are vegan, gluten-free, cruelty-free, and come in recyclable packaging..What Else You Need to Know:Meet your ultimate hair repair reset, featuring the ultra-hydrating, sulfate-free Super Moisture Shampoo, supercharged silicone-free Super Moisture Conditioner, and the",
    "ingredients": "-Plant Proteins: Replace missing keratin molecules in hair shaft to strengthen and repair..-Algae Extract: Provides powerful antioxidant benefits that nourish and protect hair..-Ceramides: Biomimetic lipids that strengthen and reinforce hair cuticle...Donu2019t Despair, Repair! Super Moisture Shampoo:.Water/Aqua/Eau, Sodium Cocoyl Isethionate*, Lauramidopropyl Betaine*, Cocamidopropyl Hydroxysultaine*, Sodium C14-16 Olefin Sulfonate, Disodium Laureth Sulfosuccinate*, Glyceryl Stearate*, Glycol Distearate*, Butyrospermum Parkii (Shea) Butter*, Cocos Nucifera (Coconut) Oil*, Rosa Canina Fruit Oil*, Biotin, Panthenol, Glycerin*, Glycine Soja (Soybean) Oil*, Tilia Tomentosa Extract*, Sargassum Filipendula Extract*, Phospholipids*, Glycolipids*, Glycine Soja (Soybean) Sterols*, Santalum Album (Sandalwood) Oil*, Amyris Balsamifera Bark Oil*, Pogostemon Cablin Oil*, Elettaria Cardamomum Seed Oil*, Ferula Galbaniflua (Galbanum) Resin Oil*, Hydrolyzed Vegetable Protein PG-Propyl Silanetriol, Sodium Lauroyl Sarcosinate, Tocopheryl Acetate, Tetrasodium Glutamate Diacetate*, Sodium Lauryl Sulfoacetate*, Guar Hydroxypropyltrimonium Chloride*, Citric Acid*, Fragrance (Parfum), Dehydroacetic Acid, Benzyl Alcohol.. .Donu2019t Despair, Repair! Super Moisture Conditioner:.Water/Aqua/Eau, Glycerin*, Ethylhexyl Palmitate, Behentrimonium Chloride*, Glycine Soja (Soybean) Oil*, Brassica Alcohol*, Cetyl Alcohol*, Stearyl Alcohol*, Sodium PCA*, Argania Spinosa Kernel Oil*, Laminaria Saccharina Extract*, Panthenol, Aloe Barbadensis Leaf Juice*, Brassicyl Isoleucinate Esylate*, Prunus Amygdalus Dulcis (Sweet Almond) Oil*, Chamomilla Recutita (Matricaria) Flower Extract*, Santalum Album (Sandalwood) Oil*, Amyris Balsamifera Bark Oil*, Pogostemon Cablin Oil*, Elettaria Cardamomum Seed Oil*, Ferula Galbaniflua (Galbanum) Resin Oil*, Guar Hydroxypropyltrimonium Chloride*, Cetrimonium Chloride*, Arginine*, Biotin, Cocos Nucifera (Coconut) Oil*, Butyrospermum Parkii (Shea) Butter*, Sorbitan Oleate Decylglucoside Crosspolymer*, Rosa Canina Fruit Oil*, Algin*, Caprylic/Capric Triglyceride*, Chitosan*, Citric Acid*, Potassium Sorbate, Sodium Benzoate, Fragrance (Parfum), Dehydroacetic Acid, Benzyl Alcohol..Donu2019t Despair, Repair! Deep Conditioning Mask:.Water/Aqua/Eau, Cetyl Alcohol*, Brassica Alcohol*, Propanediol*, Stearyl Alcohol*, Cetearyl Alcohol*, Persea Gratissima (Avocado) Oil*, Prunus Amygdalus Dulcis (Sweet Almond) Oil*, Rosa Canina Fruit Oil*, Argania Spinosa Kernel Oil*, Aloe Barbadensis Leaf Juice*, Panthenol, Leuconostoc/Radish Root Ferment Filtrate*, Biotin, Hydrolyzed Corn Protein*, Hydrolyzed Wheat Protein*, Hydrolyzed Soy Protein*, Panax Ginseng Root Extract*, Calendula Officinalis Flower Extract*, Laurus Nobilis Leaf Extract*, Palmaria Palmata Extract*, Santalum Album (Sandalwood) Oil*, Amyris Balsamifera Bark Oil*, Pogostemon Cablin Oil*, Elettaria Cardamomum Seed Oil*, Ferula Galbaniflua (Galbanum) Resin Oil*, Guar Hydroxypropyltrimonium Chloride*, Cetyl Esters*, Isododecane, Cetrimonium Chloride*, Behentrimonium Methosulfate*, Brassicyl Isoleucinate Esylate*, Citric Acid*, Isopropyl Myristate*, Butylene Glycol, Glycerin*, Fragrance (Parfum), Sodium Hydroxide, Dehydroacetic Acid, Benzyl Alcohol..  . .The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "This set includes an Allure Best of Beauty winner....This Set Contains:.- 8 oz/ 236 mL Donu2019t Despair, Repair! Super Moisture Shampoo.- 8 oz/ 236 mL Donu2019t Despair, Repair! Super Moisture Conditioner.- 4 oz/ 118 mL Donu2019t Despair, Repair! Deep Conditioning Mask..Clean &amp; Planet Aware",
    "num_reviews": 40,
    "overall_rating": 4.9,
    "product_url": "https://www.sephora.com/ca/en/product/briogeo-don-t-despair-repair-shampoo-conditioner-conditioning-mask-value-set-P513770?skuId=2796720&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2796720-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Another haircare product return",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This is the second hair care product I have returned to This is the second haircare product I have returned to Sephora due to smell being rancid. Not meaning that I just did not like the scent, the product actually smelled rancid. Hesitant to buy haircare products online from Sephora any more. Will only buy in store from now on, where I can smell the product before leaving the store."
        },
        {
            "review_title": "Loved!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "My hair looks more shiny and feels way softer after adding Briogeo to my routine!"
        },
        {
            "review_title": "Great Set for Restoring Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This set is a fantastic choice for anyone looking to repair and strengthen their hair. The products work beautifully together, leaving my hair feeling soft, smooth, and noticeably healthier. The mask is incredibly nourishing, and the other items complement it perfectly without weighing my hair down.  The value of this set is excellent, as it includes multiple products at a great price point, giving you a full routine for hair care. I received this set as a gift, but I highly recommend it to anyone wanting to revitalize their hair."
        },
        {
            "review_title": "great set!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": ". I love this set! perfect for someoneu2019s gift for their bday of holidays. the best thing ever is the mask. it is perfect for dry hair and I swear helps with frizz and damage! highly recommend for any hair type."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely love the Donu2019t despair, repair line from Briogeo and this makes the best set to either gift or to bring while traveling. Using heat tools has damaged my hair and this shampoo and conditioner saved it"
        },
        {
            "review_title": "A must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Perfect shampoo and conditioner right here! I love how this donu2019t despair kit has helped my hair so much, also the mask is amazing leaves my hair so soft and looking shiny! If you have dry hair highly recommend this kit!"
        },
        {
            "review_title": "great value",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "This gift set comes with everything you need to have shiny and soft hair! The shampoo has the perfect lather even for my butt length hair. Doesn't leave it feeling rough after shampooing like some do. The conditioner is very soft and buttery and leaves my ends feeling so wonderful. The scent is very light and airy and I just love it. For a value this is just perfect."
        },
        {
            "review_title": "Great for coils!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Briogeo Donu2019t Despair, Repair line, including the shampoo, conditioner, and deep conditioner, is a game changer for anyone looking to restore damaged or dry hair. Each product has its unique benefits, but they work best when used together as part of a complete routine. My favorite product was the deep conditioner. It was perfect for my coily hair.!"
        },
        {
            "review_title": "Awesome value and performance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is the haircare set I never knew I needed in my life. My hair looked amazing after using the shampoo and conditioner. I just let it air dry and didnu2019t even need to curl or straighten it. Something about this set made my hair look really healthy in its natural form. I had gentle waves and no frizz. For the price this is an incredible value and would make a perfect Christmas gift! The mask adds extra value as well. I like to use the mask once a week on self-care Sunday."
        },
        {
            "review_title": "Hydration Heaven!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "What a fantastic set at such a great value! Perfect for Christmas gift. Briogeo products are some of the best on the market! The shampoo and conditioner left my hair soft,shiney and manageable. My hair looked like I had gone to the salon!"
        },
        {
            "review_title": "Great Hydration for Dry Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have pretty dry hair from color treating it, so this has been an absolute godsend! The shampoo and conditioner are both very hydrating/moisturizing. The mask is great for days when I need a little extra moisture in my hair! Not to mention this set is a great value!!"
        },
        {
            "review_title": "Say good bye to dry brittle hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This donu2019t despair, repair set does just that!!! All 3 products smell amazing and I noticed a huge difference in my hair texture after just one use! With winter right around the corner I highly suggest this set! Say good bye to dry brittle hair!"
        },
        {
            "review_title": "If your hair is dry give this a try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I was gifted this box set by Briogeo and Skeepers. I like to take warm showers and sometimes I can feel how my hair feels dry. To start with the hair mask made my hair feel amazing. But after using the shampoo and conditioner WOW my hair felt so hydrated. After a few more times using it my hair felt super healthy and shiny."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "The Briogeo Donu2019t Despair, Repair! Kit is a highly effective treatment for anyone looking to revive and repair their hair. It works especially well for curly, dry, or color-damaged hair, leaving it soft, manageable, and shiny"
        },
        {
            "review_title": "Love this set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This is such a great set I love the shampoo and conditioner they really help my hair look and feel amazing. I absolutely love this brand Iu2019ve been using their products for years and I like that these sets are now available they make a great gift for friends and family as well."
        },
        {
            "review_title": "Great value!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "My hair was so damaged and brittle and this set really helped my hair come back to life in a healthy manner. This set includes everything you need including a hair mask which helped complete the whole experience. My hair is now healthier and smoother but most of all durable."
        },
        {
            "review_title": "Very nourishing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "I've been using the Briogeo for years and the my hair transformation is unbelievable! My hair, once dry and brittle, feels so much healthier. The Super Moisture Shampoo and Conditioner work wonders in hydrating and strengthening my strands, while the Deep Conditioning Mask leaves my hair soft and manageable, in fact, this is my rescue routine kit when my hair gets damaged for the hot tools I always use. Buying the set saves money compared to purchasing each item separately, which is a huge bonus. Highly recommend for anyone struggling with damaged hair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Iu2019ve tried a lot of Briogeo products, and their Donu2019t Despair shampoo is my favorite. It makes my hair soft without feeling heavy or greasy. The conditioner also adds to that effect. As for the mask, itu2019s okayu2014I personally prefer thicker, more moisturizing ones. This one feels a bit too thin for me. Overall, the set is a great value if youu2019re looking for a reliable shampoo and conditioner."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The Don't Despair, Repair! Shampoo, Conditioner and Conditioning Mask Value Set from Briogeo is a great deal if you are looking to try out these products or need sizes that can travel. These work really well for my dry damaged hair."
        },
        {
            "review_title": "Great value set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Whether youu2019re new to the Donu2019t Despair, Repair line from Briogeo or already a fan, this kit is a great deal! You get to try the shampoo, conditioner, and mask together to really get a sense of if these products work for you. I love that the products arenu2019t just minis, so you get a good amount to test it out. This line is really nice for my thick, 3a curly hair, and I feel like my hair is super shiny and smooth after using it!"
        },
        {
            "review_title": "Such a steal",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This haircare set is fantastic and would make a perfect gift for your loved onesu2014or even for yourself, given its great value. I love the Don't Despair, Repair product line to begin with. It works wonders hydrating hair and has a beautiful floral scent. The deep conditioning mask is my all-time favorite, and I find myself reaching for it whenever my hair needs some extra care and moisture."
        },
        {
            "review_title": "Recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "This Briogeo Don't Despair, Repair! Value Set is an amazing vaule for your bucks. Great for home or on the road for travel. Smells amazing. After a few uses my hair is smoother and less frizzy. Looks amazing.   I love the 6 clean rule: NO harsh sulfates NO silicones NO parabens NO phthalates NO artiufb01cial dyes NO DEA"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is a very cute set, it would work really well as a birthday or holiday gift. To buy it for yourself also feels worth it because the product will last a long time. Smells good and leaves hair smooth."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I enjoyed using this hair repair kit. It comes with a hair repair shampoo, conditioner and hair mask. Shampoo and conditioner left my hair feeling refreshed and smooth. The mask made my hair feel very smooth and look shiny. Overall great."
        },
        {
            "review_title": "Love This Kit!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "The Don't Despair, Repair! Reset Value Set contains all my favorite Briogeo go to products in one package.  Love the excellent value of this kit!  My hair is very fine, frizzy, dried out and long.  The combination of using the Super Moisture Shampoo, Conditioner and Deep Conditioning Mask, transforms the dullness into bouncy, healthy, shiny soft strands!   All signs of dryness are gone, as each formula is ultra hydrating! After using for several months, my hair feels stronger, with less fall out. Makes me so happy that Briogeo is vegan and cruelty free. I can see an improved difference and I love using their clean, natural and effective products! Highly recommend this kit, as a gift for a friend or for yourself!"
        },
        {
            "review_title": "Great value set and smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This Briogeo Donu2019t Despair Repair Value Set smells amazing! It contains  shampoo, conditioner and a deep conditioning hair mask, all suitable for dry and damaged hair.  I love that this is vegan, cruelty free and contains no harsh chemicals.  The shampoo and conditioner work really well together, Iu2019ve been using it daily and have found that my hair feels in better condition. The deep conditioning hair mask is great for a weekly treatment. They all leave my hair feeling deeply conditioned and moisturized.  This set is great value and you save money by purchasing the set, rather than buying them individually.  I received this product for free in exchange for my honest opinion"
        },
        {
            "review_title": "Great Value!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The value of this set is absolutely amazing! Itu2019s definitely perfect for dry, damaged hair. As someone who bleaches their hair 4 times a year, I look for products that provide deep conditioning and hydration. This set has it all! I would definitely recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I love love love this haircare pack! the donu2019t despair repair line is sooo good and this set comes with three products which is amazing! this set definitely holds a lot of value and the products work amazing on my hair!! highly recommend!"
        },
        {
            "review_title": "Awesome bundle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The Briogeo wash day trio is an absolute game changer for dry, damaged hair! I loved that I saved a bunch by getting the kit instead of buying everything separatelyu2014itu2019s such a great deal. My hair feels so much healthier and hydrated thanks to the awesome ingredients in these products!"
        },
        {
            "review_title": "Amazing value!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "This set is perfect for my color-treated hair! First of all,  it's such a great value for what you get, if it were purchased separately. I love the clean formula and the packaging. My hair feels incredibly soft and shiny after using this. I highly recommend this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "BRIOGEO is my favorite haircare brand! I love the formula, scent, packaging, and results their products give my hair! Everytime I use it my hair feels so strong and healthy and soft! I highly recommend this kit!!!"
        },
        {
            "review_title": "Best haircare kit!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This kit is awesome! Full size products that are amazing at a nice price. This would make a great gift! My hair is so soft after using and it smells so good. The extra deep conditioner really is the razzle dazzle of the whole kit. My hair has never felt softer!"
        },
        {
            "review_title": "Damaged hair girlies grab this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "This is the perfect set if you're looking to try Briogeo and looking to try some of their best products! The Don't Despair, Repair products have saved my hair!! With consistent use my hair is looking and feeling so much healthier. My split ends have started to mend, my hair doesn't break as easily, my hair is more hydrated and overall more radiant and lush! Using the whole set in unison leaves my hair looking like I just left the salon everytime I wash it! This set is THE set if you have damaged hair, it will do wonders for your hair and it's such a great value for everything you get!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this ultimate kit for dry and damaged hair. The set is totally worth it because you get a shampoo conditioner and hair mask for almost half the price and then it would be if you got it individually. This is a sad because I used the shampoo, the conditioner and a mask and it works so well in hydrating and making my hair feel soft and repaired."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This kid is everything you need to Combat any winter dryness. Itu2019s wonderful in hydrating and making your hair healthy again. Itu2019s wonderful! I love all things briogeo and this is no exception. Get it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Briogeo hair care products really saved my damaged hair so it was so refreshing to try their shampoo and conditioner from this set. The texture is really nice and makes my hair super smooth and shiny!"
        },
        {
            "review_title": "Great set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Such a good hair set!  I absolutely love the holidays for the fantastic deals on my favorite brands and this was top of my list! The set works together to repair my hair so so well!  I love the deep conditioning mask too. Itu2019s a fun little bonus that really makes the biggest difference in my hair. My hair feels so soft and silky smooth!"
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This kit has such a great value and is the perfect set to try out this line ! I have the big containers of this line and itu2019s the best for bleached broken hair and helps to moisturize them and make them look healthier! I love this line  from briogeo ! Get it"
        },
        {
            "review_title": "A Gem",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I think this new Donu2019t Despair, Repair Kit is an absolute must-have for the upcoming holiday season. Iu2019ve been using this line for years and my hair is healthy, less tangled, and nourished all week long."
        },
        {
            "review_title": "Excellent for holidays",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this Briogeo Don't Despair, Repair! Value Set from Briogeo Hair Care  for my honest opinion . I highlight my hair so this set was beyond perfect. Itu2019s the perfect set to gift someone for the holidays. The 3 products smell so good and worked wonders on my dry highlighted hair. The mask is great I would definitely recommend that to anyone who bleaches their hair. The fact that you get all three products together for that price is amazing."
        }
    ]
}