{
    "product_id": "279",
    "name": "Reserve - Warm Cotton",
    "brand": "CLEAN RESERVE",
    "categories": "Fragrance, Women, Perfume",
    "price": 148.0,
    "about": "Fragrance Family:Warm & Spicy.Scent Type:Warm & Sheer.Key Notes:Bergamot, Benzoin, Musk.Fragrance Description:The name says it all. This perfume is like slipping into the ultimate comfort of freshly laundered cotton sheets. So if fresh, clean and comforting is your vibe, look no further. This unexpected yet familiar unisex fragrance opens with crisp airy freshness that settles to a warm cotton musk..About the Bottle:CLEAN RESERVE cares about the health of the planet. Working with vendors who use green manufacturing processes and minimizing the amount of waste produced by the packaging is of paramount importance. The cap is made of sustainable wood from Spain. The corn-derived cellophane is biodegradable and compostable..About the Fragrance:Warm Cotton is made with sustainable benzoin from Southeast Asia to help provide income to families in Laos and to support partnerships that work with local harvesters to protect the environment. It is crafted with the people and planet in mind, and it is always cruelty-free, vegan, gluten-free and phthalate-free.",
    "ingredients": "Ingredients/Ingredients: Alcohol Denat., Aqua/Water/Eau, Parfum/Fragrance*, Benzyl Salicylate,.Citronellol, Hexyl Cinnamal, Limonene, Geraniol, Citral, Coumarin, Eugenol, Benzyl Benzoate.*Fragrance Ingredients Greater Than 0.09%: Ethylene Brassylate, Tetramethyl.Acetyloctahydronaphthalenes, Methyldihydrojasmonate, Dipropylene Glycol, Ethyl Linalool,.Isobutyl Methyl Tetrahydropyranol, (3R,3aS,6S,7R,8aS)-6-methoxy-3,6,8,8-tetramethyloctahydro-.1H-3a,7-methanoazulene, (3Z)-hex-3-en-1-yl 2-hydroxybenzoate, (ethoxymethoxy)cyclododecane,.Ambroxan, Citronellyl Nitrile, Cyclamen Aldehyde, Ethyl Trimethylcyclopentene Butenol,.Hexadecanolactone, Linalyl Acetate, Oxacyclohexadecenone, p-Menthan-7-ol, Prenyl Acetate,.Tricyclodecenyl Propionate, Verdyl Acetate",
    "how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;.-After applying, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly.&nbsp;.-If you prefer placing fragrance on your wrists, be sure to reapply after frequent hand-washing, as this tends to rinse off the scent.&nbsp;.-Replace fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent... Eau de Toilette or Eau de Parfum?: .The difference lies in the volume of perfume oil. While EDT contains five to nine percent, EDP contains more, usually eight to 14 percent. EDPs, therefore, last longer and smell more intense.",
    "num_reviews": 310,
    "overall_rating": 3.5,
    "product_url": "https://www.sephora.com/ca/en/product/reserve-warm-cotton-P404354?skuId=1773167&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s1773167-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "3.4 oz/ 101 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s1773167-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "Clean, long lasting scent. Smells like a fresh crisp white t shirt"
        },
        {
            "review_title": "Summer scent!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love this perfume, smells like a clean and fresh out the shower scent... Only issue with it is it dosent last that long so you need to layer it with other products :("
        },
        {
            "review_title": "Laundry In A Bottle",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "I guess, if you want to smell like a mix of laundry detergent and homemade soap bubbles - this is it? Not my cup of tea."
        },
        {
            "review_title": "if you love smelling clean & fresh this is a must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "this is my favourite perfume in the entire world. if I could buy 4829483828250606 of these I would, just so I don't run out! it's the scent I've always wanted and always been searching for. soooo fresh and sooo clean."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": ""
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Love this scent. Only thing is got it a couple months ago but recently started wearing it and the bottle leaks from the top when turned or slightly tipped over when I spray. It probably is just mine but overall good product!"
        },
        {
            "review_title": "Too strong",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "This is extremely strong. I love the smell of laundry but this was unbearable. & it does kind of smell like cleaner too or something.  I would not use it as a perfume anymore, maybe a room spray."
        },
        {
            "review_title": "Layering scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This scent smells like clean laundry in a pleasant way. I bought this to layer, I donu2019t like wearing it just on its own. Any floral or sweet scent pairs really well with this. Also good for just an every day scent  if you like something settle"
        },
        {
            "review_title": "Laundry Clean Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "If you love smelling CLEAN like literally pulled your clothing out of the wash and put it on this scent is for you. It lasts all day which I love. If you have some musky scented clothing this covers it up so good. Highly recommend for an easy clean scent."
        },
        {
            "review_title": "2 different smells",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I tried it in store from the large bottle.Smelt AMAZING! And settled even better.Then I bought the travel spray and it smells like bathroom spray.Instore,no headache,new bottle,headache."
        },
        {
            "review_title": "Smells like laundry - in the best way possible.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "This perfume smells like clean laundry. thereu2019s no other way to describe it. it smells exactly like laundry. I absolutely love this scent, I wear it every day. I always get compliments on how I smell so clean (no pun intended) and it lasts all day long. It even smells good on all of my friends who have tried it. The only thing I will say, is that I was looking for a clean scent but somewhat feminine when I was shopping. Maybe itu2019s because I was smelling a thousand other scents that day but I remember it being a little sweeter than what it actually is. But it still smells great. I like to layer it with some sort of floral perfume that doesnu2019t smell old, or just by itself. Overall, I really would recommend this perfume to any guy or girl because it just smells like clean laundry."
        },
        {
            "review_title": "So Fresh So Clean",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "It has a very clean and refreshing scent, however, it does smell like lemon lyson & laundry detergent.  I like using this with patchouli oil it balances out the chemical smell. Not for everyone it can be a little suffocating if you spray too much, but I'm enjoying it! :)"
        },
        {
            "review_title": "My secret? Spray on sheets",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve always loved the smell of fresh clothes that I got this to use as a perfume to smell like Iu2019m fresh out of the laundry. And it is just that! It smells like tide in the best way possible. It doesnu2019t last as Iu2019d like like but it holds well surprisingly Iu2019m sheets. Abefore making the bed in the morning I spray this (6-7 spritzed) and make the bed and I still smell the perfume by bedtime. My newest secret for the freshest smelling sheets. Expensive but oh so worth it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "Iu2019ve always loved fresh scents and always wanted a laundry type perfume! Lol Never thought Iu2019d find one until I got the CLEAN mini pack with all different scents & warm cotton was my fave!! The only complaint is, it doesnu2019t last!"
        },
        {
            "review_title": "Hmmm beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "i tried this at the sephora store and i just loved it ... it says it pairs well with rain and i have that one too so i will layer them... i am only confuse whats the difference between the reserve that i have and the classy ,"
        },
        {
            "review_title": "Nice and clean, but a little sharp on the nose",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This definitely wraps you in a warm clean towel, but it can be a little bright and sharp on the nose at times. But still a great unisex scent, good for spring and summer!!"
        },
        {
            "review_title": "Not for everyone but thatu2019s ok",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I tried it out and loved the way it sat on my skin but then recently itu2019s been smelling like lemon lysol on me. Itu2019s a beautiful scent at times but I donu2019t like how itu2019s ufffcnot consistently the scent that I like."
        },
        {
            "review_title": "Best Scent Ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, auburn hair, Dry skin",
            "review_text": "I adore the smell of clean laundry, and this eau de parfum smells just like a fresh load of warm towels. Worth every penny."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I love the smell of anything fresh. This scent smells like fresh laundry. I am almost done would the bottle I have and will be purchasing a new one soon."
        },
        {
            "review_title": "Exactly what it says..",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
            "review_text": "It smells like warm cotton. Fresh but deep and intense. I wear when I want to put on something clean and not sweet. Perfect fragrance for any day time events or even at night after I get out the shower. Very beautiful scent it just doesnu2019t last long!"
        },
        {
            "review_title": "Love when I just want to smell nice and clean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Surprised by the low rating, I got the travel size originally and just love to throw it on after a shower or when I just want to feel clean, it legit just smells like freshly washed and dried laundry, nothing revolutionary but still gives me a cozy feeling so I decided to buy the full size :)"
        },
        {
            "review_title": "Fresh out of the laundry",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This scent is perfect for when you want to just smell plain old good. It smells like fresh warm laundry, I have the travel size and itu2019s perfect to throw in my gym bag and the scent is super strong in a good way!"
        },
        {
            "review_title": "My new go to u201cCleanu201d fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "If youu2019re looking for a fresh, out of the shower, fluffy towels, bubble bath fragrance THIS IS IT!!! Plain and simple it totally smells like the freshest bubble bath/detergent youu2019ve ever smelt and thatu2019s exactly what I love most about it. It brings me a lot of joy when I wear it, makes me feel extra clean and reminds me of blowing bubbles as a kid. If any of this appeals to you, Iu2019d definitely give it a try. I especially love layering other fragrances around this. So Iu2019ll spray this on my clothes and then light blue by Dolce and Gabbana overtop of it. It creates an overall beautiful refreshing scent that lingers for hours. So happy I found this fragrance!"
        },
        {
            "review_title": "detergent",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "Smells like a detergent with alcohol. Not quite my style. Other scents in this line I love, but not this one. Smells a bit like tide but worse"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "If you like that super clean, laundry,soapy smell.It is not very citrus, more fresh out the shower, I dunked myself in body wash smell."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love this scent, it smells exactly like it sounds and is very clean."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I smelled this product while vacationing in Cleveland and fell in love. It smells like you just took a shower. I hope itu2019s lasting and they keep it in stock."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Definitely smells like laundry detergent but wined down like your taking the warm clothes out the dryer with the softener smell. I love the smell. I personally want to smell like laundry so this is a perfect scent for me everyday"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This is a beautiful scent, however, it does smell like downy unstoppables fresh scent. It is a clean, fresh and strong laundry scent. You could spray this on your clothes or bed sheets to provide that clean fabric scent. I personally would not wear this out."
        },
        {
            "review_title": "Best Clean Clothes Fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I Love everything about this fragrance! It smells just like laundry detergent! It's warm and cozy and can be used to wear to bed! I need more tbh. Clean hit the mark with this one 10/10 for me."
        },
        {
            "review_title": "Buy this now!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love this smell. Iu2019ve bought it so many times. Makes you smell like laundry!!!"
        },
        {
            "review_title": "Fresh all day smell.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "This is a staple in my fragrance wardrobe.   Great alone or layered.  Many compliments."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "It smells like heaven!! It is fresh laundry everyday!! This is exactly what I was dreaming about. Nice longevity and supper fresh. Highly recommended!!!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells like laundry which is why i purchased, but itu2019s an overwhelming scent that made me sick as I was wearing it."
        },
        {
            "review_title": "Fresh, Clean, and Comfy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I do really like this perfume. Yes, it smells like laundry detergent, but it smells clean and comfortable. It's not overbearing, it's gentle, and easy to wear without being overpowering. It's a little pricey -- hence the four stars instead of 5 -- but I like it a lot."
        },
        {
            "review_title": "Fresh laundry",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This smells exactly like fresh laundry pulled out of the dryer. It does indeed have that u201cdetergentu201d element, but I adore it. If you want to smell like you just put on your cleanest, nicest clothes, this is it. Itu2019s subtle and doesnu2019t last super long, but it doesnu2019t bother the people around me. If youu2019re near a lot of people with sensitive noses and asthma, or if you have a sensitive nose yourself, this is a good mild option. Even as it fades to u201cyour skin but betteru201d after a while, itu2019s perfection. I thought I would get tired of it, given that I rarely finish even the smallest perfume samplesu2014but I seem to enjoy it even more with every wear."
        },
        {
            "review_title": "Laundry Detergent",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "This literally smells like laundry detergent and not a very nice smelling one."
        },
        {
            "review_title": "Clean laundry is a yes!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Iu2019m beyond confused as to why the ratings are so low for this perfume!? This is what I would describe as a u201cclean scent.u201d More clean than whatever I smelt in bubble bath imo. This smells like clean laundry so you will smell detergent for sure. But isnt that the point? I rather smell like detergent than florally soap. This worked with my body chemistry when a lot of other perfumes didnt. So itu2019s a definite thumbs up from me. This is easily an every day clean scent because it doesnt give you that perfumey/cologney scent. Especially because I work in field which does not allow strong perfumes. I think 1-2 sprays of this is enough, youu2019ll be good for the whole day."
        },
        {
            "review_title": "Everyday Scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this scent! Itu2019s very calm and relaxing. A perfect casual scent."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "As a vVrgo, I am obsessed. The smell of clean laundry is literally the most calming scent to me (probably because it's associated with a clean house and that brings me peace). I love that it's clean in ingredients and also in smell. It's fresh, crisp, and not overly floral or sweet. I tend to like green and herbal perfumes for the summer and warm woody smells for the winter. This is a great spring/summer perfume. It doesn't give me a headache and it works with my pH. I bought a full size after I had bought the travel size 3 times. It's a little pricey but I don't mind paying more for cleaner ingredients. Minus 1 star because I usually have to reapply it later in the day if I want another good wiff of it. It doesn't linger as long as my Gucci or Jo Malone (probably because those two brands don't qualify for cleaner and more ecologically sound ingredients) but it does last at least a couple hours. It's also gender neutral which makes it amazing because my husband will wear it too!"
        },
        {
            "review_title": "BEAUTIFULLY CALMING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is literally one of the best perfumes Iu2019ve ever had, and Iu2019ve had a LOT of perfumes. I had a sample of this a while ago and i loveeeeeed it. Recently a family member told me they wanted to get me a perfume for my birthday and asked which one Iu2019d like - I said well Iu2019d never spend the money to buy a perfume that smells like laundry so I asked for this one AND IM OBSESSED. This is a perfume that NEEDS to be sprayed ON THE SKIN - not your clothes, not your hair, YOUR SKIN. The way it smells when it meshes and melts into the skin and mixes with your skin is amazing! Highly recommend! Donu2019t listen to the low reviews. If you like a fresh scent - this is for you. Itu2019s warm cotton with a hint of citrus. It fades so beautifully and people are always asking what Iu2019m wearing!"
        },
        {
            "review_title": "Smells Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Tan skin tone, Combination skin",
            "review_text": "Just as describedu2026..I am obsessed! I spray myself and my sheets lol."
        },
        {
            "review_title": "Summery & Clean, but Laundry",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I love this scent so much.  I truly lives up to its name and reminds me of summer days spent visiting cotton fields.  It is warm and fresh but not soapy at all. Perfect for that girl or clean aesthetics, especially if you found Replica's Bubble Bath to be too soapy and not warm enough.  It definitely does smell like laundry scent boosters but I think that adds to the perfume, making it seem like your clothes just came out of the dryer.  My only gripe with this fragrance is it doesn't have great staying power.  However, if you pair this with Tyler Candle Co's Diva Wash, you will smell fresh and clean all day!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I don't know why this product has such a low rating. It smells exactly what it markets. I love fresh and clean scents and this one smells like fresh warm laundry. If you don't like these kinds if scents you will hate it but if you like laundry types of scents then you will love it. This perfum lasts a long time on me even though it is not an overpowering scents."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this fragrance, I get compliments Everytime I wear it. It's very pricey but it's one of my favorites that I only purchase at your location. The customer service was great as usually. Will continue to shop here and hopefully try different fragrances on down the line"
        },
        {
            "review_title": "I LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "PERFECT clean scent! Smells so warm yet fresh and clean at the same time, new staple!"
        },
        {
            "review_title": "a TRUE clean scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Someone commented that it smells like dryer sheets and I have to agree, it does, but in the BEST way possible. It's a truly clean soapy scent but WITHOUT having a powdery or bathroom scent. It really smells like your laundry scents which is hard to come by. Once it settles on the skin it does bring out a warmer note that is not as sterile smelling as just smelling it on a tester/in the air. You definitely need to smell it on your skin. I will say it does not have the best lasting power but i do think that is because it is a very light scent and not that overwhelming perfume scent, and if you want it to last you can easily just spray more to build it up. I spray about 6-7 sprays on my pulse points and it lasts through a work day for me. Most perfumes I am not able to stand more than 2-3 sprays before it becomes overwhelming, but this one is quite light which i enjoy."
        },
        {
            "review_title": "Smells Glorious.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I fell in love with this perfume since the first time I tried the sample. If Heaven had a smell, it would be this. I normally get headaches from harsh fragrances, & this is definitely a more gentle, natural, & long-lasting perfume from what Iu2019ve experienced. A couple spritz and youu2019ll be set for the entire day. I 100% recommend!"
        },
        {
            "review_title": "Doesn't Last",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I love Afternoon Swim by LV and wanted a similar perfume with a lower price tag. Instead I fell in love with this scent. The first time I tried this on was at Sephora. The spritz lasted over night. However, after I purchased it, I noted the smell does not last more than an hour. It's an amazing scent and always cheer me up. I just wish it lasts."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love this perfume !! It smells so fresh and clean, yes it smells a bit like detergent but itu2019s so refreshing. If you mix it with the rain scent by clean reserve it balances it out perfectly :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The name is self explanatory. The smell reminds me of changing your bed sheets to clean ones. It doesnu2019t smell soapy like your in the laundromat. Itu2019s more comfy? and homey? Iu2019m not sure how to describe it but itu2019s definitely an easy smell to put on. It isnu2019t a u201cwhat perfume do you have on?u201d smell but more of a u201cyou smell niceu201d smell.(Personally) So to people who donu2019t like that stuff, donu2019t get it."
        },
        {
            "review_title": "Wow amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "One of the best perfumes I have ever smelled. Clean, fresh, and light. Absolutely obsessed!"
        },
        {
            "review_title": "the most delightful floral/citrus scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "first smells like laundry BUT once you get used to it, it's the most delightful floral/citrus scent. totally worth it. give it a chance!"
        },
        {
            "review_title": "Febreeze to drier sheet",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I got a sample in the spa day collection and am not a fan. Smells like febreeze off the bat then smells like I rubbed myself down with drier sheets. Over an hour later in the drydown there is a hint of something pleasant but overall I feel like I smell like I woke up with no time to shower and no clean clothes and had to improvise and get to an appointment."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "You have to REALLY love clean/fresh scents to love this, if that is your go to like me this perfume is for you. Seriously I love these kinds of smells, itu2019s just so comforting and fresh. This was a perfume Iu2019m so happy I came across."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Travel size of this is a must. Especially for a smoker, or when you went out and have to cover up some tracks. This soap in a bottle boy will change your life."
        },
        {
            "review_title": "Vile.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I'm so glad I only have this in a sample, because this smells to my nose. Literal laundry detergent on first spray, with a spicy undertone, and dries down to air freshener. If you actually want a freshly-laundered, clean type of scent, there are WAY better options."
        },
        {
            "review_title": "Smells like air freshener",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "I received a sample of this in the Sephora Spa Day perfume box. It smells identical to Febreeze."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This is a beautiful clean laundry smell, Makes you feel instantly cozy ! For some reason it reminds me of One Million for men, I love that fragrance. I would totally recommend you get this itu2019s a nice clean scent that gives you that -just showered- -laundry done- scent.  Silage 9/10 Projection 9/10"
        },
        {
            "review_title": "YOU NEED! lasts all day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "If you love fresh cotton smell this is for you! It has an intense cotton smell at front, give it 30 mins and it warms up to more a floral fresh and not so intense cotton. Smell lasts all day bc itu2019s a parfum. Seriously love this, even spray in my hair on those dry shampoo days too keep fresh. This line is a must!"
        },
        {
            "review_title": "Yes, like fabric softener, but GOOD",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It smells like fresh, clean laundry - but fancy. I love it and get all kinds of compliments."
        },
        {
            "review_title": "clean laundry smell",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Smells like bbw sea island cottonu2019s older sister. Itu2019s a nice clean smell but nothing to write home about."
        },
        {
            "review_title": "Clean and pretty scent for every day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "My family and I have decided to go no fragrance in our laundry to help with sensitive skin issues. I love clean fragrances like Philosophyu2019s u2018Pure Grace.u2019 This scent fit my needs exactly and makes me feel pretty. Bees do have the tendency to find me when I wear it outside, so there must be a floral aspect to it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was looking for a good perfume that was cruelty free and smells good and lasts long and this one is amazing!! Price is responsible and definitely worth it."
        },
        {
            "review_title": "Laundry",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I love it because it smells like clean laundry but that that sort of scent doesnu2019t seem to appeal to some people."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been wearing CLEAN scents for over a decade. Skin, the original, fresh laundry, baby girl, and radiant nectar have all been in my rotation. However, I cannot stand warm cotton (the original or the reserve blend). The scent hits high in the nose and immediately triggers a headache. Iu2019m fascinated reading the reviews because it seems like this is a scent you either love or hate. I am on team hate."
        },
        {
            "review_title": "Dryer Sheets?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "So..... It's not for me. I'm sure some people will love it though. It's got staying power, strong clean scent. I don't smell the citrus and fruits that the describe in the scent booklet for this one. On me it smells like I left a dryer sheet in my pocket and then spilt a tube of those bubbles for kids on my shirt. It also kind of smells like air freshener, but not febreeze, more like the cheap off brand one. I like this brand, but not this particular perfume."
        },
        {
            "review_title": "drier sheets",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This smells like drier sheets. I bought a $75 Sephora favorite set that has mini bottles of different perfumes and this perfume is the most expensive of them all! So if you like the idea of smelling like $100 drier sheets then this might be for you."
        },
        {
            "review_title": "$100 FEBREEZE??",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received a sample size in the Motheru2019s Day sampler box.  This straight up smells like generic laundry detergent.  Febreeze even.  I canu2019t imagine this smelling nice on anyoneu2019s skin.  Iu2019m shook this is a thing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this product. I spray some on my pillow before bedtime and smell so clean."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This smells like laundry fresh from the dryer, fresh and warm and a bit floral, but not overwhelming. One of my favorite scents, and it lasts me through a long work day."
        },
        {
            "review_title": "bathroom smell",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Smells like laundry but with so many bathroom and cleaner smells that are the same it just makes this smell remind me of that. Definitely not for me."
        },
        {
            "review_title": "must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "If you wanna smell like the cleanest girl in the room buy this! I got so many compliments everyone tells me i smell like clean cloth straight out the laundry! It lasts all day so two sprays the most and bam!"
        },
        {
            "review_title": "Smells like a clean person",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "I understand why some people think this perfume smells like laundry detergent, but that's kind of the point! The top notes when you first spray it are very citrusy, but then the perfume dries down to a really nice warm fresh scent. The best way to describe the smell is just the way a very clean person smells. I've had other people describe it as comforting. For those reasons, it's a great everyday perfume, not too distinct and not overpowering, but still noticable. It also lasts a very long time on my skin."
        },
        {
            "review_title": "Such a warm and fresh scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This scent is heavenly: it smells just like fresh laundry! So many people are complaining that it smells like laundry detergent, but that's the point of the perfume: to smell like your clothes were just washed with laundry detergent. If you don't want to smell like laundry detergent then don't buy a perfume that was made to make you smell like laundry detergent."
        },
        {
            "review_title": "So clean And kind to sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I bought this scent because I was told it smells like fresh laundry which it does. Smells so fresh and clean can work for everyday. It can be pretty strong is you over spray. With one spritz it gets me through the day. I have very sensitive skin so I have to use unscented hypoallergenic detergent and my favourite part of laundry is how the clothes smell after you wash them but since I have this dilemma, this perfume makes me feel like I can still experience that scent and the feeling associated with it. People will think you did your laundry and not that youu2019re wearing a fragrance. Do recommend for sensitive skin."
        },
        {
            "review_title": "LOVE IT!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I LOVEEEEE this scent. I prefer to spray it on my clothing instead of my skin. I find that it last ALOT longer. It smells sooooooo FRESH!! definitely recommend if you are looking for a every day scent thatu2019s not harsh to the nose."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "As other reviews mentioned, it does smell a bit like laundry detergent. That's not to say it's bad, rather it does give a sense of comfort in a familar scent marked by the unexpected twist of citrus as the top note. I believe it can be a fragrance that appeals to all genders because while it does have floral middle notes, it is complimented by the musk and fern base notes. Lasting power 6.5/10"
        },
        {
            "review_title": "I Would Rather Not Smell Like Cleaning Product",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "This straight up smells like laundry detergent. Not good."
        },
        {
            "review_title": "LOVE LOVE LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I cannot get enough of this scent. It smells like clean, fresh laundry. I love spraying in on my pillow and bedsheets before going to bed. Boujee? Perhaps, but I always have a great night sleep with it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I spray this on my pillow and I think this is the only way for me to enjoy the scent. Itu2019s nice to smell it falling asleep. Itu2019s good on the bed but not so much as a perfume on the body tho."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "It really does smell like cotton. I'm also getting a hint of lime. It does smell a bit harsh. Maybe add some peony. That sounds like it would be nice. I'm glad to try a certified CLEAN fragrance, nonetheless."
        },
        {
            "review_title": "fresh laundry scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Smells like your wrapped up in fresh clean laundry. Very clean scent but strong."
        },
        {
            "review_title": "The smell of fresh laundry from the dryer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This perfume has the smell of fresh laundry taken out of the dryer. I have now idea how you can capture the smell of warmth, but there it is. This perfume smells so comfy and leaves you feeling fresh for a long time as the perfime is long lasting."
        },
        {
            "review_title": "fresh and clean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Finally a fresh, light, mildly floral and vanilla tones! So happy with this perfume!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "It smells like laundry detergent.  Itu2019s a very fresh scent, but smells like a cleaning product, it would be a great room spray, but itu2019s probably too expensive to use as a room or linen spray.  If I had a house on the Westhampton Dunes, I would spray this on my pillows"
        },
        {
            "review_title": "Great scent for work.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Dry skin",
            "review_text": "My favorite of the clean reserve scents.  Yes, it smells like Downy, but not overpowering.  More like - wow, you smell fresh and clean."
        },
        {
            "review_title": "warm",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "This one is also one that easily smells just like fresh clean laundry out of the dryer but not overpowering. Does smell warmer than the cool version of the scent. I think it makes me feel comfortable, like it brings back a positive sense of nostalgia."
        },
        {
            "review_title": "Heaven",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Literally smells like clean clothes that came out of a dryer. Itu2019s odd as a perfume yet I LOVE IT AND CANT STOP SMELLING IT lol"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Received this as a sample and it smells so good. Clean linen is my absolute favorite scent because itu2019s so soft so this perfume is great. Wonderful for every day!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This smells like cleaning product to me. Yuck. Threw the sample in the trash."
        },
        {
            "review_title": "smells like clean laundry if thatu2019s your thing",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "As a perfume? No chance. As a spray for room or pillows? Sure. It smells like clean laundry lol and Iu2019m not sure that is the smell Iu2019m going for. My roommate said the same thing."
        },
        {
            "review_title": "Heaven",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love the smell of clean laundry so this is a win for me. Itu2019s definitely not a sexy or sultry smell, but so comforting and fresh,  and appropriate for work as a nurse!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells heavenly and comforting! A lot of people say it smells like laundry, and duh, the name has cotton in it."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Reminds me of the Gain fabric spray or a Febreeze spray. Not really a perfume I would wear. I received it as a sample so at least I tried it first before buying."
        },
        {
            "review_title": "Great work perfume. Clean, simple & inoffensive.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I received a sample vial with an order I placed, and I just had to a travel spray. Thereu2019s nothing complicated about this scent. Itu2019s a good work scent. Itu2019s not overwhelming in the spring or summer. Sillage is minimal. It stays intimate and doesnu2019t overwhelm others. It smells clean akin to freshly washed laundry. It reminds me of a freshly pressed, crisp white button down work shirt. Itu2019s not wild in anyway, just soft, clean, and comfortable."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Makes me smell like a clean towel, not terrible, but not what i'm going for."
        },
        {
            "review_title": "Smells just like clean laundry",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I honestly love this! I'm obsessed with my clothes and laundry smelling good and this smells just like clean laundry. A little goes a long way. You only need a spray or two and it lasts so long. This scent probably isnt for everyone but if you love a clean laundry smell, this is perfect."
        },
        {
            "review_title": "This is the only thing I wanna smell like...truly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Okay so I read reviews and loled because they have such negativity towards this scent but hereu2019s my thing on perfume. I need something thatu2019s clean, fresh, and isnu2019t off putting to like... everyone. I work in medicine, we usually arenu2019t allowed to wear perfume bc of allergies. But I like to smell clean, and Iu2019ve used this for years. Makes me smell like the cleanest freshest whatever you can think of, and because Iu2019ve up close and personal with people ALL day, the compliments of how good I smell roll in all day too. I get it if you donu2019t wanna smell like a load of laundry... but the bottle lasts forever and the scent matures really nicely in clothing too. The longer you wear the better you smell. Iu2019d rather buy this that a $300 bottle of Chanel that smells like flowery po pouri grandma. No thank you! :) this is my tired and true and Iu2019ll buy it for as long as they make it!"
        },
        {
            "review_title": "smells good to me",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "It is a tad strong, but itu2019s funny to me that people keep rating it poorly and saying it smells like laundry. Itu2019s called warm cotton, if you buy this expecting it to smell like anything other than that you are an idiot. I love it."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Got a 3ml rollerball sample of this one with my last order. Smelling it from the bottle, it smelled strongly like laundry detergent or even bleach - very unpleasant to me. On my skin, I paired this one with an aquatic (Margiela's Sailing Day), and the combination was MUCH better. I feel like this perfume could have a lot of potential if there was another note to balance out the overwhelming clean scent, it doesn't give me the feeling of warm cotton on its own but more like shoving your face into detergent powder, I balanced out the scent myself by layering. I wouldn't buy this one myself, however I'm interested in their Classic blend of Warm Cotton because it has better reviews and more floral notes than this one."
        },
        {
            "review_title": "Bathroom cleaner",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "This is very strong scent and it smells like the cleaner I use in my bathroom"
        },
        {
            "review_title": "Amazing scent! I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I purchased this one (CLEAN RESERVE WARM COTTON) and the CLEAN CLASSIC WARM COTTON, and I absolutely love this version more.  The classic version has an apparent chemical smell after the initial alcohol scent, which makes it smells like 100% detergent. The Reserve version is different, it lasts longer and the smell, later on, is like the refreshing scene stays on a white shirt that dried under the sun after soap-washing."
        },
        {
            "review_title": "Overwhelmingly strong laundry detergent",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I agree that this smells like laundry detergent. It isn't an unpleasant smell, but it was so strong that I felt like it coated my mouth. I was overwhelmed and ended up not wearing this more than twice. I purchased it in a variety box with 5 or 6 other bottles, and this scent had a broken bottle that caused it to leak."
        },
        {
            "review_title": "If you love detergent scents like Gains detergent.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "At first I wasnu2019t too sure about this scent because it smells like detergent but in a good way.  Nonetheless I received many compliments.  I would prefer to wear this scent at work(Iu2019m a nurse so a clean non overbearing scent is preferred),to the gym or after the gym if you have to run a few errands afterwards."
        },
        {
            "review_title": "Favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, lightMedium skin tone, Dry skin",
            "review_text": "It smells like warm fresh laundry. Itu2019s my absolutely favorite perfume."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "If you really lone that Freshly laundered smell, then this is a good choice for you.  Personally I donu2019t want to spend that amount of money to smell like cheap laundry soap."
        },
        {
            "review_title": "warm cotton",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "smells like clean. it's soapy and very fresh. kinda strong, so i only do a spray or two. it's long lasting and i don't need to reapply at all. i do see why people say it's more suitable for a room spray, but i like it."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I know this has been said before but it straight up smells like unnecessarily expensive laundry detergent. Usually I'm ok with that but this is a very strong laundry detergent with a substantial sillage, great longevity, and a tendency to give me a headache. It doesn't even smell warm to me. The only reason for the extra star is the sillage and longevity, beyond that this was a miss for me"
        },
        {
            "review_title": "Windex, no thanks.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Sorry, this does not smell like dryer sheets or detergent. It smells exactly like Windex/window cleaner. If itu2019s laundry smell you are looking for, go for the fresh linens Clean scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "I LOVE this scent. If you love cotton scents like I do, youu2019ll love this. My only regret is that I use it so much, I run out faster than I like."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Lovely scent! I feel like this scent matches my personality and style. Minimalist, quiet & fresh. Itu2019s been my signature scent now for years now. :) if youu2019re not into laundry smelling you should not but this. Get a sample and see (or smell) it for yourself"
        },
        {
            "review_title": "great smell!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This brand is awesome! And this fragrance is currently my boyfriendu2019s favorite! Others that say itu2019s more of a linen spray I can agree understand. It smells cool, clean and inviting. That exactly what he was looking for and loves it so much he travels with the mini so he can take with him on work trips. It does have a bit of a detergent smell, but of a soft, fresh towel you want to put to your face. This is a winner if you enjoy smelling clean, which who doesnu2019t?"
        },
        {
            "review_title": "Dry Sheet...chic?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "It smells exactly as advertised, however I don't need to smell like a dryer sheet. Definitely try before buying."
        },
        {
            "review_title": "I smells good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "In love with the scent. Pairs beautifully with my body wash and actually lasts on me. Definitely plan on trying more from the line."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is my new favorite fragrance! To all the people giving it bad reviews because it smells like laundry or detergent... well it is called Warm Cotton. I donu2019t know what you were expecting it to smell like. I think itu2019s all up to personal preference, so youu2019re either going to love it or hate it. Yes, it does smell like laundry detergent or clean laundry, which I love. I think it smells fresh and bright, a very nostalgic scent. People tell me all the time that I smell really nice when I wear this. If you like the scent of clean clothes, this one is for you."
        },
        {
            "review_title": "Washing powder",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Wow... smells exactly like washing powder and lasts really long. For me that was a minus, but if you like the smell you may be glad"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "This is such an amazing scent. Itu2019s so unique. I get compliments every time i wear it."
        },
        {
            "review_title": "Clean Light and Airy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Perfect! Light and clean. Im super sensitive to scents and am picky about them. I also get sick and dizzy because of perfumes but this scent is magic."
        },
        {
            "review_title": "Homey, cozy, snug clean laundry.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I'm obsessed with this clean, fresh scent. To me, it embodies the feeling of comfort. When I wear Warm Cotton I feel the cozy warmth of bedding fresh from the drier envelop me. Throughout the day I'm complimented for how great I smell, often being asked which detegant I used hahaha I honestly love this homey, snug scent."
        },
        {
            "review_title": "clean!  like warm cotton.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love it.  it does smell a bit like laundry smell but that is light and fresh compared to heavy perfume.  this is great for the office, not at all overpowering."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Absolutely love this scent. Gives you that clean just out of the shower freshness."
        },
        {
            "review_title": "smells exactly like laundry detergent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "While this smells great, it smells EXACTLY like laundry detergent. I wear it as my u201cno perfumeu201d perfume. My friends say I smell like a walking tide pod, but in a good way. Personally, I like it but I can see how itu2019s not for everyone."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I received this item from my friend as a birthday present. To tell the truth this scent smells like Tide and just washed cloths to me. I spray them on my cloth after each wash right now. And I told my friend that she spent $95 to bought me a Tide spray lol. But I would recommend it to my others if they want to buy an expensive Bounce sheet."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "LOVE this scent. So clean and fresh, smells warm and cozy if that makes any sense."
        },
        {
            "review_title": "The smell is lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "The smell is simple but just very warm. The scent reminds you of clean linens and a calm day."
        },
        {
            "review_title": "Favorite Scent Ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "If you're not into traditional perfume scents this is perfect for you! Smells like the best laundry detergent in the world. Not too flowery or girly--just clean. My all-time fav!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "My favorite perfume!!! Smells like clean laundry and is perfect for everyday use. It's the only perfume I have ever gotten myself to wear consistently; I always get tired of others or feel like they are too strong. I always get compliments on it."
        },
        {
            "review_title": "So fresh, so clean...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "I absolutely love this fragrance! Very clean smell that agrees well with my body chemistry... I find myself recommending this fragrance at least twice a week, to someone that stops me to tell me how great I smell! I highly recommend this scent..."
        },
        {
            "review_title": "Straight up laundry detergent",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I've loved ever Clean scent that I've tried, but this seriously just smells like straight up laundry detergent. It's so hard to actually smell the notes in the perfume because the chemical detergent smell is so strong. Super bummed, but I still love Clean I'll just stick to Sueded Oud or Citron Fig."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Mother of four here. Do a lot of laundry. This perfume smells like detergent."
        },
        {
            "review_title": "perhaps too literal",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Got this as a sample instead of the desired Reserve Sueded Oud (would still like to try). Ah u2013 the Reserve Warm Cotton is to my mind a far too literal interpretation of u201claundryu201d smell. I feel like (at least on me) I'd get the same effect by just rubbing myself with a dryer sheet. Just... too literal an interpretation."
        },
        {
            "review_title": "Distinctive Scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I got a sample of this in my last Sephora order. I'm generally a fan of warm, woody, spicy, or gormand scents, so this is a bit outside of my usual taste. I've never been much of a fan of scents called cotton or linen, as they just tend to be too powdery and often too strong. I was actually surprised that one seemed more well balanced than many of that genre, and I think some of the brighter, fruitier scents help balance the powdery aspects. This is not something I would wear on a regular basis, but I'll keep this sample and give it a try in the springtime when I'm looking for a fresher scent. If you tend to favor such powdery cotton scents, however, I would think this would a home run for you. It's a very good version of that type of fragrance."
        },
        {
            "review_title": "household cleaning product",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "received a sample of this. it's disgusting. go under your sink and pour any household cleaning products on yourself and you have yourself a free version of this perfume"
        },
        {
            "review_title": "Not good at all",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I have a sample of this and my first thought was laundry detergent. There is nothing good I can say as I refuse to wear this."
        },
        {
            "review_title": "Make me fell like I am around by a biy in my dream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "I just smelled this scent in store today. Oh lord, it smells like the boy who just walked by you's clean cloth!! The smell brings so much drama to me inside and makes me feel like I am around by a boy in my dream.  Love love love"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Received this in the Sephora rollerball set and it was the first one I tried  When I first sprayed it on it smelled like Clorox. I thought is it called clean because itu2019s made of cleaning products???  But it soon settled into a glorious scent. I smelled like clean fresh laundry, even on a hot summer day.  I received three compliments on the way I smelled the first day I wore this product.  Will definitely be buying the full size!  Giving 4 stars because I feel like the scent may have to be reapplied throughout the day."
        },
        {
            "review_title": "Do not get swayed by online reviews",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Okay, I feel like all the one star and two stars review did not do this perfume justice. First off, your perfume choice should complement your skin, each personu2019s skin reacts different to different type of perfume. Sometimes when u smell the scent by itself it smells awful to you, but the chemical reaction between the perfume and your skin create a whole new different smell, and thatu2019s why when you choose perfume you have to make sure it compliments your skin and your natural body odor.  Just like this one, this perfume has an overall 3 stars, but when I wear it people go crazy over my scent, I be walking in the street and someone turn back and ask me what perfume I use, and when I sit in a glass store the associate asks me what perfume I use. This perfumeu2019s ingredients compliments my skin and natural body odor and it creates a sweet, crisp, natural and not overpowering smell, I told them itu2019s clean warm cotton, but when they go on they said but itu2019s only 3 stars. So no, when you shop for perfume, u have to physically be there to examine each smell and see if this matches your own scent, and not just sway by other peopleu2019s online reviews."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "LOVEEE THIS SMELL! If you love a fresh laundry u201cclean smell, then this is for you! But Iu2019m not a fan of the price! But itu2019s kind of worth it because two sprays of this and it will last you all day because itu2019s a very strong smell! I bought this 3 times now. Iu2019m a big fan of it! I always get compliments when I were this perfume. :)"
        },
        {
            "review_title": "Sustainable and Long Lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love that this brand takes sustainability so seriously. Only need two spritzes of the Warm Cotton scent to last practically all day!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "After spraying the tester bottle in the store, I loved the scent so much that I decided to buy the rollerball to try it out. I have such mixed feelings about this scent. Throughout the day, it has such a warm and clean scent and I always get compliments on it. But when you first spray it on for the first hour, it has a thick and overwhelming laundry detergent scent that just makes you want to scrub it off. It definitely fades out into a warm, pleasant scent throughout the day, but itu2019s way too overpowering at first."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "It smells like a warm pile of towels fresh from the dryer. I love to pair it with Reserve Rain, as it mixes great with the latter. Simple but so good!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Smells like Bounce dryer sheets to me. I get a clean laundry scent with this which would smell lovely, if I were spraying my bed sheets."
        },
        {
            "review_title": "so fresh so clean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Yes is smells like detergent, a softener. BUT I only wear it to bed, or if Iu2019m running out to do errands. Only if I want to smell fresh/clean, without using my perfumes I wear only when going out. It fades over time, served its purpose. I love when my clothes smell like softener anyway."
        },
        {
            "review_title": "Loving it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Got a large bottle of this fragrance a few months ago and like it a lot! Itu2019s very soft and cozy and great as everyday parfume  , at first it does smell like fresh laundry, but it changes, perfect scent for spring and summer!!!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Gorgeous if you are looking for fresh laundry clean smell have repurchased but not long lasting"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Combination skin",
            "review_text": "Love the fresh clean scent."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I absolutely love this fragrance. Light and as the name states clean!!"
        },
        {
            "review_title": "clean and fresh!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this so much! I got a couple samples of it and I am ordering the full size. I love the clean, fresh smell it has and on me it almost has a citrus undertone. I really quite enjoy it. I wish it lasted a little longer but I don't mind refreshing it through out the day because I just love it so much!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this scent. It is a clean and subtle scent. There is nothing better than just smelling clean but not overwhelming."
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "If you want to smell like an industrial laundromat, you will love this. Ugh, my fault for not getting a sample before purchasing the big bottle. Iu2019m using it as a linen spray now."
        },
        {
            "review_title": "My favorite by far...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I absolutely love this fragrance! Gives a fresh and snuggly feel. u2764ufe0fu2764ufe0fu2764ufe0f"
        },
        {
            "review_title": "Loophole?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this! Smells like laundry detergent which I love. Im thinking, since it smells like laundry detergent, can you wear this to the office without offending others?  Wearing perfume to the office is a huge no no but is this perfume a loophole??"
        },
        {
            "review_title": "Fresh, clean scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this clean, fresh scent. Just doesn't last long like other perfumes, but i guess that's why it's called clean."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Terrible scent. This smells like dish soap."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received a sample of this with my Sephora purchase. I absolutely love it. Yes, it smells like clean laundry but who doesnu2019t want to smell clean. I canu2019t hardly stand most scents these days but this one is awesome. Itu2019s my favorite new scent.  Love Love Love"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Good air freshener... but definitely not for perfume"
        },
        {
            "review_title": "Itu2019s advertised accurately...",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "It smells nice, but it smells a lot like laundry detergent. Iu2019m not looking to spend $95 dollars on a scent that I can get from a $15 bottle of detergent from the supermarket. Also, itu2019s quite strong so a little goes a long way."
        },
        {
            "review_title": "downy scent in a $90 bottle",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This does not smell like warm cotton. It smells exactly like downy fabric softener. That smell that you experience when you pull clean clothes out of the dryer is exactly what you smell with this. I cannot imagine paying a ton of money Just to smell like your garden variety grocery store fabric softener!"
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I am legitimately in love with this smell.  They say you find a smell that encompasses who you feel you are..this is it for me. You smell like clean laundry without a hundred bounce dryer sheets."
        },
        {
            "review_title": "If you have allergies, then donu2019t risk it",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Itu2019s too strong smelling and doesnu2019t wash off the skin very easily at all. It smells like really cheap dryer sheets. And so many places are scent sensitive these days so where could you even wear it??"
        },
        {
            "review_title": "Well... Success? I Guess?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Oily skin",
            "review_text": "Got it as a sample, immediately tried it, and it smelled like laundry detergent. Slightly chemically, all that jazz. It eventually faded to a richer, more sophisticated scent, but that first chemical/detergent smell kind of ruined it for me."
        },
        {
            "review_title": "Uncannily similar to feminine panty liners",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This smells exactly like hygienic pads-imagine the powdery feminine hygiene smell that pads and panty liners give off, then amplify it to fill your room. Very calming and cozy smell. I wouldnu2019t use it as a perfume, but to scent my clothes and environment-absolutely!"
        },
        {
            "review_title": "lasts, but strong",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Lasts all day, but kind of smells like a gain plug-in...itu2019s a little overwhelming. If youu2019re looking for a scent that lasts though, and you like how the plug-ins smell, this is for you. Definitely preference oriented, and not unpleasant as a scent, just too much for me."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was surprised at how this smelled. You would think that a fragrance called Warm Cotton would be warm, but this is anything but. It's really strong and smells exactly like a dryer sheet."
        },
        {
            "review_title": "Laundry Detergent",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I received a sample of this with my purchase. It literally smells like laundry detergent. Wouldn't wear it on my body."
        },
        {
            "review_title": "fresh cotton!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Smells incredible. I love that it smells like fresh laundry, because that is literally one of my favourite smells in the world. Smells like putting on a sweater straight out of the dryer. Can't get enough!"
        },
        {
            "review_title": "Not like the original Warm Cotton",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is way too strong and it doesn't smell like the original one which I like. I wish they would leave things alone. It's not better, it's worse."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was trying to get the older version of Clean-warm Cotton, but couldn't find it from the shelves in store, and just noted all clean series are now replaced by Clean Reserve, I am still able to find the newer one...somehow I love the laundry smell which I am surprised but it definitely reminds me of the cleaned clothes and I LOVE this one so much! It's quite long lasting, at least half day."
        },
        {
            "review_title": "Bug Spray?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Tried this at Sephora's when they didn't have my usual Warm Cotton in stock and for the rest of the afternoon I thought I had sprayed Off bug spray on me!  Not a fan."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I'm not a big fan of smelling like a pile of clean laundry. I guess in the grander scheme of smells it's certainly not the worst, just not for me. It's a nice smell, just not one I'd use as a perfume."
        },
        {
            "review_title": "I love this so much",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This fragrance is my new go-to.  It is so fresh and clean-smelling.  I get a ton of compliments on it and always get asked what I am wearing.  When I first got a sample of it, I was hooked, but I was worried people might think it smelled like laundry detergent and I was just weird for liking it, but then the compliments started rolling in and people would ask what perfume I was wearing.  Guys like it, too, because it's not over-the-top perfume-y, it's just very clean, like the name implies.  I feel like I get tired of other fragrances easily, but not this one."
        },
        {
            "review_title": "Sensual",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I cannot say enough POSITIVE things about Warm Cotton. If you are looking for a light yet clean fragrance look no further. You do not have to spray a lot, because a little goes a long way. I get asked what fragrance I am wearing whenever I wear this scent. I was hesitant to purchase at first because of the price. Let me say that it is definitely worth EVERY penny. Warm Cotton is a head turning fragrance & I will be purchasing again and again and again. This fragrance is so BOMB!!!!!"
        },
        {
            "review_title": "Unique",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This scent reminds me of clean, nicely folded clothes straight from the dryer, which is why I love it. I find that my mood is also calmer than usual when I spray this on."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this a great fresh, clean scent. love it for everyday. reminds me of an elegant version of bath and body works cotton blossom. but yes, don't over spray, you'll probably smell like cleaning chemicals."
        },
        {
            "review_title": "hey I love this smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It's clearly named warm cotton, if you're surprised it smells like laundry I don't know what to tell ya. I love this scent for me, it smells super clean and fresh and I just like it, I understand if it's not your thing cause if I wear it people will ask me if I just did my laundry. It's a great nostalgic smell that if you have good associations with laundry, and don't constantly want to smell like flowers, you'll love."
        },
        {
            "review_title": "I smelt like I just rolled in pinesole",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I never write reviews but I bought this perform excepting it to smell like fresh, clean laundry ( considering the name) and it smells exactly like lemon floor cleaner. Would not recommend, save your money and just pour mr.clean floor cleaner on yourself."
        },
        {
            "review_title": "very clean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "if you love the smell after you shower and you put on clean, just laundered clothes, then this is the smell you want.  it smells like clean, gain-like, clothes just out of the dryer.  it's not boring at all (maybe the other reviewer doesn't understand the aim of this scent).  this is the smell i've been looking for, because i love the smell of laundry clean (not to be confused with other cleans, like cool water or d & c light blue)."
        },
        {
            "review_title": "Thick, heavy, old person scent",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I'm sorry, I normally love this brand! This one just was not for me. Kinda boring and stiff."
        },
        {
            "review_title": "Warm and Fresh",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This scent is so calming and warm. I love it!"
        },
        {
            "review_title": "Fresh and bright",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I would recommend to start with 10 ml bottle and then move to bigger one. It's bright, fresh and makes you feel great."
        },
        {
            "review_title": "smells like clean laundry!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells exactly like fresh, clean laundry. I love that smell... so I love this lol"
        },
        {
            "review_title": "best.fragrance. EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have always been a fan of the clean laundry smell. Something about smelling fresh out of the dryer or newly cleaned clothes brings good vibes! I get laundry smelling fragrances for my car, for my clothes, and now i can have it for a body spray/perfume! so in love with this. It's almost as if im on tumble dry lol. love it!"
        },
        {
            "review_title": "Clean Reserves",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Bring back the original scents!  The new ones are very overpowering & don't smell Clean at all."
        },
        {
            "review_title": "omg my favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is my go to scent . Perfect for work , brunch or date night . I hate that it doesn't last very long , so I always carry it in my bag or car . If u like  clean , you just came out the shower or just got your clothes from the Laundry .. this is you perfume!!!!  Xoxo"
        },
        {
            "review_title": "great sweet, fresh scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Of course it smells like laundry, but once it sits on the skin for a while it becomes a lighter fresh, warm scent with a hint if lemon, at least for me- perfumes react differently on everyone."
        },
        {
            "review_title": "I LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It smells like crisp, fresh laundry on a windy Spring day!!! A little dab goes a long way. I love it."
        },
        {
            "review_title": "polarizing smell",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Received this in the fragrance sampler gift box. This smells like laundry soap and it's very cloying and strong. I suspect you either love this or hate it. It feels more appropriate for a detergent though."
        },
        {
            "review_title": "Laundry",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This has a very aggressive clean laundry scent. Fades to regular clean laundry. If you like soap scents, then you would probably like this."
        },
        {
            "review_title": "Smells like clean cotton",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this scent! It smells like fresh laundry and clean cotton. Using it daily of every other day. It's become one of my favorites because it is so simple and not overpowering like other perfumes. If you like CK or Clinique happy as a go to, this is a good alternative for other days. FYI, This perfume is the best value offered with the holiday sample gift set. A 3oz bottle vs 1oz for everything else? Yes please!"
        },
        {
            "review_title": "Not the same!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "If you're a fan of clean, you will NOT like the reserves.  They smell more like strong perfume than clean soap.  will never purchase this line of Reserve again."
        },
        {
            "review_title": "love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This perfume is now a favorite of mine, I wear it and everybody asks what I'm wearing, it does smell like a snuggle dryer sheet, but that's my absolute favorite smell in the world, clean just laundered clothes! It smells so clean and fresh."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells soft and cozy:)"
        },
        {
            "review_title": "Too sweet, too simple, too powdery.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Got stuck with a mini it this as a part of PLAY! Box. I did not like the smell and cannot imagine who would. Too sweet, too simple, too powdery."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Best perfume ever , its smells so fresh. I love it"
        },
        {
            "review_title": "nah",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I didn't like the smell. I ended up giving it to my friend."
        },
        {
            "review_title": "save the money, buy bounty",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This perfume literally smells like really strong dryer sheets."
        },
        {
            "review_title": "Perfect for an air freshener...",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "...not for a fragrance. I received a sample in my PLAY box and keep it on hand as a room freshener. A couple of spritzes in the air does the trick. Would NOT use it as a fragrance, and certainly would not purchase a full size."
        },
        {
            "review_title": "A little to clean",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "If you like to smell like freshly done laundry then this is the perfume for you. Applied this before going out to lunch before testing it and regretted it."
        },
        {
            "review_title": "I always get  complements",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the smell and people always  complement me on how good it smells on me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love the clean smell left me all day"
        },
        {
            "review_title": "laundry smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "If you like the scent of clean laundry this is for you- received in my playbox, not for me."
        },
        {
            "review_title": "Clean and Fresh",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I get complements from men and women when I wear this fragrance.  This fragrance smells so good and is worth it."
        },
        {
            "review_title": "ew",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This smells awful. I received a sample of this and it doesn't smell good at all."
        },
        {
            "review_title": "Smells identical to cleaning supplies",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "You're better off just spraying windex on yourself. It smells horrible."
        },
        {
            "review_title": "lasted..",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It DID not last on me!!! I was super bummed because the smell is very fresh."
        },
        {
            "review_title": "Expensive fabric refresher",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This smells like an expensive version of a wall plug in made by a certain candle company. It was very strong, not sure why people would enjoy such a scent as perfume. I gave my sample I received from my Sephora play box to a coworker who is going to use it after the gym. It smells very artificial like laundry detergent. Would not use"
        },
        {
            "review_title": "smells exactly like clean laundry",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received a sample of this in my Play! box. I don't think the scent is unpleasant, exactly, I just can't figure out why one would spend $90 on perfume to make you smell like your clean clothes. Your washing machine takes care of that already. I have since been using the perfume sample like incredibly expensive Febreeze."
        },
        {
            "review_title": "Horrible!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It smells like Lysol. Some one suggested using it as a room refreshner, so I finaly found use for the sample I got."
        },
        {
            "review_title": "actually liked it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got this in the august play box and I actually liked it, It is not usually a scent I like. I didn't like t hat it broke inside my box and everything smelled like it. Pretty much half the bottle leaked in the box so it was the first thing I pulled out and set to the side, I didn't have to spray it, it was all ready noticeable. So I had to throw it away, not real happy about that because I would have worn it."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Got this with my playbox and it was eh okay wasnt a big fan of it. I usually like laundry smell but i feel like this scent was too much"
        },
        {
            "review_title": "lovely!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "A subtle, more refined take on Clean's Warm Cotton (which has been a favorite of mine for years). While the fresh laundry vibe is still present, this version definitely feels like a perfume with a pretty musky quality. I really love it! Hint: grab the Sephora perfume sampler for $65 and you can redeem the included scent certificate for the 3.4 oz bottle of this (which is $90!). Plus you get to try 14 other scents!"
        },
        {
            "review_title": "Love fresh washed clothes?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Look, I love the smell of fresh washed clothes; I even love walking through the detergent aisle just so I can get a sniff of that awesome smell, BUT that does not mean I want to smell like that all the time, or pay $90.00 to smell like I just spent all day at the laundry mat.  I got a sample from my Play box and I just keep it in my purse so I could use it when I have to go to a public restroom; it works great like that; it is also great to spray on my light jacket so it does not smell like cat."
        },
        {
            "review_title": "Laundry Fresh",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It literally smells like laundry. It would be cheaper to just go buy detergent and bathe in it if you'd like to smell like laundry. Not my favorite."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This smells exactly like the name! If you don't want to smell like warm cotton or clean laundry then it is definitely not for you. I love it, though!"
        },
        {
            "review_title": "surprising",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this in my Play box and usually don't like the cotton scent. I unknowingly sprayed it on my neck in the morning and threw in a scarf. Mid morning I caught a whiff of it and loved it! It was such a nice surprise"
        },
        {
            "review_title": "NO, NO!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this in my September Play box. This smells like Tide laundry detergent. It long-lasting and overpowering. I wore this, and my asthma flared up immediately. I couldn't breathe, and when I got home, I took a shower to get the scent off me."
        },
        {
            "review_title": "So Fresh",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really like the clean scent.  It is really a light scent that is great for everyday wear to work.  Not offensive in anyway or over powering.  I will be purchasing the large size.  I had never heard of this brand before.  A little expensive though."
        },
        {
            "review_title": "Lovely smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this in my Sephora play box and omg it smells amazing! I wish I can just have everyone's sample that didn't like it because it smells like dryer sheets. This stuff smells bomb and lasts all day. I have gotten so many compliments. It just smells nice, fresh and clean. Heck yeah I wanna smell clean. I will definitely be buying this. $90 is so worth it!"
        },
        {
            "review_title": "Smells like laundry detergent",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received a sample of this fragrance and to me it smells like laundry detergent. If you like a clean fragrance that smells, then this may be for you but it's not for me. I prefer something lighter and more feminine."
        },
        {
            "review_title": "clean laundry smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smell fresh and clean. Good when you feel you have the smell extra clean."
        },
        {
            "review_title": "not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It's not that this is a bad scent-you might really like it.  To me it just smells like laundry detergent.  Which makes sense by the name Clean.  The scent is just not for me, though.  If you like this type of scent I can promise you this one will be great for you!  It lasted SO long on me which was impressive.  I wanted to like it just because of that-it's rare to find a scent that lingers so long."
        },
        {
            "review_title": "Different and I like it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "At first I thought Downy as well but soon after, it began smelling very pleasant. I couldn't get enough of this after my sample and plan on purchasing. As it wears on it turned into a beautiful fragrance on my skin and clothes."
        },
        {
            "review_title": "Longer lasting than original Warm Cotton",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I'm not sure what they did differently with this reserve version, because it smells the same as the original BUT actually stays all day. One star off is because I think the scent is a bit one-note though I do enjoy the clean scent. Now if only they would make a version of Shower Fresh that lasted more than 20 minutes...!"
        },
        {
            "review_title": "Clean like fresh linen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love the fresh smell of clothes you just washed? Well, this smells exactly like it. I love the fresh laundry smell. But, I can see why people may not. You wouldn't expect this smell for a perfume. I guess it would be an expensive good smelling detergent replacement?!"
        },
        {
            "review_title": "spray on sheets",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This fragrance reminds me of detergent. It smelled good but I didn't want to wear it. I sprayed it in my sheets between washes."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "When used sparingly this is lovely in a fresh from the dryer kind of way... However if too much is used it smells completely different and not in a good way. I especially enjoy spraying one pump into my hair and then putting it in a bun during the day, when I take it down later it still smells clean and lovely."
        },
        {
            "review_title": "Tanya scott",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got this in my play box and I loved it. I am a nurse and smelling clean is a great thing. Yes it does smell like dryers sheets but I like that. I am going to buy it. One of my favs!!!!!!"
        },
        {
            "review_title": "I just sprayed Tide all over myself",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I feel like I just sprayed Tide all over myself. I think it will be spraying it around my place as a freshener. Not my personal taste for a fragance. The smell is pretty strong."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This smells like a lot of things. Soap, deodorant, air freshener, disinfectant, etc... Feels more like a linen spray than a perfume."
        },
        {
            "review_title": "ehhh!!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got this in my play box and can someone tell why this smells like downy!!!!"
        },
        {
            "review_title": "great scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Light, fresh scent! Definitely a future purchase!"
        },
        {
            "review_title": "Strong",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this sample in my Sephora Play! box. I was looking forward to trying this perfume sample out but the scent is really strong - not the pleasant scent of recently washed laundry. I will not be purchasing this."
        },
        {
            "review_title": "Very....interesting",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this in my Play Box and it's very interesting and not what I expected. For some reason, I thought it'd be a light scent of some sort. However, it's not very light and is a pretty powerful scent of clean clothes in a laundry room. Not for me.  However, at the same time, it is strangely addicting. I do find myself wearing while it at home and it makes me feel like I just tidied up or something. On a serious note, it's not something I'd wear out and about. It's a very strange scent for a perfume."
        },
        {
            "review_title": "Tide",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got this in my play box and I did not like it. It smells like Tide detergent, and although I can appreciate the smell of detergent I don't know about making a fragrance out of it."
        },
        {
            "review_title": "smells like soap",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I'm not a fan of this fragrance. It smells like a basic, cheap cotton scented soap that has been sitting in its on soap slime in the soap dish.  Granted, there are worse things to smell like, and I have been complimented on how I smell while wearing this (I don't know if it's because of how it reacts with my skin chemistry, because I'm immune to the smell by that point of the day) but I just don't find it attractive."
        },
        {
            "review_title": "my favorite scent to date!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Loved that I got this in my play box! So fresh and welcoming, I have everyone in my office wanting to buy!"
        },
        {
            "review_title": "LOVE!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this fragrance in my Play box as well and my first reaction was...this smells like clean clothes...i'll spritz it on my sheets, furniture, etc..Asked my husband his opinion. He loves it too. These fragrances are meant for layering and I am looking forward to freshening up EVERYTHING (including clothing) with this and adding an additional scent to make it my own. Who doesn't want to smell like freshly laundered clothing. Sooo comforting. Get a sample and form your own opinion on this one. I personally appreciate someone smelling freshly bathed and clothes laundered."
        },
        {
            "review_title": "Love !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This just shows when it comes to fragrances never go by the reviews . To each their own ! I told the Saleslady I was looking for something that similar to an old favorite (White Linen) . She gave a sample of Clean Warm Cotton Researve and I fell in love ! It is a very clean smelling scent . As the name states. Reminds me of fabric softener . This is now my staple daytime scent . If you are a fan of the classic White Linen frangrance you will love this !"
        },
        {
            "review_title": "so fresh & so clean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "To the people who are complaining: it's a clean scent, what did you all expect?  I got a sample of this from the play! box and immediately went to go but a full size.  The smell is so refreshing,  ;)"
        },
        {
            "review_title": "disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was hoping this would be a nice clean light fragrance but it smells like a cheap dryer sheet. My husband walked in the room and said the same thing."
        },
        {
            "review_title": "Dish Soap",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was really excited to try this when I saw it in my August play box but was so disappointed when I try some on that is smell like straight dish soap, it's so strong I almost gagged! Not for me but perfect for anyone looking to smell like freshly washed dishes."
        },
        {
            "review_title": "I usually love the clean cotton smells",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love clean scents but this smells sour somehow."
        },
        {
            "review_title": "not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It smells good, like something I would use to refresh my home not my person."
        },
        {
            "review_title": "Clorox",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It legit smells like dish soap maybe Clorox actually worse"
        },
        {
            "review_title": "blah..",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This perfume is a perfect perfume if you want to be smelling like detergent or clean linen air freshener. Weird scent to spray on myself in my opinion."
        },
        {
            "review_title": "I get what everyone is saying but I dig it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I understand why so many people hate this fragrance. It really really smells like a bottle of detergent. I would probably never wear it as a regular perfume but I have been spritzing myself with this after a hot bath and it feels like I just jumped into a pile of fresh laundry and I loooove it. It's a scent I now associate with deep relaxation and having a bath fragrance feels fancy and decadent. I'm a big fan and I bought a travel size after getting this in a play box. Again, I will probably never ever wear this out but I am so glad I bought it."
        },
        {
            "review_title": "NO NO NO NO NO",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got this from my play box and I never want to play with this ever again. The best way I can describe this perfume is to ask you to picture that one meathead that's pretty self conscious of his smell, so he buys a cologne that he believes makes himself smell more manly, but it's a huge headache.   Now imagine that somehow, that guy got mixed in with your laundry, so alongside what's supposed to be a refreshing laundry smell is some heinous stench of 3 days without showering and intense working out attempted to be masked with mediocre cologne. basically a very sweaty meathead with bad cologne wearing your fresh clothes."
        },
        {
            "review_title": "awful",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The scent of this perfume is the worst, smells like bad chemical laundry detergent and no one should walk around smelling that way."
        },
        {
            "review_title": "Little goes a long way, a true perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Got this in my Play Box and I love it. Reminds me of fresh clothes out of the dryer. I would love this in a body spray as the perfume is quite strong."
        },
        {
            "review_title": "Don't just mask odors, eliminate them!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Got this in the August SephoraPlay box... I could have dabbed some laundry detergent on my wrists or spritzed myself with Febreze and would have achieved the same effect as this perfume.  With that being said, it would make a great air freshener. But for the outrageous price, you'd be better off purchasing some Febreze."
        },
        {
            "review_title": "Immediate Regret",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I didn't do a test spray, I just read the leaflet in the Sephora Play! box and put it off to the side. One day I decided to put it on because I wanted to smell fresh. BAD IDEA!! It smells like straight up laundry detergent. If you're trying to mask a bad smell I can see this working, but just to wear as an everyday perfume, absolutely not. I would never purchase this full size, and definitely not for the outrageous price."
        },
        {
            "review_title": "Hm..",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is in no way, shape, or form a good perfume. It is, however, good if you wanted to make your clothes smell fresh another day. This stuff is like a triple shot of ultra concentrated fabric softener to your nose. As soon as you smell it, your nose starts screaming for relief.   Would not recommend."
        },
        {
            "review_title": "Awful",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got a sample of this in my Sephora Play subscription box and spritzed a little bit on my wrist. To me it smells like a recently cleaned public restroom!! It's hard to properly describe it but it definitely reminds me of a bathroom."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this in my Sephora play box and omg it smells amazing! I wish I can just have everyone's sample that didn't like it because it smells like dryer sheets. This stuff smells bomb and lasts all day. I have gotten so many compliments. It just smells nice, fresh and clean. Heck yeah I wanna smell clean. I will definitely be buying this. $90 is so worth it!"
        },
        {
            "review_title": "overwhelming",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This smells like dryer sheets. Why would I want to smell like dry sheets?"
        },
        {
            "review_title": "Smells so good as a room spray",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My husband and I both agree on this - this scent is AMAZING, but not as a perfume. This smell makes me think of clean sheets at a nice hotel. I absolutely love the scent but I wouldn't wear it on me, I've just been spraying it randomly in my bedroom. I really wish they would make a room spray with this scent!"
        },
        {
            "review_title": "fresh and so clean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love this scent it reminds me of clean linen. I could smell this all day and not get tired of it."
        },
        {
            "review_title": "Live's up to it's name",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is exactly what it says, smelling like clean laundry. A little over powering, but im more of a  pretty smelling perfume type of person. This smells like you have a dryer sheet stuck on the front of you. Not a fan of the smell but has lasted a little longer than most perfumes if you like this smell"
        },
        {
            "review_title": "play! by Sephora",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got a sample in my play! Box. This smells like laundry detergent or really odorous deodorant. It is also very pungent and not discreet at all. Very embarrassing to wear out."
        },
        {
            "review_title": "Smells nice but does not last long",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I enjoyed the smell. It smelled like fresh laundry. You don't have to put too much on, just a little. The only thing that I hate, and this is for every perfume, is that it doesn't seem to last long."
        },
        {
            "review_title": "Nope",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Have you ever walked by someone that uses too much Downey on their laundry? This is what it smells like...if you're one to smell clean, this is for you. I rather just take a shower than spray this."
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Came in my play box, smells like laundry detergent. I am not a fan of that smell, it smells fake to me. If you like linen scents this is for you."
        },
        {
            "review_title": "smells amazing!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Wow this smells so freaking good! I got it in my play box for August and I am not disappointed by anything but the price tag. But this scent might just be worth the splurge! I don't even know how to describe the scent but it is amazing."
        },
        {
            "review_title": "Not for me!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received a sample size of this in my #SephoraPlay box and I was not a fan! I love the smell of fresh cotton, clean laundry, or fabric softener but I don't like that smell in a perfume. I like those smells in a candle, or a bathroom spray, or a plug-in diffuser, or a car Air freshener. This perfume was just confusing my senses because it was very strong and overwhelming. Not something I would wear in public but I would spray my sheets with it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really like the smell when I open my play box. Hehe make my product smell clean."
        },
        {
            "review_title": "Worst Smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This scent gave me an automatic headache, way too powerful. Smells like very cheap perfume."
        },
        {
            "review_title": "smells like tide",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I want to spray this on my boyfriend who would smell great if he smelled like tide. Every time I smell myself when I'm wearing it all I can associate with is tide!"
        },
        {
            "review_title": "clean laundry",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This should be called clean laundry... Smells just like a load of freshly washed clothing and downy fabric softener. Its pleasant enough but might leave people wondering if you work in a Laundromat.  I do however enjoy the smell and all things smelling if cleanliness so ill wear it... Though likely infrequently as i prefer to wear a fragrance that doesn't smell like such an obvious common everyday smell."
        },
        {
            "review_title": "Dislike",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is EXACTLY the type of fragrance I hate. Soapy, clean, like detergent, and no thanks. I do not want to smell like this at all. I got a sample of this and even before testing it, I knew 100% I would abhor it but I thought I would give it a chance. Nope!"
        },
        {
            "review_title": "So fresh, and so clean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I can see where people are coming from when they say this scent smells just like detergent. But honestly, that's the point! It's called warm cotton, which alludes to freshly washed clothing. I love how fresh this scent is, it has a musky vanilla note and just smells so wonderful. I would say go to the store and sniff it out first. I personally love it"
        },
        {
            "review_title": "Smells like soap",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this as a sample in my Sephora Play box. While the scent is pleasant enough it smells too much like soap for me to ever want to wear it. But if you're into smelling super clean then this product is for you."
        },
        {
            "review_title": "Like the smell of detergent?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "If so, you will love Clean's Reserve Warm Cotton. Not a fan of it myself, but those who want to transfer that 'fresh from the laundry' smell from their clothes to their skin will definitely want to douse themselves in this overpowering scent. The dry down after an hour is pleasant enough and, thankfully, the scent loses some of the headache-inducing Downy quality."
        },
        {
            "review_title": "AMAZING!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I sprayed this on my wrist to test it when i got my Play! box and the smell lasted ALL DAY! I love the clean scent it has, but not enough to spend 90$ on it."
        },
        {
            "review_title": "Better as a Clothes/Room Spray",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The fresh clean scent is OK, but it is a little strong.  I reminds me of opening a bottle of liquid detergent.  I think this would be better to spray on to freshen up clothes or as a room spray than as a perfume."
        },
        {
            "review_title": "Clean",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I recieved this as a sample and I really do like it. This is a very fresh, soft and clean scent as the name and notes indicate. Great for at work because it's not obnoxious or overpowering or cloying. I may need to check out the other scents in this line and maybe purchase one or two."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This perfume smells like laundry detergent. I would not recommend this one."
        },
        {
            "review_title": "I smell like a cheap dryer sheet",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This was in the Sephora Play box so I gave it a try. It smells like really cheap dryer sheets. I usually pass fragrances that I don't care for to friends but I'm just going to throw this one away."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Not a fan at all. It smells like a Glades plug in or one of those fresh linen candles."
        },
        {
            "review_title": "Fresh and Cozy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I'm very perplexed by the negative reviews. I received this in my Sephora Play box. I love it. It smells like your favorite fabric softener. Definitely not a traditional scent, but I feel like I should be hanging fresh laundry in the Swiss Alps. So clean and comforting. Definitely a laid back, weekend type of fragrance. I do not think it smells like Lysol. It does not have an alcohol scent. It doesn't last a super long time but it lingers softly."
        },
        {
            "review_title": "love it BuT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I wouldn't pay too much for a big bottle. The sample size was pretty nice and bigger than what I usually get with perfume samples. I love the ol' laundry clean linen smell so I loved the scent. Light and pretty to me. Jve liked all my samples by this company so dar"
        },
        {
            "review_title": "If you want to smell like toilet bowl cleaner...",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Received this in my playbox for August. It smells like I spent the entire day cleaning my home with Lysol. I mean the tile is clean so I guess I can't be too disappointed."
        },
        {
            "review_title": "Smells like lysol",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Really an unsophisticated scent in my experience. My friend asked if I had bathed in lysol."
        },
        {
            "review_title": "Dryer Sheet",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Honestly, this perfume smells like a dryer sheet. I felt like I had just sprayed myself with febreeze or something. The smell isn't BAD, I wouldn't mind it being a spray for fabric, but it is not something I want to put on my skin."
        },
        {
            "review_title": "Talk about clean!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "You either love it or hate it....I for one love the clean smell. It does have the feeling of a fresh shower or laundry, but a bit more sophisticated. Not a huge fan of the price though, so that's the biggest drawback."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this is my August PLAY box and as soon as I smelt it I fell in love with the scent. I love the fresh clean scent instead of an overpowering floral or musk scent that can cause others around to flee. Although I think mine leaked alittle on its way out here because it smelt fresh as soon as I opened the box. But I do say I may repurchase the smaller size in the future."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Recieved a sample in my Play! Box, I was excited because I'd thought I was going to get the Clean Blonde Rose scent and really wanted to try it but instead I got a sample of this... Should be called Eau de Febreeze ! Smells artificial, cheap, and definitely not like anything I'd want lingering on my skin all day. Maybe as a linen spray this could be nice, but as a perfume? No thanks!"
        },
        {
            "review_title": "so fresh and so clean clean",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I'm so intrigued by this scent. I agree with  what everyone else said, it doesn't smell like perfume per se but like a candle, detergent, air freshener, or according to my brother it smells like carpet vacuum powder. The scent is strongish on initial spray but fades away quickly. However, what does linger is the best part of the fragrance. The scent is so unique and lovely and clean. I might need this."
        },
        {
            "review_title": "worst scent ever",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is by far the worst scent I've smelled from Sephora. My boyfriend asked me what smelled like bug spray, I initially knew it was me because I had just sprayed it. It is overpowering and not appealing at all."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It smells like fresh laundry. Prob sounds appealing as a candle for an air freshener but you wouldn't want to use it as a perfume. Also, he scent gave me a headache. I would not recommend it"
        },
        {
            "review_title": "fresh smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the smell but probably not on me more like my clothes. It reminds me of febreze."
        },
        {
            "review_title": "This definitely smells clean alright...",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got this sample in my August Play by Sephora subscription box. I wasn't impressed with the scent at all. It literally smells like the fabric softener I use at home. Don't get me wrong, I love the scent of my fabric softener, but I don't know if I would want to pay $90 on a perfume to smell like a fabric softener. Unfortunately, this is a miss for me."
        },
        {
            "review_title": "Uhhh...",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I smell like windex. So if that's your thing...  The good news is, the scent stays on!"
        },
        {
            "review_title": "Clean is the perfect name",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "If you like B&BW sea island cotton  but want a longer wearing scent this fragrance is for you. It smells soo good but is definitely for lovers of the freshly washed scent."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "sorry but snells like tide :("
        },
        {
            "review_title": "Nostalgia",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this in my Sephora Play! box, I will definitely be buying this. Reminded me of my grandmother's laundry...original dove bar and cotton towels. Really makes me feel so happy and its not overwhelming or spicy."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this in my Sephora Play! box this month and instantly fell in love. It smells so fresh and clean. My husband loves the way it smells when I wear it, too. I will be purchasing this!"
        },
        {
            "review_title": "Love This Perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have used the same perfume for my entire life. Decided to mix things up finally and so glad I did. This perfume smells more natural and less perfume-y. Wears well all day. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love this fragrance!! It's name is perfect!! I wear it morning and night!! It's a must have!!"
        },
        {
            "review_title": "Clean Warm Cotton",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've worn clean warm cotton for years but recently I was told by a representative that they changed the bottle and packaging only to the reserve bottle.  I spent $90.00 on this bottle and it wasn't like the original scent in Vlue bottle at all!!! I returned it. It gave me a headache instantly. I really hope they don't stop making the original and replace it with this scent."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I liked the scent, but it wears off very quickly.. Goodbye to smelling clean all day :("
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was just browsing for a new scent, had a whiff in the store and loved it's fresh and clean, scent. If you're not into that kind of scent I would stay away from this fragrence."
        },
        {
            "review_title": "Awful",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This scent is very offensive to my nose. It smells like the cotton breeze lysol."
        },
        {
            "review_title": "not so reserved",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "As an avid lover of the original Warm Cotton formula I was mistakenly fooled by the reserve. In thought, it should be an everlasting, elite fragrance but falls short on many levels. Had to return as it was no match to the non reserved scent. I want the OG back which was complimentary for every day and any occasion."
        },
        {
            "review_title": "Awful",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Fan of warm cotton but not this. It initially smells like a more intense version of the original but after an hour or so the original warm cotton notes fade and all you are left with is this awful, nasty cheap perfume smell. It smells like I sprayed scented hairspray on my wrists or really cheap perfume. Gone is the essence at the heart of why I like the clean perfumes, because the smell clean and not like perfume. This was a misstep. Back it goes."
        },
        {
            "review_title": "smells great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this smell. Smells fresh, like clean load of towels. If you like smelling clean and fresh but not too overpowering, this is th product for you."
        },
        {
            "review_title": "Fresh, clean and cozy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received a sample of the Warm Cotton Reserve Blend in the Reserve Layering set. So far I have tried a few, and this one is quite pleasant. It is a very laundry-esque scent, which is a bit weird that it's to be sprayed on the skin, but the scent is fresh, warm and lovely. It is elevating my mood and while it is similar to fabric softener, there are some complexities that make it more perfume-like. Gingery, mildly minty, and cotton muskiness.  I can't comment on the staying power yet, but so far it is holding up well after a few hours. Pleased, but will continue to try the others in the set to see if it's my favorite. I would also try the original Warm Cotton before purchasing a full-size bottle of this one."
        },
        {
            "review_title": "Not the same...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "For the past few years, I have been a real fan of the Warm Cotton perfume, and every day I would get comments from people on how good and how fresh I smelled. Last year, I was very disappointed to learn that it had been discontinued, but saw recently that it was relaunched under the Reserve brand name. I was told it was the same thing, but I don't think so. It seems that the scent wears off very quickly and nobody has made any comment on my perfume since I have started wearing it again. I am very disappointed, because I really loved the original product."
        },
        {
            "review_title": "warm and fresh",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the Clean fragrance line and warm cotton is my favorite. It is the only perfume I've ever purchased more than one bottle in my life. I used to prefer more spicy exotic fragrances but when I had my daughter my nose must have changed because I can no longer stand heavy or strong perfumes. I love how this smells so clean and refreshing and warm. It does last through the day but it is subtle. I always get comments on how good I smell. Not I love your perfume, but YOU smell good. If I want a more feminine smell I will spray a little clean skin with this which I do not like on its own but this fragrance layers nicely with other Clean scents as well as any other you might have but I usually just wear it by itself. It's also a good value - you get a lot for the price considering the price for just one ounce. I'm very pleased with this and will wear it as long as it is made. If you love fresh clean scents you will love this."
        },
        {
            "review_title": "luxuriously clean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this scent! A luxuriously clean and lasting beauty. One spray is all it takes, and it lasts! Don't be fooled by an initial bold whiff! It settles quickly and a subtle sweet citrussy, gingery freshness and warmth remains. I believe this would layer well with many different perfumes. Especially with classy, sophisticated ones."
        }
    ]
}