{
    "product_id": "1305",
    "name": "Clinically Stronger Hydra-Gel Eye Patches",
    "brand": "Peter Thomas Roth",
    "categories": "Skincare, Value & Gift Sets",
    "price": 11.0,
    "about": "What it is:u00a0A kit of bestselling Hydra-Gel Eye Patches, saturated with clinically stronger ingredients that hydrate and brighten the look of under-eyes...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dryness, Dark Circles, and Puffiness..Highlighted Ingredients:- Hyaluronic Acid: A potent hydrator that plumps the look of skin with moisture..- THD Ascorbate Vitamin C: Brightens skin's appearance and defies signs of aging..- Caffeine: Reduces the look of puffiness...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance...What Else You Need to Know: The Water Drenchu00ae Hyaluronic Cloud Hydra-Gel Eye Patches drench the eye area with a hydrating 30% Hyaluronic Acid Complex. The Potent-Cu2122 Power Brightening Hydra-Gel Eye Patches to reduce the look of darkness, fine lines, wrinkles, and crowu2019s feet with THD Ascorbate Vitamin C...This Set Contains:- 1 Pair (2 patches) Water Drenchu00ae Hyaluronic Cloud Hydra-Gel Eye Patches.- 1 Pair (2 Patches) Potent-Cu2122 Power Brightening Hydra-Gel Eye Patches",
    "ingredients": "-Hyaluronic Acid: A potent hydrator that plumps the look of skin with moisture..-THD Ascorbate Vitamin C: Brightens skin's appearance and defies signs of aging..-Caffeine: Reduces the look of puffiness....Water Drenchu00ae Hyaluronic Cloud Hydra-Gel Eye Patches:.Water/Aqua/Eau, Glycerin, Butylene Glycol, Sodium Hyaluronate, Hydrolyzed Collagen, Caffeine, Ceramide NP, Arnica Montana Flower Extract, Althaea Officinalis Root Extract, Allantoin, Tocopherol, Hydrolyzed Sodium Hyaluronate, Butyrospermum Parkii (Shea) Butter, Glycyrrhiza Glabra (Licorice) Root Extract, Scutellaria Baicalensis Root Extract, Angelica Gigas Root Extract, Cimicifuga Racemosa Root Extract, Morus Alba Bark Extract, Paeonia Lactiflora Root Extract, Phellinus Linteus Extract, Polygonum Multiflorum Root Extract, Sesamum Indicum (Sesame) Seed Extract, Sophora Angustifolia Root Extract, Aloe Barbadensis Leaf Juice, Ricinus Communis (Castor) Seed Oil, Amorphophallus Konjac Root Powder, Carrageenan, Hydroxyacetophenone, Hexylene Glycol, Propanediol, Xylitylglucoside, Sucrose, Anhydroxylitol, Glyceryl Caprylate, Xylitol, Betaine, Ethylhexylglycerin, Glucose, Lecithin, Maltodextrin, Magnesium Aspartate, Zinc Gluconate, Aluminum Hydroxide, Copper Gluconate, PEG-60 Hydrogenated Castor Oil, Gellan Gum, Cyamopsis Tetragonoloba (Guar) Gum, Ceratonia Siliqua Gum, Calcium Chloride, Tin Oxide, Synthetic Fluorphlogopite, Bis(Glycidoxyphenyl)Propane/Bisaminomethylnorbornane Copolymer, Caprylhydroxamic Acid, Disodium EDTA, 1,2-Hexanediol, Ethyl Hexanediol Chlorphenesin, Phenoxyethanol, Mica, Blue 1 (CI 42090), Titanium Dioxide (CI 77891), Iron Oxides (CI 77491)....Potent-Cu2122 Power Brightening Hydra-Gel Eye Patches:.Water/Aqua/Eau, Glycerin, Chondrus Crispus Powder, Butylene Glycol, Carrageenan, Sodium Hyaluronate, Tetrahexyldecyl Ascorbate, Ferulic Acid, Hydrolyzed Collagen, Tocopheryl Acetate, Niacinamide, Adenosine, Aloe Barbadensis Leaf Juice Powder, Citrus Limon (Lemon) Fruit Extract, Actinidia Chinensis (Kiwi) Fruit Extract, Pyrus Malus (Apple) Fruit Extract, Vitis Vinifera (Grape) Fruit Extract, Citrus Aurantium Dulcis (Orange) Fruit Extract, Citrus Junos Fruit Extract, Fragaria Chiloensis (Strawberry) Fruit Extract, Allantoin, Chlorphenesin, Caffeine, 1,2-Hexanediol, Ceratonia Siliqua (Carob) Gum, Xanthan Gum, Calcium Lactate, Ricinus Communis (Castor) Seed Oil, Ci 77491, Ci 77891, Dextrin, PEG-60 Hydrogenated Castor Oil, Potassium Chloride, Disodium Edta, Synthetic Fluorphlogopite, Tin Oxide, Phenoxyethanol.. ..The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Gently lift and separate a delicate gel patch..-Apply onto clean, dry under-eye area..-Repeat on other side..-Relax and enjoy for 10 to 15 minutes..-Discard after use and gently pat remaining serum into skin..-For external use only.",
    "num_reviews": 6,
    "overall_rating": 2.5,
    "product_url": "https://www.sephora.com/ca/en/product/peter-thomas-roth-clinically-stronger-hydra-gel-eye-patches-P511295?skuId=2762920&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2762920-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "I liked it!  Please read about the Vit C pair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "So, I love this brand and I found the water drench, the blue pair, to be very effective as the entire water drainage line is. I noticed other comments are saying the Potent C (orange pair) didn't have as much serum on it, I do wonder if that's by design. I thought they were dry (drier than the blue) as well but after wearing them for 20 minutes my face was obviously being affected by the serum within the patches.  Hyaluronic acid needs quite a bit of liquid to draw moisture into the area, so I think, thinking that the vitamin C patches are dry and ineffective as a result is erroneous.  Mine weren't dry (as in crispy with no moisture) , they weren't AS wet or dripping wet as the hyaluronic pair.  I just took off the vitamin C patches moments ago, and I noticed a plump and youthful glow to my skin, yes, I am a real person lol I think for $5.50 each (11 for the pair). They are a pretty good deal, just my take!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "They were completely dry. I wanted to check k out this u201cclinically enhanced/more potent formulau201d but I guess not."
        },
        {
            "review_title": "The potent c was completely dry",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "The water drench patches were great and Iu2019d recommend those, but the potent c was completely dry. So I wasted half my money. If these are sold in a set I would not recommend because half of it is wasted."
        },
        {
            "review_title": "a pass for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I was excited to try these unfortunately they were done dry, should have returned them."
        },
        {
            "review_title": "What I received is the worst!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I absolutely LOVE every single Peter Thomas Roth product Iu2019ve ever gotten, & I still use, & recommend, SO MANY products from this brand, but these eye masks/patches are a HUGE disappointment!  Both sets were completely dry!  There was zero moisture/product on a single one of them!  Maybe I received a bad batch, but I will definitely not be ordering more of these to find out!  If anyone does order them, I sincerely hope that you have a much better experience with these than I had, & a much better product than what I was sent!  Iu2019m still very surprised with how awful these are considering how amazing Peter Thomas Roth products are!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "These are such a nice boost of moisture and brightness around the eyes. Perfect for a self care or spa night, and a great price point for the quality of them. Definitely more noticeable brightening than other brands."
        }
    ]
}