{
    "product_id": "1273",
    "name": "Major Volumeu2122 Plumping Gloss Duo",
    "brand": "PATRICK TA",
    "categories": "Makeup, Lip, Lip Sets",
    "price": 53.0,
    "about": "What it is:A hydrating, high-shine, visibly plumping gloss duo in limited-edition sheer shades that give the appearance of fuller, poutier, more voluminous lips..Highlighted Ingredients:- Vitamin E: Enhances shine and adds moisture to the lips..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also gluten-free and cruelty-free..What Else You Need to Know:PATRICK TA is giving you the gift of juicy lips with a limited-edition collection of plumping gloss duosu2014the lineup on everyoneu2019s winter wish list. Warming plant-based ingredients instantly volumize the look to lips without the sting, while an active blend helps smooth and improve visible plumpness over time. The nonsticky formula feels comfortable and conditioning, wrapping lips in a kiss of color with four new high-shine shades: Headlineru2014a sheer-lilac tintu2014is paired with Main Stageu2014a sheer wash of cranberry. For the Girlsu2014a sheer wash of hot pinku2014is paired with Unavailableu2014a sheer wash of burgundy..This Set Contains:",
    "ingredients": "-Vitamin E: Enhances shine and adds moisture to the lips..-Peppermint: Stimulates blood flow to the lips for an immediate plumping effect..-Jojoba Oil: Smooths and helps restore hydration and moisture to the lips...Polybutene, Hydrogenated Polydecene, Diisostearyl Malate, Caprylicu2000Capric Triglyceride, Hydrogenated Polyisobutene, Tocopheryl Nicotinate, Menthyl Ethylamido Oxalate, Simmondsia Chinensis Jojoba Seed Oil, Helianthus Annuus Sunflower Seed Oil, Persea Gratissima Avocado Oil, Water/Aqua/Eau, Capsicum Annuum Fruit Powder, Punica Granatum Flower Extract, Glycine Soja Soybeanu2000 Oil, Mentha Piperita Peppermint Oil, Zingiber Officinale Ginger Root Oil, Cinnamomum Zeylanicum Bark Oil, Dibutyl Lauroyl Glutamide, Caprylyl Glycol, Tocopheryl Acetate, Dibutyl Ethylhexanoyl Glutamide, 1,2 Hexanediol, Vanillyl Butyl Ether, Alcohol, Hydrogenated Styrene Butadiene Copolymer, Hydrogenated Styreneu2000Isoprene Copolymer, Isostearic Acid, Polyglyceryl 3 Diisostearate, Pentaerythrityl Tetrau2000Diu2000Tu2000Butyl Hydroxyhydrocinnamate, Hydroxymethoxyphenyl Propylmethylmethoxybenzofuran, Octyldodecanol, Ascorbyl Palmitate, Tocopherol, Flavor Aroma, Cinnamal, Cinnamyl Alcohol, Eugenol..May Contain: Titanium Dioxide Ci 77891, Iron Oxide Ci 77491,.Blue 1 Lake Ci 42090, Red 7 Lake Ci 15850, Red 28 Lake Ci 45410, Red 33 Lake Ci 17200.",
    "how_to_use": "Suggested Usage:.-Apply the Major Volumeu2122 Plumping Gloss over your favorite shade of the Precision Lip Crayon (sold separately) for a dimensional pop of color..-For ultimate color payoff, apply the Major Volumeu2122 Plumping Gloss over your favorite shade of the Matte Suede Lipstick (sold separately).",
    "num_reviews": 47,
    "overall_rating": 3.9,
    "product_url": "https://www.sephora.com/ca/en/product/patrick-ta-major-holiday-gloss-duo-kit-P512545?skuId=2812568&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2812568-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "For The Girls, Unavailable",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2812550-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Headliner, Main Stage",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2812568-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": ""
        },
        {
            "review_title": "Save your money for better glosses",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "The color look nothing like the pictures. This lip duo is very underwhelming. Almost no pigment and not much plumping effect. There are better plumping lip gloss products on the market."
        }
    ]
}