{
    "product_id": "473",
    "name": "Mini HoliRoots Pre-Wash Treatment Oil for Thinning Hair",
    "brand": "Fable & Mane",
    "categories": "Mini Size, Hair",
    "price": 24.5,
    "about": "What it is: A pre-wash scalp and hair oil that strengthens roots, hydrates strands, promotes healthy hair growth and nurtures the scalp for a beautiful mane...Hair Type: Fine, Medium, and Thick..Hair Texture: Straight, Wavy, Curly, and Coily..Hair Concerns:- Dryness.- Thinning.- Damage/Split Ends/Breakage..Key Benefits: - Strengthens roots and strands to help prevent breakage.- Promotes healthier hair growth.- Weightless hydration for scalp and hair..Highlighted Ingredients:- Ashwagandha: A potent Ayurvedic root that strengthens roots and hair follicles.- Amla: An anxtioxidant-rich berry that hydrates and helps to control hair fall.- Plant Root Blend: A proprietary blend that is the ultimate remedy for calming the scalp..Ingredient Callouts: This product is vegan, cruelty-free, and comes in recyclable packaging...What Else You Need to Know: This multi-benefit pre-wash scalp oil helps promotes healthier hair growth, prevents breakage and provides weightless hydration. Infused with Ashwagandha, this lightweight oil is  for all hair types, including color-treated hair. Best used with a relaxing head massage for the perfect oil and om...Fragrance Description: A divine fresh, floral scent that blends Indian jasmine sambac, precious red champaca flowers and an unforgettably rich, warm base of cedarwood and tonka beans, transporting you to the divine city of Madurai in India...Clinical Results: In a consumer survey of 31 participants who tried HoliRoots Pre-wash Hair Treatment Oil over 4 weeks in January 2021:.- 100% said their hair felt healthier.- 95% said their scalp felt more nourished.- 85% noticed an improvement in hair texture...Clean at Sephora.",
    "ingredients": "- Ashwagandha: A potent Ayurvedic root that strengthens roots and hair follicles.&nbsp; &nbsp;&nbsp;.- Amla: An anxtioxidant-rich berry that hydrates and helps to control hair fall.&nbsp; &nbsp;&nbsp;.- Plant Root Blend: A proprietary blend that is the ultimate remedy for calming the scalp.&nbsp; &nbsp; &nbsp; &nbsp;&nbsp;...Caprylic/Capric Triglyceride, Carthamus Tinctorius (Safflower) Seed Oil, Parfum (Fragrance), Sesamum Indicum (Sesame) Seed Oil, Withania Somnifera Root Extract, Phyllanthus Emblica Fruit Extract, Bacopa Monnieri Leaf Extract, Eclipta Prostrata Extract, Simmondsia Chinensis (Jojoba) Seed Oil, Ricinus Communis (Castor) Seed Oil, Uraria Picta Root Extract, Tribulus Terrestris Root Extract, Stereospermum Suaveolens Root Extract, Solanum Xanthocarpum Root Extract, Solanum Indicum Root Extract, Premna Serratifolia Root Extract, Glycyrrhiza Glabra (Licorice) Root Extract, Beta-Sitosterol, Gmelina Arborea Root Extract, Desmodium Gangeticum Root Extract, Aegle Marmelos Root Extract, Squalene, Olea Europaea (Olive) Fruit Oil, Vitis Vinifera (Grape) Seed Oil, Tocopherol, Phenoxyethanol, Benzyl Salicylate, Isoeugenol, Linalool....The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:..- Section dry Hair and apply one dropper of pre-wash oil directly onto your scalp.&nbsp;.- Gently massage into your roots, focusing on the crown chakra. Inhale deeply and enjoy the grounding aroma..- Leave on for a minimum of five minutes, or overnight for the best results..- Rinse thoroughly before cleansing with shampoo.",
    "num_reviews": 2224,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/fable-mane-mini-holiroots-pre-wash-hair-treatment-oil-P474945?skuId=2489151&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2489151-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "0.48 oz/ 14.4 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2489151-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": []
}