{
    "product_id": "1428",
    "name": "It All Starts with Retinol: Shaniu2019s Starter Set  ",
    "brand": "Shani Darden Skin Care",
    "categories": "Skincare, Value & Gift Sets",
    "price": 66.0,
    "about": "What it is:A trio of nighttime essentials to visibly smooth fine lines, fade dark spots, refine pores, and remove makeup while nourishing your skin barrier..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Fine Lines and Wrinkles, Pores, and Uneven Texture.Highlighted Ingredients:- Encapsulated Retinol (Retinol Reformu00ae Treatment Serum): Is a non-irritating form of retinol that improves the look of fine lines and texture..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan and cruelty-free..What Else You Need to Know:The most effective visibly age-defying ingredient, retinol is the foundation to any great skincare routine. Start fresh with the Cleansing Serum, then alternate between the Retinol Reformu00ae Treatment Serum and Lactic Acid AHA Exfoliating Serum to visibly smooth fine lines, brighten dark spots, refine pores, and retexturize for a youthful, glowing complexion..This Set Contains:- 0.3 oz/ 10 mL Retinol Reformu00ae Treatment Serum.Clinical Results:Retinol Reformu00ae Treatment Serum:",
    "ingredients": "-Encapsulated Retinol (Retinol Reformu00ae Treatment Serum): Is a non-irritating form of retinol that improves the look of fine lines and texture..-Lactic Acid 9% (Lactic Acid AHA Exfoliating Serum): Reveals a smoother, brighter, more glowing complexion. .-Oat Bran Extract (Cleansing Serum): Nurtures the skin barrier...Cleansing Serum: .Aqua (Water, Eau), C14-16 Olefin Sulfonate, PEG-16 Macadamia Glycerides, Caprylyl/Capryl Glucoside, Glycerin, Hydroxypropyl Methylcellulose, Sodium Cocoamphoacetate, Propanediol, Sodium Hyaluronate, Cichorium Intybus (Chicory) Leaf Extract, Avena Sativa (Oat) Kernel Extract, Olea Europaea (Olive) Leaf Extract, Cocamidopropyl Hydrosylsultaine, Sodium Chloride, Xanthan Gum, Phenethyl Alcohol, Phenoxyethanol, Ethylhexylglycerin, Butylene Glycol, Citric Acid, Sodium Hydroxide, Hexylene Glycol, Caprylyl Glycol...Retinol Reformu00ae Treatment Serum:.Aqua (Water, Eau), Caprylic/Capric Triglyceride, Glycerin, Pyrus Malus (Apple) Fruit Extract, Lactic Acid, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Lactobacillus Ferment, Isohexadecane, Retinol, Copernicia Cerifera Cera (Copernicia Cerifera (Carnauba) Wax, Cire de Carnauba), Glucosamine HCl, Plankton Extract, Camellia Sinensis Leaf Extract, Aloe Barbadensis Leaf Juice, Tocopheryl Acetate, Niacinamide, Hydrogenated Lecithin, Linoleic Acid, Glycine Soja (Soybean) Sterols, Phospholipids, Propanediol, Sodium Cocoamphoacetate, Sorbitan Isostearate, Polysorbate 60, Oryza Sativa (Rice) Bran Extract, Rosmarinus Officinalis (Rosemary) Leaf Extract, Helianthus Annuus (Sunflower) Extract, Tocopherol, Cyamopsis Tetragonoloba, (Guar) Gum, Maltodextrin, Xanthan Gum, Lecithin, Hydrolyzed Algin, Xylitylglucoside, Anhydroxylitol, Xylitol, Tetrasodium Glutamate Diacetate, BHT, BHA, Sodium Hydroxide, Phenoxyethanol, Caprylyl Glycol, Ethylhexylglycerin, Hexylene Glycol. ..Lactic Acid AHA Exfoliating Serum: .Water/Aqua/Eau, Lactic Acid, Glycerin, Butylene Glycol, Caprylic/Capric Triglyceride, Heptyl Undecylenate, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Panthenol, Tocopherol, Vaccinium Myrtillus Fruit Extract, Citrus Limon (Lemon) Fruit Extract, Aloe Barbadensis Leaf Juice, Saccharum Officinarum (Sugarcane) Extract, Glyceryl Oleate Citrate, Acer Saccharum (Sugar Maple) Extract, Citrus Aurantium Dulcis (Orange) Fruit Extract, Camellia Sinensis Leaf Extract, Chamomilla Recutita (Matricaria) Flower Extract, Tartaric Acid, Malic Acid, Sodium Hyaluronate, Sodium Acetylated Hyaluronate, Hydrolyzed Sodium Hyaluronate, Sodium Hyaluronate Crosspolymer, Sodium Benzoate, Potassium Sorbate, Pentylene Glycol, Citric Acid, Polysorbate 60, Sorbitan Isostearate, Glycine Soja (Soybean) Oil, Glycolic Acid, Xanthan Gum, Sodium Hydroxide, Caprylyl Glycol, Gluconolactone, Tetrasodium Glutamate Diacetate, Ethylhexylglycerin, Phenoxyethanol.",
    "how_to_use": "Suggested Usage:.Cleansing Serum:.-Use morning and night..-Wet hands and apply two to three pumps to face..-Rinse with lukewarm water, then pat dry...Retinol Reformu00ae Treatment Serum:.-In the evening, smooth one to two pumps onto clean, dry skin..-Begin by using one to two nights a week, adding a night each week to build up to as often as your skin can tolerate..-Follow with moisturizer and sun protection in the morning..-Avoid using other AHA products on the same night..-Do not use if pregnant or nursing...Lactic Acid AHA Exfoliating Serum: .-On nights when not using Retinol Reformu00ae Treatment Serum, smooth one to two pumps onto clean, dry skin..-For best results, wait five minutes before applying moisturizer..-In the morning, cleanse skin and use sun protection..-Avoid using other AHA products or retinoids on the same night.",
    "num_reviews": 49,
    "overall_rating": 3.8,
    "product_url": "https://www.sephora.com/ca/en/product/shani-darden-shani-s-starter-set-P505702?skuId=2643278&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2643278-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Good for day or night.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Overall, set is a good value. A little goes a long way to clean face. Downside it has a smell, like medicinal. Wear sunscreen when out."
        },
        {
            "review_title": "Great product, sad that packaging was already open",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Love the products. Donu2019t love that the sample pack came opened with the store sealed broken. Also the face wash seems really empty.  Do better Sephora."
        },
        {
            "review_title": "Buy it!  You wonu2019t regret it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "I buy this kit at every anniversary sale.  Itu2019s soo good.  The retinol removed all the hyperpigmentation on my face & the lactic acid brightens.  I tried a few new products that clogged my pores and caused break outs.  Shani Darden is getting me back on track :)"
        },
        {
            "review_title": "Cleanser half way empty",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Initial unpacking I noticed the cleanser felt very liteu2026 came here to see if I was the only one and apparently not. Will come back to give full review of retinol and acid serum."
        },
        {
            "review_title": "Not a good buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Bottles not full; the cleanser was not even half way full. The cleanser smells pretty bad."
        },
        {
            "review_title": "Nope",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Horrible smell. Truly smells like flowers at a funeral home. Didnu2019t do much for my face using the cleansing balm I just canu2019t get past the smell will be returning."
        },
        {
            "review_title": "Skin noticeably feels better quickly",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "Cleanser came 40% full. Within less than a week, the texture of my skin was noticeably better. My face feels better to the touch and feels better just to be in. I don't think I have been using long enough to visibly notice a difference but I can tell it's working."
        },
        {
            "review_title": "Great products",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I donu2019t understand all the negative reviews, these are great products. I did not experience any break outs or irritation despite having sensitive acne prone skin and saw improvements with texture after just a few uses! Will purchase full sizes!"
        },
        {
            "review_title": "Face wash isnu2019t even 40% full.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "The product is 30% full. In this TINY packaging. For $49!? This is a scam. Her products are amazing but these pint sized are a total scam. And the retinal is exploded every time Iu2019ve bought it. Look at my pics!"
        },
        {
            "review_title": "Didnu2019t work well with my skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Did not like how it works with my skin. It made my face break out in hives. It could just be my skin not being compatible with the products."
        },
        {
            "review_title": "Smells bad and too expensive",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "The smell of all 3 products is horrible, bordering on unusable. I usually do not care one way or another about the smell of a product, but these are pretty bad. Iu2019ve been using a retinol product for about 2 years and this new one still made me break out pretty badly the first 3 weeks, despite using only 2 times/week. Weu2019ll see how it is going into week 4 but so far this has definitely not been worth the very high price tag."
        },
        {
            "review_title": "NOPE! Raised, scaly, & itchy skin within 3 days.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "This was the absolute worst. 3 daysu2026 thatu2019s all it took using these products at night for my face to literally bump up and feel like sandpaper and be itchy. All around my mouth and chin was a thick layer of dry rough skin. I have never in my life had a reaction to a skincare product like this one. It was so itchy. My neck was itchy and my upper back.  I have combo skin.. itu2019s been a week now since I stopped use and my skin is just starting to feel a bit more normal. Not totally there yet. I thought I was alone but my friend in a different town also got this the same day I did. She thought it was just her skin having a reaction until I told her about mine, she also had the same symptoms minus the itching. The packaging and feel of the bottles is nice. There was some leaking with one of mine in the box like the lid wasnu2019t on tight enough."
        },
        {
            "review_title": "It really worked",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Shani Darden products have truly transformed my skincare routine. From the moment I started using them, I noticed a remarkable improvement in my skin's texture and overall appearance. The attention to quality and efficacy in each product is evident, and I've particularly fallen in love with their serums and moisturizers. Not only do they deliver on their promises, but they also feel luxurious and indulgent on the skin. Shani Darden's commitment to clean and effective ingredients gives me peace of mind, and I can confidently say that her products have become an essential part of my daily skincare regimen, leaving me with a radiant and healthy complexion."
        },
        {
            "review_title": "Packaging leaked",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This product leaked all over the box. Returned for refund. Will probably buy in store to try it."
        },
        {
            "review_title": "Loved it so much",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this - best way to sample products imo.  The whole set left my skin smooth and glowing.  Loved it so much I bought the larger size of lactic acid and will get the retinol when I need to replace another.   one I have."
        },
        {
            "review_title": "I love this formula! My skin is beyond radiant!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "Literal product junkie! Iu2019ve tried everything! My skin looks radiant.. ZERO irritation and zero breakouts. Both formulas are super hydrating and leave my skin glowing. I bought the trial set and Iu2019ve been using it using it daily For a few months. 1 pump is all you need and it is amazing!!! I will be buying these again. Even the trial set lasting 2 months is a great deal."
        },
        {
            "review_title": "Flacon nettoyant presque vide.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ju2019ai achetu00e9 le pack aujourdu2019hui et le nettoyant est quasiment vide, u00e9videmment je ne lu2019ai remarquu00e9 quu2019en lu2019enlevant du paquet car il me semblait tru00e8s lu00e9ger. Ju2019ai acheter le lot pour mon du00e9part en vacances demain, je ne peux mu00eame pas retourner en magasin. Tru00e8s du00e9u00e7ue."
        },
        {
            "review_title": "Makes you breakout! DO NOT BUY",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have had acne my whole life. Went on acutane for a year and everything was good. I havenu2019t had a breakout since and Iu2019ve been off of it for a year. I tried this just to spice up my skincare routine but the ingredients are just not friendly to your skin"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "This product changed my skin completely. Love the way it feels on my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "Gifted by shani Darden - This set is perfect! I have seen such a difference since using these three products. I feel like a little goes a long way with these products which makes this set such a great value. I will definitely be buying the full sizes of all of these products when I run out! I have dry skin and I had no irritation with any of these. My skin looks and feels softer after using these. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "This is a great combo to introduce yourself into Retinoids. I love love the sizes of these as well they travel incredibly well and Iu2019ve been loving everything so far. I also have the peptide cream and itu2019s perfection! Gifted by Shani Darden"
        },
        {
            "review_title": "Great for travel!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This kit is a great introduction to Shani Darden and perfect for travel! I really like the cleansing serum. If you have dry skin I would definitely give this a try. It is a gel like cleanser and did not dry my skin at all. My skin felt super comfortable after using this.  Iu2019ve been using the lactic acid serum in the mornings and the retinol at night and after a week my skin feels and looks smoother. One mark recently left behind my a pimple also faded a bit.   This was gifted by Shani Darden."
        },
        {
            "review_title": "Great way to brand sample",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is a very well balanced starter set that gives you a chance to get to know the brand! The cleansing serum is really silky and enjoyable to use - it removes all of my makeup and cleansing balm. While I like how the formula feels, I do think the cleansing serum has triggered irritation around my eyes - it's the only product I've changed directly surrounding my eyes. While it doesn't seem to bother the rest of my face, sensitive skin beware. The lactic acid serum is gentle on my sensitive skin,  yet I've noticed a glow I didn't have before. Almost like velvet! The retinol is also gentle; I haven't experienced any flaking or redness, but I definitely feel like my skin looks more supple and smooth. 2/3 products I'd be interested in repurchasing - and that to me feels like a win. Complimentary from Shani Darden."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "I have been wanting to try these brand products for so long, but I have just been so afraid to bite the bullet. When I was made aware of the starter set I got so excited. Itu2019s such a cost efficient way to try multiple products at one time. I also think the set is an amazing gift either for Motheru2019s Day, or as a great birthday present. so far Iu2019ve tried every product in the set except for the retinol and I love it. I canu2019t wait to go pick up the full sizes. This product was gifted to me."
        },
        {
            "review_title": "Not a great deal",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Pros: this is the nicest packaging for mini products Iu2019ve ever seen.  Cons: the resurfacing serum was way too irritating for my skin. Got this at the savings event but even at 20% off, this seemed way too expensive for two small serums and a cleanser."
        },
        {
            "review_title": "Excellent gift!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I was already a fan of Shaniu2019s eye cream but Iu2019ve been wanting to try the Retinol Reform after hearing great things about it. This was such a wonderful set to be able to try 3 things without breaking the bank. I think the lactic acid treatment is my favorite - it really clears pores and smooths texture. The retinol reform is awesome too - no irritation and skin feels much smoother already. Highly recommend this set as a nice gift or as a way to try the brand. Gifted by Shani Darden."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Amazing! My personal favorite was the Lactic serum - it makes skin super soft and clears closed comedones so freaking fast. The cleanser is gentle and effective. In terms of retinol, i donu2019t think i saw the results since itu2019s too early. Gifted by Shani Darden."
        },
        {
            "review_title": "Perfect for travel!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "This is a great set with which to try a few of the Shani Darden products. I had previously tried a moisturizer that I really enjoyed and was glad to try more. The cleanser is effective and not stripping. I like skin cycling with retinol one night and then the lactic acid on alternative nights. These sizes give you and idea of whether you would like the full sizes. For me, it is a yes. Gifted by Shani Darden"
        },
        {
            "review_title": "A must have value set if you want to try the brand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This is one of the best value sets it has the all the iconic products in a perfect size where you can try it and still be able to see a difference within usage before you decide to purchase the full size products! Shanis retinol is incredible and so worth it! Complimentary from shani Darden"
        },
        {
            "review_title": "Great travel set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This was gifted by Shani Darden for review purposes. I hadnu2019t tried this brand before but I was excited to get this set because lactic acid and retinol are 2 of my must have skincare items. This set came with lactic acid, retinol, and a cleanser. The bottles for the retinol and acid are both glass and feel really luxe. Iu2019ve used them both for the past 10 days and I do feel like my skin is smoother and brighter. It hasnu2019t been long enough to really notice the results of the retinol but so far so good. Both the serums are a thinner texture. The cleanser is nice, I donu2019t recommend it for removing eye makeup but itu2019s a good second step cleanser. I brought this set along with me on a trip and it really is the perfect travel routine for me."
        },
        {
            "review_title": "Great system to build a great routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This set was gifted by Shani Darden and I love it! This system kept my skin clear and breakout free and my skin didnu2019t get irritated because I was able to rotate the lactic acid and retinol daily. Perfect for those just starting to incorporate retinols into their skincare routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love these products! It was gifted by Shani Darden. I have been wanting to try her products for a while now and just was afraid to take the risk.  The retinol is truly perfection.  I follow skin cycling so the following morning after any acids or retinols the gentle cleanser is great as well!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Letu2019s start with the pros: the packaging is elegant and expensive looking enough to entice me into doing a multi-step skincare routine even on a tired night. The products all have scientifically proven ingredientsu2014apple extract, lactic acid, retinol, etc. However there are a bunch of ingredients that make this not friendly for sensitive skin. I couldu2019ve especially done without the citrus extracts. A simple tretinoin will also always outperform a retinol. This was gifted by Shani Darden."
        },
        {
            "review_title": "Good way to try the brand",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This set seems like a very nice introduction to the brand and I was excited to get to try it. Retinol is such a superstar and Shani Darden really uses it to the fullest in their products. My fave of the three was the cleanser. Unfortunately my treatment serum arrived completely empty after spilling in transit. Gifted by shani Darden"
        },
        {
            "review_title": "Great sample kit!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This set was gifted by Shani Darden. This is a perfect travel set and a great way to try some of Shani's best products. The cleansing serum is just so lovely and the lactic acid and retinol are super effective yet gentle. I really appreciate that these are all together in a set because it's an amazing way to get introduced to the brand."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "From the nature of the two serums (which I alternate using), I use them quite sparingly as I donu2019t use acids or retinols often to work up the tolerance for my skin (yet!) I noticed a bit of purging happening initially after starting to use this set, but the breakouts went away quickly and I think my skin is getting a bit more glowy and less dull. This was gifted by Shani Darden to me but opinions are my own."
        },
        {
            "review_title": "Great way to try out amazing brand!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "This brand is becoming my new favorite line from all skincare. I have been using the lactic acid and peptide cream for the past several weeks and was so excited to be kindly gifted by Shani Darden this retinol starter set. The Retinol Reform is perfect for my sensitive skin and Iu2019m noticing results straight away. Very minimal irritation and instant glow. This is the best skincare line Iu2019ve tried in years!"
        },
        {
            "review_title": "Great way to try the brand!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by Shani Darden but the review is my own. What a wonderful way to test out the Shani Darden brand! Even as mini versions the bottles are heavy and luxe feeling. The face wash feels effective and very cleansing, but didnu2019t dry out my skin or make it feel tight. The lactic acid serum has a lovely texture, thin (not watery) but it absorbs well into the skin without feeling tacky. Lastly, the retinol again has a lovely texture. My skin is used to acids and Iu2019ve been more consistent with retinols so dryness was minimal. Overall, really impressed with the kit and interested in trying more products from the brand. (No artificial scents, but the products do smell of the ingredients. Not unpleasant)"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Love this stuff! The lactic acid serum is amazing. Retinol works like a dream and I have purchased 2 bottles of the facial wash! I get so many compliments on my skin and itu2019s all due to this skincare line. Complimentary from Shani Darden"
        },
        {
            "review_title": "Nice trial sizes",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This was gifted by shani Darden This is the perfect sized kit to try out pieces of this brand skincare range and figure out of your like to purchase a full size. I got about 2 weeks worth from each of the products and was able to feel out the effects on my skin. I recommend this."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Bottles all leaky and empty. For an expensive brand you would think the packaging would be better."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone, Combination skin",
            "review_text": "I received this complimentary from Shani Darden. Given her reputation among celebrities, I was excited to give these products a try and they seem really nice so far. They make my skin feel tight and toned."
        },
        {
            "review_title": "loving these minis!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "love this mini set complimentary from shani darden! i have always heard so many great things about shani darden products and always wanted to give it a try before committing to the full sizes. love how this skin makes my skin so smooth afterwards, definitely want to pick up bigger sizes!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The packaging is nice, but I find this brand over-priced for me. If you are looking for a beautiful & aesthetic skincare line, this is a range to explore, but I found the products ineffective at best and irritating at worst. Gifted by shani Darden."
        },
        {
            "review_title": "The perfect trail set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This travel set is full of staple basics that you need for optimal retexturizing of your skin, especially if you have sensitive skin like I do. I have been using the lactic acid serum for 3 months and it has made the biggest difference in my skin. The cleanser is a surprising favorite. It literally is a serum like cleanser that does not strip the skin. I have tried a cleanser so light weight before.The retinol has been amazing so far as well and i had no irritation at all. I received this set complimentary from Shani Darden but all opinions are my own."
        },
        {
            "review_title": "gently hydration",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "complimentary from Shani Darden  I liked this set, gently without scaling the skin, it helps to get acquainted with retinol without compromising the quality of the skin.  light textures were perfect for my combination skin, I especially liked the exfoliating serum, it gently exfoliates roughness, after it the skin is like velvet"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I have naturally normal skin type, not oily but in the drier side and really like this ranges of products. My skin feels hydrated and renewed. Iu2019m alwYs looking ti try new products. Gifted by Shani Darden."
        },
        {
            "review_title": "Such a good gift !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I loved this set gifted by Shani Darden, itu2019s such a great deal! I love the idea of gifting this as well. I am in love with the cleansing serum , itu2019s so moisturizing and soothing on my sensitive skin. This was great for taking of my sunscreen and oil after a long day but wasnu2019t harsh so I could use it in the mornings as well. I loved how soft and plump my skin felt afterwards. I have very dry skin and loved that this retinol and exfoliating serum seems like it was made for me ! It didnu2019t give any usual retinol negatives like dryness or irritation. I love them both for really giving me smooth and supple skin. I feel like in only one use my skin looks more even and healthier. My skin looks bouncy and hydrated. I love it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I received this set complimentary from Shani Darden in exchange for my honest review, and these are so easy to review! I am 39 with dry skin and I focus my efforts on aging well. All three products in this routine are excellent for my needs! The serum cleanser is gentle but effective, and leaves my skin neither filmy nor dry. The acid serum is gorgeous for light resurfacing- it makes your pores less noticeable and gives the prettiest next day glow! And retinol should be in everyoneu2019s night routine. This retinol serum is non irritating and so far seems to be working great!"
        }
    ]
}