{
    "product_id": "313",
    "name": "The Finishing Hair Spray",
    "brand": "Crown Affair",
    "categories": "Hair, Hair Styling & Treatments, Hair Spray",
    "price": 51.5,
    "about": "What it is: A modern-day hairspray that sets, defines, and adds polish for touchably soft and shiny hair. Provides flexible hold for everyday styling without alcohol or aerosols...Hair Texture: Straight, Wavy, Curly, and Coily..Hair Type: Fine, Medium, and Thick..Hair Concerns:- Frizz.- Hold & Style Extending.- Shine..Key Benefits: - Creates flexible hold to set styled hair in place with no crunch or stiffness.- Adds sleek, subtle shine without being sticky or drying out hair.- Weightlessly hydrates, strengthens, and reduces frizz..Highlighted Ingredients:- Tsubaki Meadows (Tsubaki Seed Oil & Meadowfoam Seed Oil): Weightlessly hydrates while protecting from heat, defines, and strengthens..- Acacia Senegal Gum: Provides flexible hold while keeping hair soft, shiny, and easy to re-style..- Panthenol: Conditions and softens hair...Ingredient Callouts: This product is vegan and cruelty-free...What Else You Need to Know: The Finishing Spray is formulated to set, style, add polish and nourish. Made with our proprietary Tsubaki Meadows oil blend for hydration, and our signature Brush Away Blend for buildable hold that can be easily brushed out without a wash, this innovative hairspray supports everyday styling...Fragrance Description: Crown Affairu2019s signature fragrance combines bergamot, yuzu, and lemongrass for a cool, light scent....Clean at Sephora",
    "ingredients": "-Tsubaki Meadows (Tsubaki Seed Oil &amp; Meadowfoam Seed Oil): Weightlessly hydrates while protecting from heat, defines, and strengthens..-Acacia Senegal Gum: Provides flexible hold while keeping hair soft, shiny, and easy to re-style. .-Panthenol: Conditions and softens hair...Water/Aqua/Eau, Polyurethane-14, AMP-Acrylates Copolymer, Polyglyceryl-6 Ricinoleate, Polyglyceryl-6 Caprylate, Polyglyceryl-4 Caprate, Polyglyceryl-3 Cocoate, Glycerin, Camellia Japonica (Tsubaki) Seed Oil, Limnanthes Alba (Meadowfoam) Seed Oil, Panthenol, Beta Vulgaris (Beet) Root Extract, Acacia Senegal Gum, Aloe Barbadensis Leaf, Rhizobian Gum, Caprylyl Glycol, Sodium Polyitaconate, Ethylhexylglycerin, Aminomethyl Propanol, Fragrance/Parfum, Undecylenoyl Glycine, Capryloyl Glycine, Phenoxyethanol, Tetrasodium Glutamate Diacetate, Sodium Benzoate, Citral, Limonene, Potassium Sorbate, Linalool, Citric Acid...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.- Spray onto to dry, styled hair to set and finish strands for flexible hold..- Apply in a sweeping motion at least six to eight inches away from hair. As the formula is buildable, start with a small amount and add more until desired finish and hold is achieved..- Use on updos, when hair is down, to reduce flyaways or to add lightweight shine.",
    "num_reviews": 219,
    "overall_rating": 4.7,
    "product_url": "https://www.sephora.com/ca/en/product/crown-affair-the-finishing-hair-spray-P513113?skuId=2799138&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2799138-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "3.4 oz / 100 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2799138-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Wonu2019t be repurchasing",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "If you are looking for something with VERY minimal hold this is the product. I liked it for fly-aways and second day curls. This will not leave your hair with a u201ccrunchyu201d feeling and is pretty fast drying. Has a very nice smell, but I wonu2019t be repurchasing . repurchasing"
        },
        {
            "review_title": "Smells Heavenly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "The smell is amazing. This product adds shine and grit. A light spray will make the hair feel slightly damp for a few seconds and dry shiny. Itu2019s pretty impressive. One of my new favorites."
        },
        {
            "review_title": "Don't understand the hype...",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I was excited to try this product based on the reviews but so far I'm left disappointed. it's more wet than I thought it would be and the smell is not nice at all, smells more on the cheap side. The hold is minimal which I can appreciate but I just don't like how my hair feels after, does not feel light,airy, and clean. Verb thickening spray is much better imo."
        },
        {
            "review_title": "The best finishing spray ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Finally found what I was looking for. Holds in the slightest way - doesn't make my hair feel crunchy or dry. Smells good. Adds a little texture and shine. Love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "This is a lovely finishing spray. It smells really good and is a very workable product. It adds a good amount of shine to my hair which is an added bonus. My hair stays in place for the duration of the day when I use this."
        },
        {
            "review_title": "Impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This new hairspray is seriously a must-try! It gives your hair a flexible hold and adds a nice shine without making it dry or crunchy. Plus, it keeps your hair soft and smooth, and you can still restyle it without any fuss. Itu2019s perfect for any hair type and smells so good. I'm soo impressed"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love love love this setting spray! It mists so evenly and makes my makeup stay all day long! It looks gorgeous on the skin and has a yummy light scent to it as well! I love the luxe packaging as well!"
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I must say I like it but I donu2019t think I will repurchase.    I have natural curls I do like it the summer but have to use more to see if repurchase I think be great for styled hair so much .. such a great brand"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I love everything Iu2019ve gotten from crown affair. This brand continues to surprise me every single time I try one of their products I love it more than the last. The best move Sephora made was stocking this brand!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This spray is so nice. It provides a minimal hold while also controlling the frizz I get sometimes. It has a nice smell and I really appreciate that it isnu2019t an aerosol spray as it makes it easier to bring places"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I recently tried the Air Mousse for Hair & Honestlyu2026. it exceeded my expectations. Itu2019s lightweight and incredibly easy to use, making styling a breeze. The airflow is gentle yet powerful, which helps to dry and style my hair without causing damage. I also appreciate the ergonomic designu2014it fits comfortably in my hand, allowing for precise control. The results were impressive: smooth, shiny hair with minimal effort. Overall, itu2019s a fantastic tool for anyone looking to streamline their hair routine."
        },
        {
            "review_title": "Great Finishing Spray!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Crown Affairu2019s new finishing hair spray is soooo good! It holds my curls in place without making my hair feel built up and hard with product. The smell is luxurious and I canu2019t wait to continue using this spray!"
        },
        {
            "review_title": "Amazing hair product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Amazing product! It really holds my curls throughout the day and my hair is still manageable too. It doesnu2019t leave any residue or feels crunchy at all. Itu2019s lightweight and it smells amazing. My hair is thin and frizzy and it really helps my hair stay nice and put."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have been really liking this spray recently. It keeps my hair wavy when my hair is natural without weighing it down, which is the most important thing for me. It also doesnu2019t make my hair feel crunchy."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I was very intrigued by this spray. In terms of a hair spray, it did not hold a curl in my straight hair. However, it feels really nice and light on my hair. It definitely is the perfect hairspray for a blowout when you need a light hold."
        },
        {
            "review_title": "Only crown affair for my hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Crown affair is one of my go tos for hair care! Iu2019m very picky especially with my thick, wavy hair. This finishing spray is very lightweight and actually holds your hair in place. Just a little spray goes a long way."
        },
        {
            "review_title": "New fave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This helped my curly hair with not being frizzy especially in the Alabama humid summer weather! It smells lovely and not an over powering scent either! It also gives amazing shine to your hate as well."
        },
        {
            "review_title": "Truly a lifesaver!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The Crown Finishing Hair Spray worked well on my hair. I have thick course hair that is hard to hold a curl. After a 10 hour work day, in 100+ degree weather it was able to minimize frizz and hold my curls."
        },
        {
            "review_title": "Helped my humidity worn hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I know my hair may look a mess, but this is after being rained on throughout the day! Any other time Iu2019d be a super poofy mess by now! I can definitely say it held my hair together as best it could given the weather. Iu2019m excited to use it when the rain isnu2019t pouring for two weeks straight!  The mist is very fine and not sticky. Thereu2019s also no lingering product in the air like some hair sprays. I really love the scent as well. Very fresh and clean without being too heavy for my sensitive nose. My sister actually asked what body spray I had used!  I like that itu2019s not like an ordinary aerosol spray so itu2019s not being sprayed all over the bathroom vanity."
        },
        {
            "review_title": "A lovely hairspray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This hair spray leaves a nice finish. I donu2019t feel that it gets too crunchy or flakes on my hair. I like more of a softer hold finish to my hair so this is more than perfect for me. I have naturally wavy hair."
        },
        {
            "review_title": "Hair must have !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I have been loving this finishing spray from crown affair! It is super lightweight and keeps my hairstyle in place all day! Never leaves my hair crunchy or sticky feeling which I love ! Canu2019t wait to continue to use!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I havenu2019t tried too many products from Crown Affair but I have really been liking this finishing hair spray. It doesnu2019t feel sticky or leave any weird residue but really ties together my hair and makes it look nice."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Normal skin",
            "review_text": "I really enjoy the packaging of this hair spray. I love how it smells! It is lightweight, and does an excellent job of still holding the hair in place! I enjoy that it does not make my hair feel stiff or sticky."
        },
        {
            "review_title": "Crown Affair does it again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "An awesome non-aerosol hairspray! Love how fine the mist is so that it can evenly coat all of my strands. It has a very breathable formula, and doesnu2019t leave hair feeling crunch or sticky. Bonus points that it also smells incredible and has chic packaging"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "I was gifted this in exchange for my honest review. Iu2019ve tried a lot from the brand and really loved it, so I had high hopes and expectations for this one. I think that the packaging is sleek and luxurious like the other products. However, this felt like something that could have been purchased for a lot less. So it was just average for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This spray is literally glass hair in a bottle. Not only is it so good at making my hair super shiny, but it is also lightweight and super comfortable on the hair. i absolutely love and couldnu2019t recommend more."
        },
        {
            "review_title": "great at holding curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I have very slick hair that doesnu2019t hold any curl. Using this spray on overnight heat less curls made it last the whole day even in rainy, humid weather! No strong, unpleasant smell nor heaviness that weighs my hair down."
        },
        {
            "review_title": "Took getting used to but I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "A little bit goes a long way! I made the mistake of using a lot at first and I did not like it but when I gave it a second chance and I used a little at the end of my hair routine I really liked it! So my only advice is donu2019t spray on every piece. Wait till your done and then spray all over"
        },
        {
            "review_title": "Like the new concept but could be improved",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Love that this is not sticky like other hair sprays! Sprays evenly throughout hair. No strong fumes. Iu2019m able to brush through my hair after the product without it being super knotted. I donu2019t feel like it gave my as much shine and I expected so taking off star for that."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "This spray has a super fine mist, the most fine I've ever tried. It holds pretty well without making my hair feel crunchy or oily. It gives my hair a little bit of texture which is nice when you have fine hair."
        },
        {
            "review_title": "A fantastic hair product to add to my roster",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I am in love with this spray. It really enhances my natural hair when I use it on damp hair as the box suggests. It also has a really nice light hold that is breathable but strong enough to last all day!"
        },
        {
            "review_title": "Great hairspray",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Have used this hairspray for a week now and love how my hair holds without being and looking stiff. My hair is fine and always have issues finishing a good hairspray however this one worked well for me. It holds everything in place without having to use too much product."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Very nice and lightweight. Did not weight down my hair at all and just left a light shiny finish on my styled hair. Nice for slicked back looks or if you get frizzy easily. Wore it out in very humid weather and noticed minimal friz."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "Crown affair is one of the best hair brands. The new finishing spray works great. It holds my waves/curls without making my hair feel stiff. Not only does it hold my waves but it leaves my hair looking shiny & healthy."
        },
        {
            "review_title": "The percent finishing spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The perfect amount of hold and flexibility. This finishing spray doesnu2019t leave my hair feeling sticky or weighed down after use. The spray is lightweight and leaves my hair feeling touchable. Bonus points for the scent being light and not too strong."
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is a must have product. Itu2019s In my everyday hair bag and adds the perfect finishing touch for my styling. My hair feels so much silkier but maintains its texture and volume. This product smells great!"
        },
        {
            "review_title": "Loveee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely love Crown Hair Spray! It gives my hair impressive hold without that stiff, crunchy feeling, which is a game changer for my everyday styles. The lightweight formula allows for a flexible finish that lasts all day, and I can't get enough of the subtle, fresh scent. Plus, the nozzle makes it super easy to apply, giving me just the right amount of control. It's definitely my go-to for polished looks that still feel natural!"
        },
        {
            "review_title": "Nice spray nozzle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This is a great size for a hair product, just enough. I can throw it in a bag and it doesnu2019t take up a ton of space. I really appreciate the finer mist as it provides an even placement of product. It does a beautiful job of adding volume, texture, and hold. Leaves your hair looking more on the natural side with no hard spots. Iu2019m really happy with this product."
        },
        {
            "review_title": "Perfect for a natural look!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "I have really been liking Crown Affair products lately. This spray is really light weight and leaves my hair with a nice, light hold. I would say itu2019s more for a natural look and isnu2019t a very hard hold. But for an everyday, natural finish, itu2019s really beautiful. It also smells amazing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I have both the finishing gel and finishing spray from Crown Affair and both are perfect for creating that sleek bun or sleek ponytail look. I like this spray because you donu2019t have to get product on your hands. It sprays evenly and has great long lasting hold but doesnu2019t make my hair crunchy! Also love that you can use this to set your hairstyles. Itu2019s hard to find a hairspray thatu2019s lightweight enough to not weigh down my hair but this does it and helps extend my curls!"
        },
        {
            "review_title": "Perfect mist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Dry skin",
            "review_text": "I really like this hairspray it is different from the typical and in this section of hair products t there isnu2019t much innovations so this is a good change of pace it is a very fine mist and it is not aerosol! It holds the hair without being sticky or too crunchy"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Dry skin",
            "review_text": "Love love love this finishing spray! Iu2019m obsessed with it. It does not leave my hair feeling u201ccrunchyu201d like other hair sprays do. After using this spray it is still u201cbouncyu201d not u201ccrunchyu201d and feels amazing! All while still holding up any style I have. Canu2019t recommend it enough!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "The crown affair finishing spray is everything you want and more! It is exactly what you need to finish off your hair and make sure itu2019s shiny with lots of movement. Normally Iu2019m against finishing sprays but I loved this one!"
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I love this spray so much! It smells so good and that alone would make me buy this. I have pretty thin hair so oils and even some finishing sprays can weigh it down too much but this works so well with my hair! A little goes a long way and it really is like the finishing touch."
        },
        {
            "review_title": "Love using this as a last step in hair routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Wow I am loving this finishing spray! Even though the bottle is smaller than I would usually like for the price point, the spray comes out in a great mist and only a little product is necessary to use, even on my very thick shoulder length hair.  I've noticed my hair looks shiny and it holds my beachy curls really well! It's not sticky and doesn't make my hair crunchy either, I overall love the way it makes my hair look and definitely recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Oily skin",
            "review_text": "I love this finishing hair spray because it holds my hair in place without being sticky or leaving a ton of residue. This is important because I wear extensions and donu2019t wash my hair everyday. So, once Iu2019m done with the style I can easily brush my hair out. I also really like the smell and the fact that itu2019s vegan."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "First of all. I love how this smells so much lol I smelled so good when I finished my makeup and got all dressed up. But back to the performance, it was very nice and I didnu2019t have a crunchy feeling so thatu2019s good!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This product is actually amazing at setting my hairstyles! I was worrried it would leave a stick residue or not hold all night but Iu2019m pleasantly surprised. Yet another really good product from crown affair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "WOW. I love the smell and the fact that it has a hold without crunch. It leaves my hair touchable and brushable, which is a must for me ! Over all the product is great, it has a super fine mist which I like as well. This was gifted in exchange for an honest review."
        },
        {
            "review_title": "Excellent finishing spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I love this finishing spray from Crown Affair. Makes my hair shiny. It makes it easy to style with adequate hold for my beachy waves style. It doesnu2019t have alcohol so I donu2019t worry about my hair drying. It also helps protect my hair from heat damage. It smells good too! Overall, I am very pleased and would recommend to my friends."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone",
            "review_text": "Finally a finishing product without aerosol! I like that it doesnu2019t leave my hair feeling crunchy or stiff after using this product. Leaves me looking amazing without feeling icky about whatu2019s in it!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "So far I am loving the finishing hair spray from Crown Affair. I love how it sprays and gives my hair the perfect shine/ hold. It smells good and I will continue to use it. I would recommend to a friend!"
        },
        {
            "review_title": "A nice finishing spray",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I loved this finishing spray! The softer mist took me by surprise, because I was expecting more of a hairspray, but it still worked. I noticed my frizz was reduced which is saying a lot since I live in the humid south. My curls also held better. I wish it offered a bit more shine, but Iu2019ll take the finishing power anyway."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love this so much. I take this with me everywhere I go. Love that it helps hold the style but doesnu2019t make my hair greasy or stiff. Highly recommend if youu2019re looking for a clean finishing spray that just improves your hair."
        },
        {
            "review_title": "works as intended",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Porcelain skin tone, Dry skin",
            "review_text": "I really like this finishing spray. It held my curls much better than it would without it. It's not heavy and sticky at all. It comes out as a fine mist, which is appreciated. I didn't notice much of a scent. I will definitely keep using it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Non aresol hairsprays are my absolute favorite and Iu2019m so excited to see more brands coming out with them. Not only does this work great on heat styled hair but also on my natural wavy hair. It has a great hold with out being crunchy"
        },
        {
            "review_title": "Good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I like this finishing spray from Crown Affair. I have wavy hair and am always looking for products to help define and add a little bit of hold to my hair. I like this product because its super light weight and added a bit of hold with out my hair feeling crunchy. But it has more of a wet misting finish than a normal spray does so it didn't smooth my hair so much I would have liked."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m not sure how I feel about this product. I love the other 2 products I have from this brand but this spray I feel like didnu2019t do much for me . Not really sure the use of it. Styling ? Didnu2019t really help me ."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I absolutely love this finishing spray! I used it at a wedding this past weekend and all the girls were wanting to borrow it because they all loved it so much! It makes my hair so silky and smooth and I love it."
        },
        {
            "review_title": "Didnu2019t work out for my hair",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "Very light hold and did not do much as a finishing spray on my natural 4c curly hair. It gives more of a wet dispensed mist and I made the mistake of spraying it after straightening my hair and some parts did start to wave up. I personally I wouldnu2019t try the product again but someone else will possibly find this better suiting for their hair type"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have 3B curly hair that is usually pretty thick and I am on the fence with this product. I donu2019t entirely love it because it does make my hair a little bit stiffer than I usually like it, but it does help with frizz. Iu2019ll continue testing it out but for the time being Iu2019m giving it a three star."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "Crown Affair's The Finishing Hair Spray is a total game-changer! It gives my hair the perfect hold and natural movement without feeling sticky or heavy. My hair stays soft, shiny, and touchable all day, no matter the weather. Plus, the fresh scent is divine. If you want a finishing spray that truly delivers, this is it. I love it and highly recommend it!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Hairspray is a must have for me. No matter what hairstyle there are fly aways and this helps. I really like it kept my hair styles intact and didnu2019t open up. I recommend this hair spray it will definitely help you."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Crown Affair has recently become one of my go to haircare brands ever since I tried their leave in conditioner. I love their finishing spray just as much and love that itu2019s clean and provides a flexible hold!"
        },
        {
            "review_title": "For touch ups",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Love crown affair haircare. The finishing spray is a game changer. It kept my hairstyle perfect all day without feeling sticky or leaving any residue, love the natural shine it adds. Flexible finish, highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "First off, the non aerosol spray is top tier. This product doubles as a hairspray while also adding shine to your hair. The mist is super fine and starts off as a flexible hold, it is very much buildable if you prefer a more stiff hold as well. Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "I recently tried this finishing spray, and Iu2019m impressed! It adds a sleek polish and gives flexible hold without any dryness or damage. I love that itu2019s alcohol and aerosol-free. My hair feels healthy, looks defined, and stays in place all day. Highly recommend for anyone wanting to style without compromising hair health!"
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Another amazing crown affair product! This product is so good its perfect for my sleek back looks and leaves my hair looking so smooth and shiny. It also tames my fly aways and does not leave my hair greasy after. Its very workable and i love the signature crown affair scent"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I wasn't sure if this would be worth it for me but I really enjoyed working with this product. I was able to jazz up my normal hair styles and make them better. My sleeker back bun was super sleek, my waves held so much better and the formula is super lite!"
        },
        {
            "review_title": "Give it a try",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I love this light weight hair spray! I use it when I have my rollers in to add a hold and then spray my baby hairs so they can lay flat. Works wonders and doesnu2019t have a harsh smell. I would definitely recommend."
        },
        {
            "review_title": "Fantastic! Love the no crunch feeling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This is fantastic! I love the scent. It makes my hair smell like I just went to the hairdresser, I want this as a perfume! It gives my hair hold without looking crunchy, brushes out easily and I donu2019t have to wash my hair after using it. Love and will repurchase :)"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "this finishing spray comes in a fine misting bottle that evenly disperses with every spritz. it has a neutral scent that i canu2019t explain but it neither smells good nor bad. since this isnu2019t a continuous spray bottle you do have to spray several times as if you were spraying a body spray, not sure how i like that for a finishing spray. it also didnu2019t do too much for my hair for the price. for reference, i have pin straight asian hair, so maybe thatu2019s why. not sure if iu2019d recommend for anyone with the same hair type but maybe for other hair types yes!"
        },
        {
            "review_title": "The best spray!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This finishing spray is fantastic! It has been a wonderful addition to my routine and done wonders for my hair! It keeps it looking fresh and heat and humidity, and I would definitely recommend this to a friend"
        },
        {
            "review_title": "Love that itu2019s non-aerosol!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I love that this finishing spray isnu2019t in an aerosol can. It adds shine to my hair, helps control frizz and has a light hold that is enough to hold my curls for the day, It doesnu2019t make my hair feel crunchy or stiff!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "It feels weightless on my wavy hair! I love that the finish is natural and not glossy or matte. It adds a bit of body to the hair and doesnu2019t cause any allergic reactions as sometimes my skin tends to have (sensitive skin/scalp)"
        },
        {
            "review_title": "Great one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I've been loving Crown Affair's Finishing Spray lately! It adds an amazing shine and sets my hair perfectly without drying it out. My styles hold well and still feel soft and natural. Plus, the scent is so pleasant, making the whole experience feel a bit more luxurious."
        },
        {
            "review_title": "so so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "i love this spray! it has the signature crown affair scent and smells sooo delicious! it makes my hair super shiny and makes it look less dull even when my hair is looking the worst. overall love this product and have added it to my hair wash day routine!"
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I have been loving this finishing hairspray! I love how I can still move my hair and my hair doesnu2019t feel sticky or stiff after applying it. This has been a game changer for the Midwest heat and my hair."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Itu2019s not a bad product. I just didnu2019t notice much of a difference compared to any other hairsprays. I would say it had a medium hold didnu2019t leave my hair super crusty but also it didnu2019t hold the style as much as Iu2019ve seen in other products before."
        },
        {
            "review_title": "Best brand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "So good. This is quickly becoming one of my favorite brands. Every product always smells amazing, this left my hair with a really nice shiny finish and kept my curls without leaving that crunchy feeling. Will definitely be buying again!"
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I loved using this with my slick backs and as a person with thick curly hair, this definitely made the slick back skin smooth! It smells so good too and also paired with the leave in conditioner, 10/10!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "This product has saved a few hairstyles that I thought didnu2019t turn out the way I wanted. Doesnu2019t have an overpowering smell and works way better than others Iu2019ve tried in the past! Definitely would recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This finishing hair spray is great on my fine hair. It gives a good flexible hold without making my hair stiff or dry. I also really like that I can easily brush out my hair the next day or if I decide to change the style. And a little goes a long way. Loving the ingredients and scent too!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The Finishing Spray by Crown Affair is my new favorite hair product, love the flexible and natural hair look thatu2019s giving, smells so good, itu2019s a game-changer for my  hair because holds and curls, Iu2019m obsessed"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The Finishing Spray by Crown Affair is a game-changer for my fine hair! It adds the perfect amount of polish and hold without drying out my hair. I love how it keeps my style in place while still being flexible and natural-looking. Itu2019s easy to brush out at night too! Plus, my hair feels hydrated and healthy, not weighed down at all. The light, fresh scent is a lovely bonus. Itu2019s become my go-to for styling every day!"
        },
        {
            "review_title": "Needs better sprayer",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "I tried the finishing spray this weekend for the first time and it was ok. I like how it smells so much but the only thing I didnu2019t like was the sprayer. I prefer a continuous sprayer instead of a pump one. But other than that, it was good!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "i am a big fan of this finishing spray!! it has a flexible hold that isnu2019t too stiff and you can brush through it. it also adds a good amount of shine and doesnu2019t leave the hair looking greasy or heavy"
        },
        {
            "review_title": "Most perfect finishing spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great finishing hairspray, alcohol and aerosol free formula. Hair looks so shiny, itu2019s very soft and not frizzy at all. And the best part is that this finishing spray hydrates, strengthens and protects hair, Iu2019ve notice that my hair doesnu2019t break at all after I start using it!"
        },
        {
            "review_title": "Okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I really love this brand products but I didnu2019t love this one as much. It smells great and does make my hair look good for a while, but I noticed it makes my hair look more greasy as the day goes on. I do have very oil prone hair so that may be why. I also didnu2019t notice much of a hold"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I wasnu2019t super impressed with this hair spray unfortunately! My hair fell super quick after use, but it was pretty humid outside so Iu2019m not giving up completely. My hair was easy to brush through, but it felt a bit crunchy to the touch. I definitely wouldnu2019t use it on air dried hair unless you want a ton of added texture."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "Crown Affair's Texturizing Air Dry Hair Mousse enhances natural texture with lightweight, non-sticky formula. It provides volume, definition, and a soft, effortless finish. Ideal for air-drying and styling."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Wow! This has been an absolutely wonderful addition to my haircare routine! I love how it feels and gives me hair just enough hold to keep it looking beautiful throughout the day! Such a great new product."
        },
        {
            "review_title": "Perfect for setting a blowout or fly aways",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I have long thick partially wavy hair and used this to help set my curls after using a curling wand. I have to say I am slightly disappointed as it did not give my hair a strong hold like other hair sprays I have used. My curls had fallen out after only an hour. I would say this is a hair spray for light hair styles like a blow outu2026which is what I will be using it for from now on. I do however like the scent and the packaging. It also adds a nice shine to my hair without leaving my hair crunchy feeling or greasy looking."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Like always, the crown has amazing products for your hair. I love how lightweight of a spray this is and not only helps hold curls but adds texture into your hair as well. I love spraying a light mist over my curls then brushing it out!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "This smells sooo good! Itu2019s not overpowering but a nice scent. This is perfect if you donu2019t love hairspray but need a little bit of hold and shine. It doesnu2019t make your hair stiff but finishes the look. Makes my hair smooth looking!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Absolutely LOVE Crown Affair's products and this finishing spray is no exception. It's really nice to have after I finish straightening and add in deep conditioner to my hair. The spray allows my waves to be flexible, with minimal crunch and substantially less frizz!"
        },
        {
            "review_title": "Hair elevated.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This really is a true finishing spray. When you apply your hair, it just gives your hair this nice formal distinctive. Look that just elevates your hair to another level and when used on your hair after curling and styling, you get an even better effect. This is such a game changer if youu2019re really looking to your hairstyle."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "Iu2019ve recently added the Crown Affair Finishing Spray to my hair care routine, and Iu2019m absolutely in love with it! As someone who is passionate about beauty and always on the lookout for exceptional products, this finishing spray has truly impressed me.  From the moment I first used it, I noticed a significant difference in the texture and shine of my hair. The spray is incredibly lightweight and doesnu2019t leave any residue, which is a huge plus. It provides a beautiful, natural finish that makes my hair look effortlessly polished and healthy.  What I appreciate most about the Crown Affair Finishing Spray is how it tames frizz and flyaways without weighing my hair down. My hair feels soft and manageable throughout the day, and it holds my style perfectly. The subtle, clean scent is also delightful and doesnu2019t overpower my other hair products.  Overall, the Crown Affair Finishing Spray has become a staple in my hair care arsenal. Itu2019s a must-have for anyone looking to achieve that flawless, salon-quality finish at home. I highly recommend it!"
        },
        {
            "review_title": "For frizzy, thicker hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Normal skin",
            "review_text": "Was attracted to this product because of the cute name! Genius marketing if you ask me lol. I have frizzy fine hair. It did take the fizz and give me a more polished look, however I feel it did weigh it down a little. If you have frizzy, medium thick hair-this is for you."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love the way this finishing spray smells. It also works great. It has a great hold and makes my hairstyle last all day long. The only thing is that it does weigh my hair down and I have thin hair with no volume to start with. Probably works best for those with normal to thick hair."
        },
        {
            "review_title": "New Favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "Iu2019ve yet to try a crown affair product that I donu2019t like. The new Finishing spray is soooooo good. itu2019s such a nice clean hairspray that doesnu2019t leave my hair feeling crunchy or looking gross and flat. A little goes a long way and it holds and wears great throughout the day. I love that this a continuous mist spray and has the signature crown affair scent that i canu2019t get enough of!"
        },
        {
            "review_title": "I like it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I donu2019t usually use this kind of product, only when I curl my hair. This finishing hair spray makes my style lasts longer and holds longer too! It smells great and my hair is still soft to touch without being crunchy stiff. Love this one so far!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I am loving this finishing hair spray!! You can use it for multiple hairstyles. Sometimes I use it to help with fly aways and sometimes I just use it on my natural air dried hair. I love the mister and it smells good too!"
        },
        {
            "review_title": "obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I am obsessed with this!! First of all, it smells soo good and leaves my hair smelling amazing. It is super light on the hair and does not weigh it down at all or leave any greasy residue. It is the perfect finishing touch to any hair style"
        },
        {
            "review_title": "This is a game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I have been trying this hairspray and I love it. I used it the first time 4 days in a row and my hair held up very well and I was able to brush it out without getting flaky. Today I used it with some leave in hair cream for a slick back and I can totally brush it out and re wear my hair for a few more days."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I always style my hair on a regular basis and I need to get my hair last between washes. I usually don't use any hairspray or finishing spray on my hair but this works so well without making my hair feel stiff."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Everytime I do my hair it falls apart almost instantly and with this product I donu2019t have to worry anymore. Easy to use, easy to style, not big scent that bothers me and holds up the hair style for my whole work day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Iu2019ve always been a bit skeptical of hair spray because it was so crunchy and flaky in my experience but this hair spray is so different. I use it to set my hair once it dries (I have curly hair) and it made my curls last 4 days without any crunchiness or flakiness"
        },
        {
            "review_title": "Amazing Hair Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I expected the bottle to be aerosol but it wasnu2019t! Its a super fine mist that applies evenly to your hair. I love that I can spray on my hair and brush the way I want it to stay and it will dry and be held in place. Its much softer and airy than regular hairspray, I prefer this product since it doesnu2019t leave my hair dry nor leave a residue. I will def be using on a daily to keep my hair in place"
        },
        {
            "review_title": "Good finishing spray for extra texture!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I have extremely fine, extremely thin, dry hair. It looks limp and flat but I do have a bit of wave! This spray enhances my waves and makes my hair feel thicker and have some volume without it feeling like there is a product in my hair! I canu2019t stand how normal texturizing products feel because my hair is so fine that it feels sticky and crunchy. This spray feels like there is nothing in it! It smells good and provides a nice finish and texture!"
        },
        {
            "review_title": "The best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Crown Affairu2019s new setting spray is an absolute must-have for anyone serious about their hair game. This spray is like a magic potion, blending argan oil and vitamin E to give your hair that perfect shine and smoothness without any of the icky, sticky feel. The fine mist makes it super easy to apply evenly, so you can get that effortlessly polished look every time. What I love most is how it performs under pressure. Whether itu2019s a humid day or just a long one, this spray keeps my style in place while taming frizz and flyaways. Plus, it smells amazingu2014light and fresh, not overpowering at all. Itu2019s definitely a bit of a splurge, but for the quality and the way it makes my hair look and feel, itu2019s totally worth it. Trust me, once you try it, youu2019ll wonder how you ever lived without it!"
        },
        {
            "review_title": "No crunch!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This was a unique product for me as Iu2019m used to aerosol hairsprays but I like this a lot! I feel like it left my hair waaaay less crunchy and it felt flexible but also the curls lasted 3 days when using this!"
        },
        {
            "review_title": "Good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Great for my oily hair! It keeps it neat and shiny and healthy without it looking dirty or sticky, it does control my frizz at least superficially, very mild smell if any, good for a little on the go retouch"
        },
        {
            "review_title": "A nice unique product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a really nice light-hold finishing spray. It is very light and isnu2019t crunchy or sticky, which I really like. It also smells AMAZING which is a plus!! It didnu2019t make my hair greasy like a lot of other products do. I would recommend if youu2019re looking for a hairspray alternative!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This finishing spray is an absolute game-changer! It holds my hairstyle perfectly, leaving it smooth and flawless without any stiffness. The formula sets my style effortlessly, providing a natural look and feel. I've tried many sprays, but this one stands out for its exceptional performance and reliable hold. Highly recommended!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have curly hair and I love the nice shine and extra hold this spray gives. Perfect way to finish a look. I also love using as a final step whenever I do a slick bun! Itu2019s definitely not a strong hold but it works as a final touch to finish the look."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I love this finishing spray! My hair holds a curl well naturally so I donu2019t love to use aerosol hairsprays. Right out of the package itu2019s a very nice product and the sprayer is perfect. Not the strongest hold or de-frizz but itu2019s extremely lightweight which is the purpose"
        },
        {
            "review_title": "More like a texture spray",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I like how the finishing spray is distributed- itu2019s not like a regular aerosol finishing spray, it sprays out more like a spray bottle. My only qualm with it is that it did make my hair sticky and a little crunchy- it feels more like a texture spray than a finishing spray to me."
        },
        {
            "review_title": "Another Crown Affair Gem",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Crown Affair has done it again. I swear every product they make is worth grabbing. The Finishing Hair Spray is exactly as it sounds - itu2019s the cherry on top of your hair routine. I use this to help hold my curls in place - both when I curl them and when my wavy hair drys naturally. Itu2019s not crunchy and helps hold all day long! I was gifted this in exchange for my honest review."
        },
        {
            "review_title": "Favorite hair spray!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I love how fine the mist is and it smells so good! Itu2019s very lightweight and doesnu2019t leave a sticky feeling in the hair after like other hair sprays. It does a good job at helping tame my flyaways and making my hair look good all day long!"
        },
        {
            "review_title": "great spray!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I really do enjoy this product, it has a great smell and a nice hold. However, there is an odd-metered mechanism so there is no continuous spray option.  It keeps frizz at bay and adds a nice shine! I would recommend this product."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I received this in exchange for a review. I wasnu2019t sure what it would be when I first saw it. Finishing spray could have been anything. Itu2019s a hairspray on my hair texture in case it isnu2019t clear in the description. The nozzle sprays great. Itu2019s not a continuous mist but it lasts long and the mist itself is fine and sprays evenly. It hasnu2019t clogged for me yet. The hold is medium to strong on me and doesnu2019t leave a matte finish. The texture is a bit workable and not crunchy. I donu2019t tend to brush my hair after using hair spray but I think youu2019d be able to do that with this one. So far I really like it and find myself reaching for it over others I have. My one complaint is the smell. Itu2019s so strong and hurts my stomach. You can smell it all day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Beyonce knows what sheu2019s doing! This hair spray is so lightweight and doesnu2019t cause you to choke. It holds my hair in place, especially those tough baby hair strands. Looks natural too, not crispy at all"
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is seriously my new go to when it comes to taming my hair and locking everything in place! This hair spray not only smells amazing but it does SUCH an amazing job at keeping my hair contained without any crunchy factor. So amazing!! My new favorite hair product hands down."
        },
        {
            "review_title": "Great everyday finishing spray!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This is my second time trying Crown Affair styling product and I'm thoroughly impressed at how gentle their products are. The finishing spray held my curls well and I loved how there was still movement and flexibility in my hair. You can brush out the spray easily so no crunchy hair feels ever again!"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Love love love this finishing spray!! I use it to top off my slick back buns and it keeps all the flyaways at ease. I love this product and its minimal scent, I cant wait to continue using this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "As always another crown product I love and will can time to use. The scent is very pleasant, and the hold with this is great. I used it for an updo on myself and someone else and it seemed to hold very nicely for the both of us! Without leaving the hair with tons of build up"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I am loving the Crownu2019s new finishing hair spray. Itu2019s tacky enough where it still feels like a hairspray but flexible enough to not stiffen up my hair. It gives my hair a gorgeous subtle shine. Love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like this spray! Itu2019s nice that it doesnu2019t leave too much residue and doesnu2019t make your hair greasy. I wonu2019t use this every time I do my hair but itu2019s nice every once in a while. I like the smell of it as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "This hair spray is perfect to use after blowing your hair out or using heat! I have very naturally frizzy and curly hair so I use heat alot and this spray has really helped the shape hold up for a long time!"
        },
        {
            "review_title": "Humidity Proof Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I love this finishing spray!  It's been super humid and my hair gets frizzy.  After dry styling my hair and spritz the finishing spray on my hair and run my hot styling tool through my hair in the cool setting and it totally seals my hairstyle.  Spray a few inches away because the spray is wet."
        },
        {
            "review_title": "Man i love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "This hair spray is one of the best i have tried. it is soft and light and absorbs instantly. it does feel very light on my hair and smells so good! it for sure repairs my hair and gives volume ahhhh smells soooo good"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "i love using this product so much, it finishes up my style and makes me smell good. i love the shine it adds, and i use it as an opportunity to flatten any flyaways or frizz. i like that it's not aerosole"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "This is an awesome hairspray. It gave my curls a great hold without that crunchy feeling. It still left my hair with movement.  If you are looking for a great finishing hairspray Iu2019d definitely would recommend this one!"
        },
        {
            "review_title": "Adds shine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is a very light finishing spray for any look or style that you do your hair. I feel that itu2019s in between being a mouse or a hairspray. It has a very light hold, which is needed for some hairstyles, and it also provides shine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I love Crown Affair's new take on the hairspray - no more crunchy mess! My hair is locked down,  looks healthy,  and feels hydrated after using this.  And the best part is that it is formulated without aerosol and alcohol."
        },
        {
            "review_title": "Hair must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Crown Affair has done it again. Their new finishing spray will be added to my product favorites. It smells amazing and feels so luxe. It provides a perfect hold without leaving a sticky feeling, It passed the humidity test and left my hair looking shiny and polished. Highly recommend if you are looking for something to style and set your hair while protecting it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "My baby hairs are non existent with this spray! I love how layed down and soft my hair looks after using it. I have small hairs that are part of my bangs that look horrible unless I pin them down. Now they look so good!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Thank goodness hairspray has evolved and Iu2019m not stuck with sticky, crunchy hair that turns flaky white when I brush it outu2026 Iu2019m such a fan of this product because itu2019s everything a hairspray should have been and always be! I love that itu2019s aerosol and alcohol free, smells rich but not overpowering, and that it feels hydrating and that itu2019s actually nourishing my hair while keeping it tame. Keeps my baby hairs in place and my pony sleek, but doesnu2019t require a shower right away because I can brush it out sans residue. Crown Affair wins again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "I recently got this finishing spray and have been obsessed with using it on my hair! I feel like it makes my hair look a lot healthier, glossy, and it keeps my hair out for the entire day! This product has been a game changer!"
        },
        {
            "review_title": "Amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is my first time trying this brand, and Iu2019m upset I didnu2019t try it sooner, like where has it been all of my life? But in all seriousness itu2019s amazing, itu2019s light, it doesnu2019t feel oily or sticky, and it sets your makeup really nice. Literally cannot live without it, I am obsessed with it you need it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Crown Affair has been launching banger after banger. I love this new finishing hair spray! It smells amazing and it gives me just that little extra touch to make my hair look perfect. I really enjoy this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The Finishing Hair Spray from Crown Affair is a really nice lightweight spray that doesnu2019t leave my hair feeling crunchy or stiff. This gives the perfect hold and shine to my styled hair and it also smells absolutely amazing. This is great for extending the life of my styled hair and itu2019s a great quality product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "Iu2019ve been using this hairspray for a few weeks and Iu2019m obsessed! The scent is fresh and luxe, it has a medium hold that stands against humidity! If youu2019re a crown affair fan youu2019ll love this product too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I absolutely love crown affair and this spray is no different. My absolute favorite part is the smell, I almost use it like a hair mist. It smells incredible. I rarely heat style my hair so Iu2019ve been just using this on my dry, natural hair. My hair definitely looks more shiny and smells FANTASTIC."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "This finishing spray from Crown Affair is top tier. I love the spraying mechanism. It feels so luxe. The spray itself makes my hair look shiny. It holds back my flyaways which can sometimes be out of control."
        },
        {
            "review_title": "New favorite!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The Crown has done it again! I absolutely love this brand! I tried this finishing spray for the first time the other day and was blown away! The smell was amazing and long lasting. It gave my hair the most beautiful shine. I would highly recommend this product or any other crown product!"
        },
        {
            "review_title": "Style while keeping my hair healthy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I've been on the hunt for a hairspray that wouldn't compromise the health of my hair, and this one delivers. It offers a surprising amount of hold without that dreaded stiffness or dryness. My hair feels nourished and looks polished, not helmet-like. The shine it gives is subtle yet noticeable."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I have never tried a hair spray that is non aerosol but I like this. First of all the scent is super refreshing yet not overwhelming. This helped my hair last a decent amount of time. Its formula is non sticky which I also love."
        },
        {
            "review_title": "A must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This finishing spray is a versatile, reliable choice for anyone wanting to add volume and hold to their hair. its ability to maintain style in challenging weather and its non-sticky finish. Whether youu2019re prepping for a special occasion or just your everyday routine, this spray can be a game-changer for your hair."
        },
        {
            "review_title": "Love what it does for my hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I recently tried Crown Affair's The Finishing Spray, and it has become a staple in my hair care routine. The lightweight formula provides a perfect hold without making my hair feel stiff or sticky. It adds a beautiful shine and keeps frizz at bay, making my hairstyle last all day. The subtle, pleasant scent is an added bonus. I highly recommend this finishing spray for anyone looking to achieve a polished, salon-quality look at home."
        },
        {
            "review_title": "Cherry on top product! ud83cudf52",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This finishing spray smells soo good! It has a light citrusy smell , the scent is not overwhelming at all and I love that. Also it really helps with those fly away hairs while adding shine and it does not leave any crusty residue which is something else I enjoy about this product ! PS It is not the type of hairspray to hold down for a sleek ponytail hence why it is called u201cfinishingu201d spray because it truly is just the cherry on top to finishing a hairstyle . Love it 10/10"
        },
        {
            "review_title": "Light hold, smells great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This smells so good! I feel like I just stepped out of the salon after using it. Itu2019s truly a light hold, it doesnu2019t do much for my super stubborn baby hairs that wonu2019t lay flat but it does help with the easier hairs to lay flat. Like I mentioned before it also smells really good in my opinion, high end."
        },
        {
            "review_title": "Amazing product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I recently tried this weightless, texture-enhancing styling foam, and it's amazing! It gives me effortless, beachy waves without any crunch. Perfect for straight, wavy, or curly hair, it adds volume and body while hydrating and protecting. Plus, it's vegan, gluten-free, and cruelty-free with a delightful bergamot, yuzu, and lemongrass scent. My hair feels healthy and looks fuller. Highly recommend for natural, tousled waves!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "The Crown Affair Finishing Spray is a standout product for achieving a polished, long-lasting hairstyle. This lightweight spray provides a flexible hold that keeps hair in place without feeling stiff or sticky. It adds a subtle shine, enhancing the hairu2019s natural texture while taming frizz and flyaways. The formula is infused with nourishing ingredients, leaving hair soft and touchable, not crunchy. Itu2019s also easy to brush out, making it perfect for restyling. With its elegant, minimalist packaging and a delicate, pleasant scent, the Crown Affair Finishing Spray is a luxurious addition to any haircare routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Loving this finishing hair spray from crown! It is the perfect product to use after I blow dry, curl, or style my hair. It adds volume, shine, and dimension to my hair. I use it alongside a strong hair spray"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "this finishing spray from crown affair is amazing and helps with frizz a ton. I have naturally wavy hair so this just really enhances my shine and makes my hair look so healthy and pretty. This is definitely a must try."
        },
        {
            "review_title": "Love this finishing spray!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I Love this brand so much, and this finishing spray is another huge win by Crown Affair. Itu2019s the perfect amount of hold, shine, and volume for every day hair and special event hairstyles as well. Will continue to use for sure!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "Smells great and helps with frizz ! Love me a hydrating finishing spray!"
        },
        {
            "review_title": "New favorite hair product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "First of I love the fragrance that crown affair products have it smells expensive IMO! (Thatu2019s why I purchased their signature scent! Okay about this finishing spray! I used it after blow drying my hair! My favorite attribute of the product is that I had zero frizz for days, which is super rare cause I live in a humid climate, so it helped my style stay intact and I love that it didnu2019t leave any residue or dryness on my hair so 5 u2b50ufe0f Also it added a tone of shine!!!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This is a great finishing hair spray! It doesnu2019t leave a tacky, sticky or crunchy feeling on your hair. So many hair sprays make your hair look too dry but not this one! This one helps hold your hair in place but still is flexible and glossy!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This is my first time using a finishing spray and Iu2019m super impressed. I love how this locks in my style without leaving my hair feeling crunchy or hard. I highly recommend if youu2019re looking for the perfect finishing hair product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Combination skin",
            "review_text": "This product effectively controls frizz in curly hair. It has a pleasant scent and does not leave any visible residue. I highly recommend this product and intend to continue using it in the future when I run out!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This product was good but not better than any other finished spray I have tried before. It does have a nice clean scent and does not leave hair feeling crunchy which is a huge plus for me. Overall would give it a 3/5."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "i love almost everything from CROWN and this new hair spray is no exception. It lite - ie. no crunchy hold - but does a good job of keeping my frizz at a minimum. I don't think it's ground breaking by any means, but it's still a good product for my frizzy hair"
        },
        {
            "review_title": "Lightweight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I used this spray hold on my hair right after curling and it's very lightweight. I like that it doesn't leave my hair feeling very crunchy and weighed down.  This held the curl and still looked soft! Definitely recommend trying it out!"
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Love everything from crown affair!! This hairspray is amazinggg! It holds my curls throughout the whole work day and doesn't leave my hair crunchy and doesn't dry it out which are huge plus for me. It's a really fine mist and love how it makes my hair look polished and sleek."
        },
        {
            "review_title": "Style and smooth hair all day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Dry skin",
            "review_text": "This finishing spray was by far one of the best I've ever tried. It didn't leave my hair crunchy or stiff but gave movement and flow as I used it.  My hair was held to a perfect place as I styled it and lasted throughout the whole day. The scent was pleasant and didn't  bother me or my hair and didn't leave me oily or anything like that either, so I was very happy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Crown Affairu2019s The Texturizing Air Dry Hair Mousse is a game-changer! I love how it gives my hair incredible texture and volume without any crunchiness. What sets it apart is its lightweight formula that enhances my natural waves and leaves my hair feeling soft and bouncy."
        },
        {
            "review_title": "Holds in place!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Omg! I love using this on my hair when I use a hair wand or curler! It definitely leaves my curls defined and in place. It also controls fly aways. Itu2019s a very convenient size bottle spray. I do recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This finishing spray was so essential for me this morning! Was having a frizzy hair day so I decided to use this to make a slick back hair style and it worked out so perfectly. So smooth, no crunch, and none of the typical alcohol hairspray smell. The packaging is lovely and I love the feel of the pump, definitely a must have!"
        },
        {
            "review_title": "so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "was lucky enough to be able to test out The Finishing Spray from crown affair, and here's my take after using it multiple times:  what i liked most about this product is how it sets my hair without making it feel stiff or crunchy. it gives such a natural, flexible hold that lasts all day, which is perfect whether i'm wearing my hair up or down.  what really stands out about this spray is its unique formula. it's alcohol and aerosol-free, so it doesn't dry out my hair like other hairsprays do. instead, it feels lightweight and actually nourishes my hair with ingredients like Tsubaki Meadows oil blend and Panthenol. plus, the Brush Away Blend makes it super easy to brush out at the end of the day without leaving any residue.  would i recommend this product to a friend? absolutely! especially if they're looking for a hairspray that's gentle on their hair while still providing great hold and a subtle shine.  overall, if you're in the market for a clean, effective finishing spray that supports healthy hair and holds styles beautifully, give The Finishing Spray a try when it launches. you won't be disappointed!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "This finishing spray is light weight, smells like you came from the salon and has a good hold. I find that this spray may be too light for some hair textures. Since I have fine hair, the hold level was good and didnu2019t feel like I had anything in my hair"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I absolutely love this Crown Affair Finishing Spray! It comes in a simple black spray bottle and has a great texture and application. The product is lightweight and adds a beautiful shine to my hair, making it look healthy and gorgeous. I had so much fun using it and was highly impressed with the results. This is a must for anyone who loves makeup and haircare! However, I wish the packaging looked more premium to match the price, as it feels a bit jarring compared to their conditioner and older products."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I am loving the finishing spray by crown Affair. This alcohol and aerosol-free formula sets, styles, defines, and finishes your look without compromising the health of your hair. If you are considering purchasing I highly recommend."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This was my first time trying this brand and Im totally impressed, this is a must have I really like products that help my hair but at the same time is gentle with my hair! Smell good and doesnu2019t leave any residue in my hair or scalp."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I love everything that crown affair makes. Their products are so underrated and worth every penny. This finishing spray is so good, so flexible, and smells amazing. Such a good product, will continue to buy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This is one of my favorite brands, so I was so excited to see this new launch! I have fine, thin, dry hair that hates to hold curl. This product isnu2019t what I would use for a pageant curl, but I love it for an everyday blow out or soft curl moment. Itu2019s really nice and isnu2019t crazy expensive! The mister is so nice. I like it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have pin straight hair so itu2019s hard for me to hold a curl. This stuff works!! A little goes a long way. There is no harsh smell. Light weight if used correctly. Great for a little bit of texture. Great quality. Love the look."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I have fine hair and most air sprays products do nothing, make my hair look greasy or crunchy. This give natural beach waves. I have very long hair and and work really well! THE BEST hair product if you want to add a little hold to your hair without weighing it down."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love how this makes my hair look like I just got out of the salon! This spray is everything in one, it adds shine to my hair, protects and has minimal holds which i donu2019t mind as i want my hair to be soft which is exactly what this does! It also does not weigh my hair down which is amazing!"
        },
        {
            "review_title": "pretty impressed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "This non-aerosole  finishing spray is unlike anything I've tried before. The formula is clean and doesn't have alcohol or harsh chemicals.  I love to spray it after using my curling iron. It makes my hair so shiny and soft while holding my style throughout the day."
        },
        {
            "review_title": "Absolutely OBSESSED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "WOW! If I could give this product 10 stars, I would. I know how hard it is to formulate a clean hairspray, and this one did not miss. Not only does it smell amazing, it adds a little bit of shine to my hair, decreases frizz, and holds my hairstyle all day. I would definitely recommend this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I was a little concerned at first when I got this item because of the size and how it sprayed! Then I actually played around with it and was super impressed! The spray is different than I have seen before but sprays the right amount and not more for the finish your hair needs! It added shine and kept my hair in place without it being sticky, too much or weighing it down!"
        },
        {
            "review_title": "Non crunchy and long lasting",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "Iu2019m really liking this finishing spray as it has a lightweight flexible hold, but my hair stays curly! It smells really really good and I love that itu2019s alcohol free. The sprayer is also really nice with a light spray type spray nozzle!"
        },
        {
            "review_title": "My wavy hair loves it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "This is such a great finishing spray, that leaves my wavy and prone to frizz hair smooth and with less flyaways. Love that the nozzle sprays the fine mist and just enough product, without wasting it into the air. The best of all itu2019s not greasy and it doesnu2019t weigh my hair down. Love the subtle scent."
        },
        {
            "review_title": "love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I absolutely ud83dudcaf  love this finishing spray. The way it worked was marvelous, and I was highly impressed! I definitely recommend it!!! It is amazing!!!!! Great texture and application! Had fun using it!!!!!! This is a must for anyone who loves makeup/haircare!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "The Crown The Finishing Hair Spray is a dream come true! It holds my style in place all day without stiffness. My hair looks effortlessly polished, not helmet-like. Plus, it adds a gorgeous shine. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This Crown Affair Finishing Spray comes in a simple black spray bottle and the product is lightweight and adds shine to my hair that makes it look healthy and beautiful. Really love how it finishes my hair and Iu2019m highly into it! Just wish the packaging looked more expensive for the price. Feels like itu2019s jarring in branding compared to their conditioner and older product packaging."
        },
        {
            "review_title": "Interesting",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Combination skin",
            "review_text": "This finishing hair spray gave me a learning curve because of the sprayer itself. It is not a continuous spray, you have to push down and pump to get product. I actually kind of like it, but I did find that it was kind of hard to control where the product went and the spray was not as fine as I would have hoped. It did hold my style though!"
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Crown affair sent me this finishing spray, this spray gives you shine and provides flexible hold without drying or damaging your hair, its clean non- toxic and alcohol free, its made with Tsubaki Meadow sM oil blend to weightlessly hydrate hair."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I am so happy I have this product. It is something I didn't know I needed. It sets my hair style in place and does have hold without being crunchy or sticky. It is better than regular hairsprays. I like the smell as well and how fine the mist is. Really easy to use and have around."
        },
        {
            "review_title": "Excited to try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I was provided this product in exchange for a review from Crown Affair. I absolutely love the brand, Crown Affair and their products! Their products always make my hair feel and look super healthy! Excited to try this product."
        },
        {
            "review_title": "No FRIZZ",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This has been such a game changer. I do my hair sometimes and experience so my frizziness due to living in Florida this has been awesome in combating that. I love the sleekness of the packaging as well."
        },
        {
            "review_title": "no crunch!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I absolutely LOVE the continuous spray on this finishing spray. I used it after styling my hair with a crimper and it left my hair looking shiny and helped keep my crimps for days. it did not have a crunchy texture afterward which is a huge plus!"
        },
        {
            "review_title": "Non Crunchy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "Nobody likes crunchy hair but most of the finishing sprays give you helmet hair - this is really different and I didnt see a crunchy finish to my fully styled hair. My hair felt really soft & supple and soft to the touch. I love that there wasnt any strong smell to this either!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This is my first clean and aerosol free finishing spray that I been using. It helps to smooth my flyaways on my updos and set my curls without making it crunchy or weighing down. I love the fragrance too! Smells amazing. The hair doesnu2019t get dry and instead give a natural shine that makes your hair look healthy."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "This Spray provides a lightweight hold that leaves hair looking naturally polished without any stiffness. Its formula enhances shine and smoothness, making it ideal for taming frizz and flyaways. Thereu2019s a subtle, pleasant scent that adds a touch of luxury to your daily haircare routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This finishing spray is really wonderful. The misting is very gentle and smooth to apply not overly watery or overpowering like some tend to be. The packaging is amazing and the fragrance is fruity and floral but not overpowering. I would highly recommend trying this!"
        },
        {
            "review_title": "Impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I am very impressed with this hair/finishing spray. It does exactly what it says it does. Itu2019s a fine mist and it holds everything in place. I really love that it doesnu2019t leave my hair feeling stiff or hard. It also has a nice scent."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "Crown Affair's Finishing Spray is a standout product for achieving a polished and long-lasting hairstyle. It provides a flexible hold without leaving hair feeling stiff or crunchy. The formula is lightweight and adds a subtle, natural shine, making it perfect for daily use. With a pleasant, mild fragrance, it enhances the overall styling experience. Ideal for taming flyaways and maintaining your look throughout the day, this finishing spray is a must-have for anyone seeking a flawless finish."
        },
        {
            "review_title": "Best Hairspray Iu2019ve used",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "firstly, this hair spray smells AMAZING!! it smells like an expensive perfume I love it sm! the finishing spray gives a really nice hold to your hair without making it feel crunchy or stiff while still providing a strong hold. The spray is also perfection and doesnu2019t disperse a bunch of finishing spray at once and has a really fine mist."
        },
        {
            "review_title": "New favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "I really love this finishing spray ! The scent is the same lovely scent as the other crowne affair products . This spray is light and doesnu2019t weigh my hair down but gives it a perfect sheen and smoothness."
        },
        {
            "review_title": "BEST everyday hair spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Absolutely LOVEEEE this hair spray! It smells glorious, the shine is just perfect and the hold for my flyaways is great. Iu2019d like to mention that itu2019s a light hold spray, so itu2019s perfect for everyday, your hair will not get that hard cast or be oily/dirty the next day. ALSOO, girl this smell amazing , lol had to say it again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I was in need of a new hairspray / finishing spray to top off my curls after I'm done curling them--this one from Crown Affair is lightweight but still provides hold and shine for my hair. Doesn't feel sticky!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "The more products I try by this brand, the more I love it! This hairspray was able to hold back my little damaged hair pieces that are right by my eyebrows! It also doesnu2019t leave the hair crunchy once you take your hair out. In love!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "The more products I try from Crown Affair, the more I love the brand! This finishing spray has been a staple in my hair styling routine since I received it last week. Iu2019ve found this to have a better hold than other hairsprays I have used, without feeling crunchy."
        },
        {
            "review_title": "love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Wow! I love this hair spray so much! It has the perfect amount of hold not too stiff and tacky! It lets my hair move! The scent is beautiful as well! I feel like I just stepped out of a luxe salon when I use this!"
        },
        {
            "review_title": "Very strong scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "First, I have to state that the fragrance of this product is very, very overwhelming and headache inducing for me. Otherwise, I love the shine it gives my hair. My hair feels healthier and more lustrous. I just can't with the scent, I would love to have a fragrance free option."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this product! It smells fantastic and it holds hair very well. It does not give a chruncy feeling at all and it lasts all day. I also feel like it does not tangle my hair like most other finishing sprays do"
        },
        {
            "review_title": "Decent hold, no crunch and aerosol free!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I just finished my old hairspray and decided to give this one a try! I really like that is it an aerosol free spray but it sprays so finely! If youu2019re someone who wears a lot of loose waves or curls itu2019s the perfect spray! No crunch, but still enough hold. I also love how it smells. It smells clean and a bit musky."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "great hair spray and it makes your hair glossy. it especially does after you straighten it. i would recommend to only use it after using heat and stuff like that!!! i got this as a gift in exchange for a post."
        },
        {
            "review_title": "Perfect as per usual",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Crown affair does it yet again! I love this spray because itu2019s not aerosol so itu2019s super nice for a cleaner option! The best part is that itu2019s just like the gel where itu2019s not crunchy and sticky! You can brush through it easily."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This finishing spray is unreal! It made my hair look so good and the look lasted all day and night. The smell isnu2019t too overpowering and the spray was a nice mist. I really liked this product and will continue to use it."
        },
        {
            "review_title": "The SCENT ud83eudd29",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Crown affairs finishing spray first off smells amazing! It doesnu2019t leave your hair sticky and you can easily brush through it. I wouldnu2019t say it holds like a hairspray but I feel like it does keep frizzy hair away and your hair still feels nice and fresh."
        },
        {
            "review_title": "Hold and shine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "As a girl with natural volume, I love nothing more than a fresh blowout. And with this new Finishing spray I get bold and shine. It willl last for days especially paired with this infamous dry shampoo."
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "Okay i was seriously so excited to try this new finishing hair spray because i had never tried anything from crown affair before and oh my goodness this is literally the best smelling hairspray Iu2019ve ever used Iu2019m obsessed!"
        },
        {
            "review_title": "Makes my hair look pretty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really like this finishing spray it made my hair look so beautiful and glossy and shiny ! I love how my hair looks and feels after using this spray definitely recommend if you want a lot of compliments and to feel beautiful."
        },
        {
            "review_title": "STAPLE!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "Wow just wow. This is the first finishing spray iu2019ve used where my hair does not feel crunchy, genuinely lasts for days, and smells AMAZING! iu2019m a huge fan of the crown products but this is truly my new favorite product. Definitely repurchasing!!!"
        }
    ]
}