{
    "product_id": "1354",
    "name": "Mini Find Comfort Lotion & Fragrance Set",
    "brand": "Rare Beauty by Selena Gomez",
    "categories": "Bath & Body, Value & Gift Sets",
    "price": 41.0,
    "about": "What it is: A set of body-care essentials featuring a limited-edition travel-fragrance spray and a mini body lotion, both in the uplifting Find Comfort scent.Highlighted Ingredients: - Niacinamide: Supports skinu2019s moisture barrier..- Ashwaganda Extract: Moisturizes, protects, and soothes skin..- Sodium Hyaluronate: Helps retains skinu2019s moisture...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, and triclosan. These products are also cruelty-free...What Else You Need to Know: Selena Gomez loved the Find Comfort scent so much that she turned it into a perfume to take with you on the go. Featuring a limited-edition Find Comfort Eau de Parfum Travel Spray, this set wraps you in the comforting scent of lemon zest, jasmine, and warm cashmere wood for a feel-good boost any time...This Set Contains:.- 3.21 oz/ 95 mL Find Comfort Hydrating Body Lotion Mini.- 0.33 oz/ 10 mL Find Comfort Eau de Parfum",
    "ingredients": "-Niacinamide: Supports skinu2019s moisture barrier..-Ashwaganda Extract: Moisturizes, protects, and soothes skin..-Sodium Hyaluronate: Helps retains skinu2019s moisture...Find Comfort Hydrating Body Lotion Mini: .Water/Aqua/Eau, Glycerin, Butylene Glycol, Caprylic/Capric Triglyceride, Butyrospermum Parkii (Shea) Butter, Hydrogenated Polydecene, Niacinamide, 1,2-Hexanediol, Fragrance/Parfum, Macadamia Integrifolia Seed Oil, Behenyl Alcohol, Prunus Persica (Peach) Flower Extract, Sodium Benzoate, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Polyglyceryl-3 Methylglucose Distearate, Cetyl Alcohol, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Polymethylsilsesquioxane, Vinyl Dimethicone, Glyceryl Stearate, Caprylyl Glycol, Chlorella Vulgaris Extract, Glucose, Fructooligosaccharides, Fructose, Xanthan Gum, Citric Acid, Tromethamine, Ethylhexylglycerin, Sodium Citrate, Sodium Phytate, Beta-Glucan, Sodium Hyaluronate, Withania Somnifera Root Extract, Hydroxypropyltrimonium Hyaluronate, Tocopherol, Hydrolyzed Hyaluronic Acid, Sodium Acetylated Hyaluronate, Hyaluronic Acid, Hydrolyzed Sodium Hyaluronate, Sodium Hyaluronate Crosspolymer, Potassium Hyaluronate, Limonene, Coumarin, Linalool, Citral...Find Comfort Eau de Parfum: .Alcohol Denat., Fragrance (Parfum), Water (Aqua/Eau), Polycitronellol, Limonene, Acrylates/Octylacrylamide Copolymer, Hydrolyzed Jojoba Esters, Coumarin, Linalool, Citral, Citronellol, Geraniol.",
    "how_to_use": "Suggested Usage:.Find Comfort Hydrating Body Lotion Mini: .-Apply all over your body, focusing on areas that tend to get extra dry (think elbows, knees, heels of feet). Use after showering or whenever skin feels dry...Find Comfort Eau de Parfum Travel Spray: .-Spritz on areas of your body that are naturally warm, such as your neck, behind your ears, your wrist, and inside your elbows; your body heat will help diffuse the scent throughout the day. ..Tip: .-To add depth to your fragrance and make it last even longer, apply lotion first, then spritz the Eau de Parfum on top!",
    "num_reviews": 94,
    "overall_rating": 4.0,
    "product_url": "https://www.sephora.com/ca/en/product/rare-beauty-by-selena-gomez-find-comfort-holiday-set-P512568?skuId=2812618&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2812618-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Yes! New favorite fragrance set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "Love using the combination of the Rare Beauty lotion and perfume! Smells so good and light!"
        },
        {
            "review_title": "Love this!!! But only do store pick up!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ordering to ship to home the perfume doesnu2019t come full and wasnu2019t fully closed when received. Had to return but was able to repurchase in store and perfume was fine. Hope that can be fixed and hopefully a full size perfume is released because I love this scent so much!"
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The perfume smells so so so good! Its so fresh and smells so unique, I've never smelt anything like it before. It lasts pretty long as well. The lotion has the same scent and I've now purchased the full sized lotion. I need the perfume in a full size as well!!!"
        },
        {
            "review_title": "Really enjoying this perfume and lotion.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Seeing as most perfume travel sprays are easily $30 alone, this set is a great value to include a travel sized perfume and a 3oz lotion which easily fits the TSA max allowance. Smells wonderf."
        },
        {
            "review_title": "NEED A BIGGER VERSION OF THE FRAGRANCE PLEASE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Love the scent of the fragrance! I hope they can make a bigger version of it, because I just finished mine and I still have the body lotion. The smell is so comforting, it reminds me of my grandmother"
        },
        {
            "review_title": "Love this Scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Looovvveeee this scent! I hope they never stop selling this! Hands down, the best scent! I have everything with this scent at work and bought double for home!"
        },
        {
            "review_title": "nice scent just not for me",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I don't like the scent but I feel like a lot of people would. I purchased this originally thinking it was the new fruity one but couldn't cancel so I decided to give it a try and it's just not my vibe. It kind of smells like the aromatherapy section in a bbw. smells nice but again isn't my kind of thing. haven't tried the lotion because I'm just going to return it."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "A gift from my husband, wanted to love it, but I canu2019t get use to the smell of the perfume. It smells masculine. Not sure if itu2019s my nose, but it almost smells like dish soap."
        },
        {
            "review_title": "Youu2019ll smell like clean dishes",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "As soon as I put it on I felt like I put on cleaning supplies or Palmolive. Itu2019s citrus in all the wrong ways. I wanted to love it but I just canu2019t."
        },
        {
            "review_title": "Did I get a used product?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Pleasantly surprised by the scent! The 10 ml perfume was not full when I received. I see there are other reviews saying the same.  Can Sephora at least address this issue and let us know what may have happened?"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Really disappointed with the amount of scent I have received itu2019s just half a bottle. Reallly disappointing!!!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This stuff smells absolutely amazing. Iu2019m praying she makes a bigger bottle of the perfume!!!"
        },
        {
            "review_title": "Perfect gift",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I'm not going to say that you should buy this for someone if you don't know their scent preferences, but it made an amazing Christmas gift for my friend who screamed when she received it."
        },
        {
            "review_title": "Will buy again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "LOVE the smell! I would buy a full size perfume if it was available! Will purchase again! Love all of Selena Gomez products ud83dudc95"
        },
        {
            "review_title": "Itu2019s okay",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Very heavy lemon scent for me but it was a gift for my sister and she loved it! She thought it smelled fresh and u201cexpensiveu201d"
        },
        {
            "review_title": "The perfume needs more ML added to get your value.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I like the perfume. I actually used it all up within a week. The cream is nice too. But one spray = 1/4 of the bottle.  This seems so imbalanced for what you are paying for."
        },
        {
            "review_title": "Smells Amazing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Love this line and am excited about the spray fragrance. Mine arrived full. Smells just like the mist but lasts longer."
        },
        {
            "review_title": "You get a lot for what you pay",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I was pleased surprised at the amount of product in the fragrance and lotion bottle! I have mixed feelings about the scent though. My friend absolutely loves this scent so I gave it 4 stars based upon mine and my friends review."
        },
        {
            "review_title": "Really beautiful scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Smells amazing!  Bought for a gift but I kept because I loved the scent."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I got this as a Christmas present and the smell is great but the Comfort Lotion is not the best. It left my skin feel very dry and sticky. I have had other body lotions that leave my body feeling soft and are not expensive like this one."
        },
        {
            "review_title": "Smells great, wish it could smell strong",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells great, wish it could last longer and stronger. I have to layer it up like this: lotion > perfume> body spray in order to smell more. Wish they made a regular size perfume.  Wu"
        },
        {
            "review_title": "Want a full size ahhh",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Got it as a present and it cute and very good perfume and lotion. Love it !!!"
        },
        {
            "review_title": "Oku2026but whereu2019s the perfume?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Obsessed with the hair and body spray!  Not sure Iu2019m loving the perfumeu2026 also, where did it all go?  Brand new out of the box, no leakage, nothings wet, but the bottle is close to 1/3 gone!!!   Disappointing for sure."
        },
        {
            "review_title": "I fell in love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I love this scent! I bought 2 mini sets. I know the perfume is limited edition but I hope she makes a full size perfume."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "The EDP is my new daily scent! It is casual and easy to wear, not overwhelming for work in an office, but I can smell it subtly on myself throughout the day. Please release a full size of this EDP!"
        },
        {
            "review_title": "Love the Perfume, Need A Full Size!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Great mini set. I picked it up just to try the perfume and Iu2019m in love! Just like the name itself, the scent makes me feel so cozy when I have it on. I hope theyu2019ll consider releasing the perfume as a full size product in the future!"
        },
        {
            "review_title": "Donu2019t be fooled",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "I have the other items in this line. The body spray and body cream. The ufffcFragrance in this set is weird. It doesnu2019t smell the same. Itu2019s strong and unpleasant."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone",
            "review_text": "Omg this thing stinks!!!!!!!! Camt belive I spent money on this. Smells like musty old people."
        },
        {
            "review_title": "Good butu2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Nice products and they smell good but the fragrance wasnu2019t full. A disappointing for the price."
        },
        {
            "review_title": "in love! crossing my fingers for a full size EDP",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I love this EDP! So beautiful, I hope there's a full size coming out! The lotion is also very nice, not greasy and it absorbs pretty quick with enough of a scent to support the fragrance and make it last longer. The rollerball is a standard size of 10ml and the lotion is 95 ml."
        },
        {
            "review_title": "My favourite scent!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Smells soo delish I love it and itu2019s very long lasting! So happy"
        },
        {
            "review_title": "body lotion and mist set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "I was worried bc I saw reviews about packaging with the perfume. Idk if it's just a shipping issue bc I got mine inside the store and was fine. I love the smell and also got the pump to go with the loiton."
        },
        {
            "review_title": "Obsessed with These Minis!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Rare Beautyu2019s Mini Find Comfort Lotion is lightweight, hydrating, and smells amazing. The perfume is very comforting while elegant and long-lasting. Both are perfect for a quick, luxurious pick-me-up!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This product is an amazing product smells very good. It spills in the packaging and when I opened it the bottle was Half emptyufffc bottle of the fragrance. ufffc"
        },
        {
            "review_title": "would not recommend",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "most of the product spilled in bag  the smell is nice but not practical"
        },
        {
            "review_title": "Perfect gift",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Fell in love with this scent and was so happy to see it as a fragrance and wanted the lotion for my purse so this set was a must have!"
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The scent is citrusy, masculine scents. Wasnu2019t a fan of the scent."
        },
        {
            "review_title": "I stocked up!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Oily skin",
            "review_text": "I bought 4.... might buy another. This was so brilliant of Rare. I'm a huge fan of the hair and body mist (I've purchased 2) and it's my all time favorite scent. When I saw that they soft launched the perfume version I gasped and immediately added to cart. I've worn it like every day and I've now purchased three more during the Sephora sale. PLEASEEEE launch a full size ud83dudc9eud83dudc9eud83dudc9eud83dudc9e"
        },
        {
            "review_title": "Pleasantly surprised",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This was a blind purchase and  I was not expecting this to smell so good this might because a daily fav!!!!"
        },
        {
            "review_title": "Just bought a backup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I am in love with this scent! It is sooo cozy and fresh and clean. It gives spa vibes. Just a pleasant scent that is not overpowering. I need for the fragrance to come in a bigger bottle!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love Rare Beauty but they need to work on the packaging of this product!! I ordered online! my perfume was half spilled because the spray-head was looseud83dudc94"
        },
        {
            "review_title": "Good Little Set",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "The lotion is great but the fragrance smells a bit off. Itu2019s not bad, itu2019s just not as good as the lotion smells."
        },
        {
            "review_title": "SMELLS PRETTY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "This perfume smells absolutely incredible, I'm completely obsessed with the scent, I wish I had purchased a larger size or multiple bottles because it's that good!"
        },
        {
            "review_title": "So glad I Found Comfort",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I tried this one and received compliments at work..It seems to have a warmer scent over time. And it is just a different scent from all the typical heavy florals or musks. .I really love the scent actually. Definitely comforting to me. The lotion feels wonderful. I love this set. I think it is the perfect travel size. This scent is my favorite right now. Love it."
        },
        {
            "review_title": "A MUST-HAVE!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Combination skin",
            "review_text": "Love Selena Gomez, love the scent!!! Love rare beauty!!"
        },
        {
            "review_title": "Best smell ever!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Oily skin",
            "review_text": "This is my third order of this mini collection please please make a larger full-size fragrance in the spray. I love the smell. It is amazing. I will continue to order everything from this line lotion spray, oil, etc. I love the smell that much ufffcufffc"
        },
        {
            "review_title": "Looks like for babies",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Wasnu2019t expecting it to be this small, looks like for babies. Not happy. I kindly suggest Sephora to please advertise products in its original size. thank you!"
        },
        {
            "review_title": "bottle flushing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I RECEIVED MY RARE BEAUTY KIT AND THE PERFUME WAS FLUSHING, I WAS WAITING FOR IT VERY HAPPY AND IT WAS SO DISSAPOINTED  IT LOST ALMOST HALF OF THE BOTTLE AS YOU CAN SEE IN THE PICTURES, ALSO THE BOX WAS WET"
        },
        {
            "review_title": "love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "10/10 MIST! it smells so good. i put it on before work and class and get so many compliments. itu2019s not too strong and stays on for the whole day. i love this product and would highly recommend it to everyone!"
        },
        {
            "review_title": "Hmmmmm. Not quiet sold",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "3 stars for the price ($20.50 on sale ) otherwise 2 starts.   The initial spray is described as u201cpleasant sunscreenu201d so imagine that sunscreen screen with a hint of fruity cologne.  Initially when I sprayed it I didnu2019t like it. It was nothing special smells like the most basic u201cscentu201d for context I lean towards gourmands, woody, slightly floral scents as preference. The dry down is much better. Itu2019s like elevated baby powder a nice light scent for bedtime is what I would use this for. I wouldnu2019t use during the day because is virtually no staying power AT ALL. It lasts longer on skin than clothes. I sprayed on my clothes and 1 hr later it was undetectable.   Overall for $20 itu2019s not a bad betime routine scent but nothing special to wear outside the home. Ps the cream and spray do not have the same scent profile. The cream smells only like sunscreen"
        },
        {
            "review_title": "Cozy, fresh, that-girl scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I bought this on a whim and it exceeded my expectations! The lotion leaves my skin feeling so silky, and only a small bit goes a long way. The perfume layered on top lingers for a good amount of time. The scent is cozy, fresh, clean. It makes me want to put on my yoga pants, bring a book to a coffee shop and curl up to read while sipping a latte. Itu2019s an every day scent that is memorable yet not overpowering. Going to order another to ensure I have an extra, itu2019s beautiful and the perfect size for my purse and to keep close on the go."
        },
        {
            "review_title": "Itu2019s Okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I donu2019t think the perfume smells like the hair & body mist. When you first spray the perfume itu2019s smells like spearmint, like spearmint gum. Very weird. Then when it dries down it has a woodsy or musky scent. It smells a bit masculine. It is a light, clean scent but does not last long."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I just received my order. I'm giving 2 stars due to the fact the perfume was not full. Beautiful scent, though."
        },
        {
            "review_title": "Lovely Duo and New Fave Perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love this set! I have a crazy sensitive nose and most smells overwhelm me, even cause headaches. Both the lotion and perfume are clean, fresh, and lovely. I wouldnu2019t say subtle, but nice!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This is a really nice travel size duo. Definitely worth it if youu2019re into strong scents then this perfume is FOR YOU!!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The lotion is nice but the perfume it leaks already lost some of the product.  I keep it on my purse I double check to see if I accidentally turned the seal but it was sealed somehow it still leaks"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I received this in the mail. And was leaking. 1/4 already gone"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I wasnu2019t sure about this product but Iu2019m so glad I bought it. Wondering if they will start selling the perfume on its own. I absolutely love this scent. Itu2019s so calming and it lasts a while."
        },
        {
            "review_title": "Useful lotion",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Both is perfect size and the perfume is so good I love it and Iu2019m big fan of Selena Gomez I love her Iu2019ll buy it again and forever ud83dude0du2728ud83cudf38I find my favorite fragrance and the lotion is so soft and clean smell."
        },
        {
            "review_title": "SO worth buying",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I just love this. Moisturizer absorbs quick but the smell stays on you, very light and clean. The perfume smells way better than the big size body spray in my opinion- I canu2019t recommend this set enough!!!"
        },
        {
            "review_title": "5 stars",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Sooooo good! It's subtle, perfect for sensitive nose like me!"
        },
        {
            "review_title": "smells sooo good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is a repurchase! I havenu2019t even finished the set yet, but I instantly bought another one because it just smells so good! ufffc I did smell the larger version in store and it smells not so great but the little said I got smells good! I do wish that the fragrance came in a bigger size like a full size because itu2019s just smells so good that I wanna buy the big version ufffc"
        },
        {
            "review_title": "Favourite Scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "love, love, love this scent! The only scent I currently use. Definitely recommend ud83dudc4c"
        },
        {
            "review_title": "Fabulous duo with Fresh & Uplifting scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I adore the fresh and uplifting scent of the body lotion, so naturally, I was excited there's a bundle with an exclusive travel fragrance spray! However, I feel the fragrance spray isn't as long lasting as an eau de parfum should be. I feel the scent disappears within the hour. I still love the scent and the moisturizing lotion though."
        },
        {
            "review_title": "amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "amazing! i love the way the perfume smells and how small the lotion is! just the right size of both things!"
        },
        {
            "review_title": "Smells like heaven. My sisters cat loves it too.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this. Smells like heaven. I get so many compliments.   Also figured out - my sisters cat who has ALWAYS hated me? Will now let me pet her. Why? She doesnu2019t suddenly like me. She loves Selena Gomez she loves the smell of this. So thanks for that."
        },
        {
            "review_title": "A Lovely Addiction",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I simply cannot get enough of this scent.  I love it any time of day, but especially right before bed. It is so comforting -- it actually lulls me to sleep.  The hand lotion is very nice, too."
        },
        {
            "review_title": "New Favorite Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I was really surprised by this set. The lotion was gentle enough to use on my sensitive skin without causing irritation. I was also surprised by the perfume. I fell in love with this scent and use it every morning. It's soft, fresh, and reminds me of tea on a rainy spring morning. I bought two more of these sets to gift."
        },
        {
            "review_title": "love Rare Beauty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I love the lotion, which I also have in full size. It's hydrating and doesn't hurt my sensitive skin. The fragrance smells slightly different than the body and hair mist but I enjoy them both. Please make a full size of the fragrance!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love the set, people that say that it does not smell the same as the mist you have to actually shake the perfume before spraying it."
        },
        {
            "review_title": "15 out of 10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "I have many perfumes, including everything from TF, Gucci, to many celebrity fragrances; around a 100 in total. I always ask my partner his opinion on scents, from 1 to 10 (10 being the best). When I asked him what he thought of this one, it was the first time he showed more enthusiasm and quickly said, YUM, that is a 15/10. Yes, is a comforting scent, but it is also delicious and sexy!"
        },
        {
            "review_title": "I use it every day! will buy again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "cool! I'm crazy about the smell! The cream is also great!!!"
        },
        {
            "review_title": "Not a fan of this one",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "Every product by Rare Beauty I try I end up loving. This one didn't do it for me, but that doesn't mean you won't love it. I prefer clean, warm woods and floral/fruity scents; to me, this is more on the crisp, zesty, almost full on green side."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I love the smell of Rare Beauty's body products and have been hoping she would make a fragrance that would match the line. This smells exactly like the lotion and body mist. My only complaint is that it is not very long lasting, so you will have to reapply throughout the day. The nice thing about this set though is that the smaller version of the lotion bottle is much easier to squeeze and get product out of"
        },
        {
            "review_title": "Lotion is good, but fragrance not so much.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "I really wanted to like the fragrance. I love the fragrance of the lotion but the fragrance in the bottle just is not enhance or even smell like the lotion. it actually competes with it. I don't buy this lotion for the hydration because it lacks in that department. I do buy it for the fragrance. it feels great going on and the smell is wonderful. But it's only a lotion I keep in my purse it's not one I use for deep hydration. I would recommend the lotion based on my comments but definitely not the fragrance."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Combination skin",
            "review_text": "First body product from Rare Beauty. Like the concentrated spray scent. Please make full size!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am OBSESSED with this scent. Itu2019s so calming almost like aromatherapy. The only reason I gave it 4 stars is because I wish it was a full sized bottle, not travel and I feel like the scent wears off fairly quickly so I have to use a lot."
        },
        {
            "review_title": "lovely daytime fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Oily skin",
            "review_text": "I want to see this is a full size perfume.  Beautiful combination."
        },
        {
            "review_title": "Doesn't last",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Oily skin",
            "review_text": "Smell was nice but was also barely there. Didn't last on me more than a few minutes. I was disappointed and returned it."
        },
        {
            "review_title": "Fragrance is disappointing",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "The fragrance doesn't smell like the hair/body mist or the lotion at all. It has a very strong medicinal scent that even when it dries down does not go away. Super disappointed because I love the mist and lotion."
        },
        {
            "review_title": "soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "it instantly makes my skin soft and amazing smell my boyfriend loves it"
        },
        {
            "review_title": "Hope the fragrance spray becomes permanent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was so excited to see the perfume offered! It smells fantastic - just as great as the hair & body mist. Love the travel lotion, a lot easier to bring to work."
        },
        {
            "review_title": "good !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "came very soon and smells soo good !! body lotion is very moisturizing and perfume smells soo good"
        },
        {
            "review_title": "loved it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "the lotion is so cute, the smell is very nice love smelling it on my body, feels amazing and smell lasts a long time. the perfume is fresh and nice, personally i think its for everyday use, put it in my purse right away."
        },
        {
            "review_title": "perfect soft, bedtime scent u2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this!! I was so excited and it smells exactly like I hoped it would. It smells just like the body mist. Fresh, clean, a little bit warm and pretty linear (in a good way). This, the lotion, aromatherapy pen and mist is 100% my new night time combo. Very relaxing. I feel like an essential oil diffuser ud83eudd70ud83eudd29 my only complaint is the perfume bottle didn't come all the way full. It's not a big enough deal I want to mess with returning it to see if another is the same way - I'm assuming the bottle is just larger than the amount of liquid it holds"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "Hard pass on the perfume for me. If you plan to spray on your clothes, beware. It will stain."
        },
        {
            "review_title": "Pleasantly Surprised",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely LOVE the scent! Comforting is the PERFECT name to describe the scent. I will most likely only use when I need to relax because I was sleep within 30 mins ud83eudd2d. It could honestly be marketed as a unisex scent.The packaging is simple, modern and just subtly luxurious. So when will a larger perfume be available?"
        },
        {
            "review_title": "Perfume is a hard pass",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Perfume smells nothing like original. Very masculine, almost like aftershave with woods or pine. Please make a parfum that smells like original body mist and lotion!! I love the original scent and Iu2019m sure me and many have been waiting and waiting for more lasting fragrance."
        },
        {
            "review_title": "Prefer the body mist....",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I'm obsessed with the body mist and was excited to see it available in an edp (perfume). So, I ordered it right away as soon as it was released. But will say that I'm disappointed. The perfume version smells off when you first spray it. Almost like spearmint gum or toothpaste. I know that sounds odd. It's not pleasant smelling and takes a while for it to dry down. Once it dries down it does smell like the body mist. I also found that the body mist lasted longer than the perfume on both my skin and clothes. Usually perfumes always outlast body mists & was shocked that this one doesn't. Honestly, I prefer the body mist and will stick with that one! Now the lotion is great. Smells wonderful and leaves your skin feeling very soft. Not greasy at all and absorbs fast. It's definitely one of my favorite lotions out there. Not a fan of the edp, so will most likely return it. Will stick with the body mist!"
        },
        {
            "review_title": "perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Medium skin tone, Normal skin",
            "review_text": "After using the body spray, I was hoping she would put out a perfume, and she finally did, and I love it! I hope she comes out with a bigger bottle! the lotion is so clean and fresh smelling and just adds another layer of smelling AMAZING!"
        },
        {
            "review_title": "in love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "This smells incredible! very comforting and cozy. Definitely recommend."
        },
        {
            "review_title": "Love u2764ufe0fud83dudc9a",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Dry skin",
            "review_text": "I adore this set! First time trying the lotion and it's so good. Personally I love this scent it reminds me of a Spa and not a cheap oneud83dude01 I will definitely get the bigger bottle later and I hope she will have that perfume permanent in the future because it's so good. It is truly calming and its so different from others! 10/10"
        },
        {
            "review_title": "Nice duo, bad packing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Normal skin",
            "review_text": "Nice set, bad shipping. The cap on the rollerball was loose, so I got half a bottle....I really like the scent, so a rollerball is a great way to enjoy it without working thru a whole bottle. And the lotion is really nice and moisturizing."
        },
        {
            "review_title": "a perfect duo ud83dudc9c",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "I was browsing Sephora like always and seen these new limited edition Rare Beauty sets and I immediately added it to my cart ud83eudd2d and I luckily got it early ud83dudc95  I think this set is probably one of the best ones yet, I'm a huge lotion girly so I always need to have lotion near by, this mini one is perfect to keep near my makeup desk. & I love the travel size fragrance.. its so calming ud83dude0c  I think this set is 100% worth it!!"
        }
    ]
}