{
    "product_id": "737",
    "name": "Green Tea Hydration Heroes with Hyaluronic Acid",
    "brand": "innisfree",
    "categories": "Skincare, Value & Gift Sets",
    "price": 54.0,
    "about": "What it is: Green Tea hydration to the rescue! This set packs all the barrier-boosting, hyaluronic acid-infused skin essentials: cleanser, toner, serum & cream...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dryness, Dullness, and Uneven Texture..Highlighted Ingredients:.- Green Tea Water + Encapsulated Hyaluronic Acid (Serum): has higher hydration power than Hyaluronic Acid alone.- Green Tea-derived enzyme (Toner): helps gently exfoliate the skin.- Green Tea Barrier Complex (Cream): hydrates and helps fortify skin's barrier with Squalane + Ceramide..Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. This product is also vegan, gluten-free and cruelty free...What Else You Need to Know: Cleanse, hydrate, and boost skinu2019s barrier with fan-fav Green Tea essentials in one easy routine! This set includes a full-size serum & cleanser and deluxe samples of a toner and cream from our iconic Green Tea Hyaluronic Acid line...This Set Contains:.- 5.07 oz/ 150 mL Green Tea Hyaluronic Acid Face Cleanser.- 2.70 oz/ 80 mL Green Tea Hyaluronic Acid Hydrating Serum.- 1.01 oz/ 30 mL Green Tea Enzyme PHA Toner.- 0.67 oz/ 20 mL Green Tea Hyaluronic Acid Hydrating Moisturizer..Clinical Results:.Based on the self-assessment survey portion of a 4-week clinical study on 20 women ages 19 to 40 (Toner):.-  95% agreed they noticed a visible difference in their skin after 1 use...Based on a 1-week independent consumer study on 30 women ages 20-39 (Serum + Cream):.- 96% felt longer-lasting hydration after using together for 1 week..- 96% felt a stronger skin barrier after using together for 1 week...CLEAN at Sephora is our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing on effectiveness.",
    "ingredients": "-Green Tea Water and Nanocapsulized Hyaluronic Acid (Green Tea Hyaluronic Acid Hydrating Serum): Deliver higher levels of hydration than hyaluronic acid alone. .-Green Tea-Derived Enzyme (Green Tea Enzyme PHA Toner): Gently exfoliates skin..-Green Tea Seed Oil, Squalane, and Ceramide (Green Tea Hyaluronic Acid Hydrating Moisturizer): Hydrate and fortify skinu2019s moisture barrier...Green Tea Hyaluronic Acid Face Cleanser:.Water/Aqua/Eau, Glycerin, Myristic Acid, Lauric Acid, Potassium Hydroxide, Stearic Acid, Glyceryl Stearate, Palmitic Acid, Glycol Distearate, Lauryl Hydroxysultaine, Propanediol, Polyquaternium-22, Fragrance/Parfum, Lauryl Glucoside, Sodium Chloride, Disodium Cocoyl Glutamate, 1,2-Hexanediol, Hydrolyzed Corn Starch, Pinus Densiflora Leaf Extract, Sodium Metaphosphate, Arginine, Aspartic Acid, Glutamic Acid, Ethylhexylglycerin, Camellia Sinensis Leaf Extract, Butylene Glycol, Acorus Calamus Root Extract...Green Tea Hyaluronic Acid Hydrating Serum:.Water/Aqua/Eau, Propanediol, Glycerin, 1,2-Hexanediol, Niacinamide, Betaine, Saccharide Isomerate, Camellia Sinensis Seed Oil, Xylitol, Cetearyl Olivate, Hydrogenated Lecithin, Butylene Glycol, Sorbitan Olivate, Lactobacillus Ferment Lysate, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Squalane, Panthenol, Allantoin, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Tromethamine, Ethylhexylglycerin, Ceratonia Siliqua (Carob) Gum, Sodium Metaphosphate, Camellia Sinensis Leaf Extract, Dipotassium Glycyrrhizate, Sodium Hyaluronate, Hyaluronic Acid, Dextrin, Theobroma Cacao (Cocoa) Extract, 3-O-Ethyl Ascorbic Acid, Sorbitan Isostearate, Sodium Citrate, Citric Acid, Glyceryl Oleate, Tocopherol, Lecithin, Sucrose, Lauryl Glucoside, Polyglyceryl-6 Laurate, Myristyl Glucoside, Xanthan Gum, Lactic Acid, Hydrolyzed Hyaluronic Acid, Sodium Hyaluronate Crosspolymer, Sodium Acetylated Hyaluronate...Green Tea Enzyme PHA Toner:.Water/Aqua/Eau, Gluconolactone, Glycerin, Butylene Glycol, Tromethamine, 1,2-Hexanediol, Betaine, Dextrin, Propanediol, Sodium Metaphosphate, Ethylhexylglycerin, Cyclodextrin, Protease, Sodium Hyaluronate, Hydrolyzed Hyaluronic Acid, Camellia Sinensis Leaf Extract, Sodium Hyaluronate Crosspolymer, Hyaluronic Acid, Tocopherol, Sodium Acetylated Hyaluronate...Green Tea Hyaluronic Acid Hydrating Moisturizer:.Water/Aqua/Eau, Propanediol, Glycerin, Stearyl Dimethicone, Methyl Trimethicone, Pentaerythrityl Tetraethylhexanoate, Butylene Glycol Dicaprylate/Dicaprate, Glyceryl Polymethacrylate, 1,2-Hexanediol, Polymethylsilsesquioxane, Squalane, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Polyglyceryl-3 Methylglucose Distearate, Carbomer, Hydrogenated Lecithin, Cholesterol, Glyceryl Stearate, Tromethamine, Sodium Stearoyl Glutamate, Lactobacillus Ferment Lysate, Hyaluronic Acid, Panthenol, Allantoin, Sodium Metaphosphate, Camellia Sinensis Seed Oil, Cetearyl Alcohol, Xanthan Gum, Glyceryl Caprylate, Butylene Glycol, Ethylhexylglycerin, Sorbitan Isostearate, Sodium Hyaluronate, Camellia Sinensis Leaf Extract, Madecassoside, Lactic Acid, Dextrin, Theobroma Cacao (Cocoa) Extract, Hydrolyzed Hyaluronic Acid, Sodium Hyaluronate Crosspolymer, Camellia Sinensis Seed Extract, Ceramide NP, Tocopherol, Phytosphingosine, Sodium Acetylated Hyaluronate...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Use this set AM and PM. .-Follow with sunscreen in the AM...Green Tea Hyaluronic Acid Face Cleanser:.-Squeeze a pea-size amount onto your palms and create a rich lather..-Gently massage onto a wet face and rinse with lukewarm water...Green Tea Enzyme PHA Toner:.-After cleansing, pour a few drops onto your hands or a cotton pad. .-Sweep over your entire face and neck, avoiding eye and lip areas...Green Tea Hyaluronic Acid Hydrating Serum:.-After toning, smooth two to three pumps evenly onto your entire face and neck. .-Gently pat in for better absorption. ..Green Tea Hyaluronic Acid Hydrating Moisturizer:.-After applying serum, smooth a dime-size amount onto your face and neck..-Gently pat in for better absorption. ..Recycling Instructions:.-innisfree partners with TerraCycle on a no-waste recycling program to give your empties a second life. .-Gather all your empty products, rinse them out, and then place them in a box..-Log into your TerraCycle account to download and print a free shipping label, then simply drop off the box at your local carrier.",
    "num_reviews": 368,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/innisfree-hydration-heroes-with-green-tea-P509700?skuId=2740512&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2740512-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "A must have in routine ! Just wow !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "My face become very dull . I just added this awesome product in my daily routine . And it really works . I got a result in 10 days . Itu2019s very wonderful product. The serum and moisturizer feels so good  and makes the skin much soothing. I recommend all to go ahead with this product. I just love it ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "L'on a fait lu2019analyse de ma peau avec la technologie Skin Diagnostic, si je ne me trompe pas . Ce dispositif prend des mesures precises et generent des recommandations personnalisees pour les soins de la peau. Ju2019ai une peau fine, sensible et seche. Lu2019on mu2019a recommande ce produit et je lu2019adore. Elle est hydratante et legere . Aucune lourdeur. Tres doux pour la peau."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This skincare set is amazing! It has everything you need for your skin routine to keep your skin hydrated . The combination of hydration and portability is perfect for both everyday use and travel, especially during the winter months when skin my skin can become more prone to dryness. I highly recommend getting this skincare set !"
        },
        {
            "review_title": "Wow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Wow! This set is absolutely amazing and I loved every item in it. They all have a very light smell that isnu2019t too overpowering and worked great on my sensitive skin. I will recommend this product to my family and friends!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This hydration heroes set from innisfree is so essential for my dry skin. The products are so hydrating and doesnu2019t make my skin problematic or dry, especially the cleanser. Green tea is such a wonderful ingredient."
        },
        {
            "review_title": "Skin care essentials!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This is such an amazing set! It comes with basically everything you need for a simple skincare routine. The face wash has a mild green tea scent which I absolutely love. It helps keep my face nice and moisturized."
        },
        {
            "review_title": "My winter go to routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Iu2019m a huge fan of Innisfreeu2019s Green Tea product line. It works perfectly for my combination skin, providing just the right amount of hydration to dry areas without making my skin oily or causing breakouts. This set is a fantastic value - it includes a full-sized cleanser and serum, along with travel-sized versions of the toner and moisturizer. I love all four products, so I went ahead and ordered the toner and moisturizer in full size to complete my skincare routine. Overall, I highly recommend this set and the entire Green Tea line - itu2019s truly amazing!"
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received this product from the brand and I am so thrilled to have had this opportunity. Not only does the product work great on my skin, but it also feels great. I would definitely recommend this to a friend!"
        },
        {
            "review_title": "Clean skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love how this set gives me everything to have a routine for healthy and hydrated skin. Itu2019s especially great for sensitive skin like mine that is prone to breakouts urs or clogged pores. This set gave me a complete solution to soothe and calm my skin and keeping my skin barrier healthy."
        },
        {
            "review_title": "Good Value",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Everything you need in a single box I love the presentation at a very good price for all the products two normal size and two travel perfect for when you go on a trip you just pack this kit I am dry skin and I loved it wonderfully on the skin from the first use you make this day and night routine you feel your face much more hydrated with firmness and softness if I recommend it the ingredients are the best it helped me to my dryness"
        },
        {
            "review_title": "Add to your Routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This set is perfect to try a couple of the products! I love that I got a full size of the cleanser and serum. Both of these make my skin feel clean and soft! It does not leave my skin dry. I have sensitive skin and I feel like these products are working out for me! The moisturizer and toner leave my skin hydrated! I will continue to use these in my routine, but so far I am loving them! I would recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This set is ideal for maintaining your skinu2019s hydration and balance. The combination of products seamlessly works together on my skin for my daily routines. They absorb effortlessly into my skin, resulting in softer and more radiant skin."
        },
        {
            "review_title": "Perfect set for winter!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Such an amazing set that anyone can benefit from! I wanted to try it out before getting these as gifts but I know for sure itu2019ll be a hit with my friends. With the winter winds and heat inside, it has really dried out my skin but this set revived it back to life by providing the hydration that I need! Smells great too"
        },
        {
            "review_title": "My everyday routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I'm absolutely loving the Innisfree Hydration Heroes Set! As someone with dry, dehydrated skin, I was blown away by how effectively this set locks in moisture. Each product works in harmony to provide long-lasting hydration. My skin feels supple, smooth, and refreshed after using this set."
        },
        {
            "review_title": "Delivers results and keeps skin feeling hydrated",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This is a complete hydration skincare set that I have been using on the daily to keep my skin feeling hydrated and healthy. I love this brand products and I have used their sunscreen, cleanser, and moisturizer for a couple of years now. During the winter, my skin gets on the dryer side so I was excited to try this set. It is vegan, cruelty free, and fragrance free which good for anyone with sensitive skin. My face and neck feels hydrated, soft, and I love the glow it gives my skin! Highly recommend this brand and line!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I love this brands products. They feel very simple yet effective. This gift set of four makes a solid gift. My favorite is the hyaluronic serum. Because itu2019s a great layering skin care item. Iu2019m also impressed that there are two full-size products in this box."
        },
        {
            "review_title": "A great set of products that work",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Dry skin",
            "review_text": "As winter has set in my skin gets incredibly dry, flaky and irritated. I found this set to be incredibly helpful and have all the main products I needed for skincare.  It has full sized containers of their cleanser and serum and two deluxe samples of their toner and cream. I do wish the cream was one of the full sized products but it's still a good amount of products for a great price. It's vegan and cruelty free which is a definite highlight in my opinion. Each product contains green tea in some form (seed oil, green tea derived toner, and green teat water), in addition to micro encapsulated hyaluronic acid which apparently works better at creating moisture rich and soft skin than normal hyaluronic acid.  This set would make a wonderful introduction into skincare for those just starting out a routine, a gift for Christmas, or just for someone needing soft, smooth, and hydrated skin. I'm only taking off one star for wanting a larger sized cream instead of the cleanser which I use far less of."
        },
        {
            "review_title": "I like it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "It started to show after a few days and within a few days I saw the difference. Now my face is soft and moisturized without any oily skin. I have used expensive brands before but I didn't notice any difference except this one. I am Asian and this works very well for me."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Did not like it. Itu2019s not worth the value and the products are mediocre. It made me break out so bad and it flared my eczema and itu2019s barely getting better after testing it for 2 weeks. Would not recommend this to anyone."
        },
        {
            "review_title": "No scent and big improvement on my skin texture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I was really impressed by this skin care system. I'm not one that likes to take a long time prepping and this hardly takes up more time. I've noticed an improvement since using this exactly as described in the directions. There is no scent at all and I've had no irritation from any of it. I'm so excited to have finally found a skin care system that's easy and leaves my skin feeling moisturized!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This kit is an amazing introduction to this skincare brand. I love how you can try out a variety of their products. This kit is great for hydrating your skin. The products are great and donu2019t cause any irritation to my skin. My skin feels fresh and firmer since using these."
        },
        {
            "review_title": "Leaves my skin plump and refreshed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Innisfree has always been one of my go-to brands for skincare, especially their green tea line. The Hydration Heroes Set is thoughtfully curated, offering a great mix of products to cleanse, hydrate, and nourish the skin. Their Green Tea Seed Hyaluronic Serum and Cream are particularly impressive, leaving my skin plump and refreshed without feeling greasy. The products are gentle, effective, and perfect for daily use. I only wish it was easier to restock, as popular sets like this one sell out quickly! I receive something in exchange for this post."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I got this set for extra hydration because my skin is getting more dry with the cooling temps. This skincare line is so gentle and effective. I love that it doesn't make me break out. The moisturizer is really nice because it doesn't take a lot and it absorbs well without sitting on top of my skin."
        },
        {
            "review_title": "Balanced Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I have been using this set for 2 week and my skin is so balanced. Every product from the cleanser to the PHA toner and moisturizer has really done wonders for my skin especially since it winter and my skin has been really dry."
        },
        {
            "review_title": "Great for hydration and cleaner skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "The Hydration Heroes Set by Innsfree has helped me have clean and hydrated skin. It comes with cleanser, toner, ampoule and cream. The cleanser removes impurities and dirt from my skin. I like that the toner is gentle on my skin and helps with removing dry flaky skin and  gently exfoliates my skin. The ampoule is the one that I say help hydrate my skin and makes my skin feel bouncy, refreshed and plumped. The cream is the last step and helps seal in moisture."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "My skin has gotten so incredibly dry and irritated this fall and this set has definitely come to save the day! These products have hydrated and soothed my skin. All of my dry patches are finally gone!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "These are some of my favorite products EVER. Especially the moisturizer, it is so good and makes my skin look and feel nourished. It makes other products and makeup apply so smoothly. Iu2019m a huge fan!!"
        },
        {
            "review_title": "Good product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I love that it comes with the whole complete set is the best the hydration can be noticed from the first use the best is the ingredients I like for my dry skin helps if you have dry parts on the skin makes it moisturize from the first use"
        },
        {
            "review_title": "I love all of them!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Fair skin tone, Normal skin",
            "review_text": "Hydrate & Glow On the Go! Say goodbye to dry skin with our ultimate hydration set, featuring green tea-powered barrier-boosting essentials. Get everything you need for a simple, skin-loving routine: cleanser, toner, serum, and cream. Your skin barrier will thank you!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I have loved everything I've got from I is free and this was no exception. The face wash made my skin feel so clean! Everything was super hydrating especially since my skin gets so dry during the winter."
        },
        {
            "review_title": "Perfect little set!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Normal skin",
            "review_text": "This is just the neatest little set. You have your travel size, and your full size products. Innis has really been making some awesome facial products. They work so well together. This complete Hydration Heros Set works wonders on your skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "What I love most is how convenient it is to use on the go, whether Iu2019m working out, hiking, or just running errands. It's made a noticeable difference in helping me stay on top of my hydration goals.  Highly recommend this set to anyone looking to upgrade their hydration gameu2014itu2019s a fantastic value for the price!"
        },
        {
            "review_title": "A good value set",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I was pleasantly surprised to see this set comes with a full size cleanser and hyaluronic acid serum! This is a great value although itu2019s a bit confusing that the toner and moisturizer that come with the set are comparatively so small. The cleaner feels incredibly creamy while using, although it does irritate by eyes a bit which I havenu2019t experienced with other cleansers. Other than that it has been good for my skin, as well as the toner and serum. The moisturizer is a bit thin for what I need during the winter, Iu2019ll probably come back to it in the summer months"
        },
        {
            "review_title": "Love this set so much!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love everything about this set, starting from the ease of having it all together for one stop skincare all the way to the quality of each product. The cleanser is gentle and doesnu2019t leave my skin feeling raw. The toner noticeably smoothed out a rough patch I had on the corner of my chin. The serum overall hydrated as to be expected. The cream left my skin feeling moisturized without feeling bogged down. All together my skin was happy and felt healthier after using for a couple weeks. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Innisfree's Hydration Heroes Set is a dream for anyone with dry or dehydrated skin. Packed with the brandu2019s signature Jeju green tea extract, this set delivers intense moisture while keeping the skin balanced and fresh. The set typically includes a lightweight gel moisturizer, a soothing toner, and a rich essence, each formula working together to hydrate and replenish the skin without feeling heavy or greasy. I love how it absorbs quickly, leaving my skin feeling soft, plump, and deeply nourished. The refreshing, natural scent is an added bonusu2014nothing overpowering, just clean and calming. Perfect for a daily routine, this set is ideal for those looking for a simple yet effective way to keep their skin feeling hydrated and healthy all day long."
        },
        {
            "review_title": "Great value!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "This is such a great kit that comes with all the essentials. It has everything you need for a basic routine. I especially like the cleanser. Itu2019s very gentle on my sensitive skin but still feels clean. The serum is nice and light weight and doesnu2019t leave me feeling oily. The whole kit is a great value too for what you get."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This set feels very hydrating and gentle for the winter months. I like how it came with a variety of products so you can see which you enjoy. The value of it is great as well! Definitely worth a try if youu2019re looking for a new skincare routine."
        },
        {
            "review_title": "Versatile set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This set feels like a hydration dream in a box. Each product is infused with Innisfreeu2019s signature green tea, which leaves my skin feeling refreshed, hydrated, and balanced without any irritation.  The Hydrating Cleansing Foam does a great job of gently cleansing without stripping my skinu2014a rare find for something foamy. It sets the tone for the rest of the routine, prepping my skin for all the hydration to follow.  The star of the set is definitely the Green Tea Seed Serum. Itu2019s lightweight, absorbs quickly, and provides an instant boost of hydration that lasts all day. It layers perfectly under other products and helps my skin stay plump and smooth."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Amazing set with everything you need: cleanser, serum, moisturizer, and toner! After using this set, my skin feels super hydrated, which is perfect for wintertime! Great price for these products! Try it; you wonu2019t be disappointed!"
        },
        {
            "review_title": "Great set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Perfect for this time year~ No more dry skin and the best part itu2019s a barrier set which not only heals dry skin but prevents it from reoccurring.   I love that this is an entire set! From the foam cleanser to start with, toner, serum and then lastly the Hyaluronic cream to finish off this complete hydration process!   If you are looking for an affordable yet complete skincare routine thatu2019s geared towards hydration- really for any time of the year this one is perfect!"
        },
        {
            "review_title": "Great set of products!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This set was a game changer during these winter months. I was able to use all 3 products a feel my face becoming softer by each use. There was very little to no smell associated with these products and I felt refreshed after using them. Great for everyday use!"
        },
        {
            "review_title": "Solid choice for a complete routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "The Innisfree Hydration Heroes Set is a fantastic pick if you're looking to give your skin a nice moisture boost! It includes fan-favorite products like the Green Tea Seed Hyaluronic Serum and Green Tea Seed Hyaluronic Cream, which are super hydrating and lightweight. They absorb quickly, leaving your skin feeling soft, refreshed, and plump without any greasy residue. This set is especially great for normal to dry skin and has a light, refreshing scent. Itu2019s a lovely way to hydrate and pamper your skin with some of innisfree's best products! Thank you innisfree for providing a sample in exchange for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Love the smell of this volumizing mist and it works wonders for my hair. I have thin straight hair so I crave having some volume in my roots. I love how it works and it doesnu2019t feel tacky. This mist did an amazing job at keeping my volume up on my hair."
        },
        {
            "review_title": "Best set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I have been having so much fun playing with this set! The face wash is my absolute favorite as I feel it does such a good job in cleansing my skin. The lotion overall works perfectly in hydrating my skin. This set is very much worth it for the price point. All these four cleanses and hydrates your skin so well!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I Love Innisfree skincare products and this Hydration Heroes set is great. It's got everything for a good morning and or evening skincare routine. I cleanse my face, then put the toner on a cotton pad to apply on my face. I follow with the serum and the moisturizer. My skin feels clean. calm and hydrated. Great set."
        },
        {
            "review_title": "Great Discovery Set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is such a great discovery set if youu2019re now trying the Innisfree brand. I love each and every product in this set. I have full sizes and always use them as part of my skincare routine. I gifted this set to my sister and she loved it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "Another great product by Innisfree. This set is so nice!! It makes for a perfect gift to give to someone or just for yourself to try out the whole line! It gives instant hydration that is great for winter time"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "This facial hydration product is amazing! It leaves my skin feeling soft, refreshed, and deeply moisturized without any greasy residue. Perfect for daily useu2014my complexion looks healthier and more radiant. Highly recommend!"
        },
        {
            "review_title": "Perfect starter kit!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "This is the perfect grab and go travel set but also could be the cutest gift for someone like a teen starting their skincare journey. The green tea products are super gentle and really plumps and makes your skin look so healthy. I can tell that the hydration lasts all day"
        },
        {
            "review_title": "Better together",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I was not prepared for how well this line really works together. Yes, we can use them separately but thereu2019s something about using all three together. They just worked so much better cohesively. Tried using my regular foaming cleanser with this set and my skin didnu2019t feel as hydrated. Definitely purchase this size set for travel itu2019s perfection"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This set is perfect! The price is great for the value. There is enough product to test and figure out what you like or donu2019t like. These products are definitely hydrating and perfect for dry skin types."
        },
        {
            "review_title": "Perfect gift set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "The Hydration Heroes Set by innisfree is a great set! The set itself comes with four products, I believe some of the products are full size. The set is perfect for this gifting season. And this is also beginner friendly for people who are just starting to use skincare products!"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This hydration set is such a great gifting option for the holidays. Great travel set as well. The serum , cream , toner and cleanser compliment each other so much. It cools my skin down instantly and lets me have such a great soft feeling skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This set has been a game changer for my skin routine. the cold winter has been wrecking my skin and I am loving the gentle cleansing foam. The toner is very gentle and moisturizing. My favorite item is the cream. It absorbs quickly and leaves my skin soft. Smells nice too."
        },
        {
            "review_title": "Amazing for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This Hydration Heroes with green tea set is all you need for your dry skin. I have been using this set for a couple days already and is amazing, my skin looks and feels so hydrated. And is only $39 great price for great products."
        },
        {
            "review_title": "Great set to meet with the new brand",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "It seems to me that Korean cosmetics can never be bad or of poor quality. This set is a great proof of that. Everything you need for care. Good staff. Cleansing foam is ideal for dry or dehydrated skin. A cream that is not felt on the face but still works. The skin is moisturized and nourished.  And this Serum refreshes and removes traces of fatigue from the face. The pores are not so pronounces and the skin seems more even and smooth thanks to this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This is such a great set! It really is a whole skincare routine and everything you need in one box. I have combo skin and this has been so great adding hydration back into my skin. My favorite is the cream. The texture is perfect and leaves my skin feeling so smooth. Especially the size of the cleanser and serum is super generous. I think this is really great for any skin that needs extra hydration and for anyone who wants all the essentials in one kit."
        },
        {
            "review_title": "Nice stuff",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I honestly can say I really love these products. I have been using the eye wand for a while now. Using all the products in this combination pack is wonderful. My skin is so soft and fresh after using daily."
        },
        {
            "review_title": "A great set for cleansing and hydration",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I received this product in exchange for my honest review. This is a great set that has the essentials for keeping my skin clean and hydrated! I especially love the facial cleanser. The serum also absorbs really well into my skin. The moisturizer is a good size for traveling. This set that contains not only a variety of different types skin care products, but in different sizes of the packaging for on the go too. Definitely loving this set, especially the full-size cleanser and serum!"
        },
        {
            "review_title": "Skincare Made Simple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "What is there to love about Innisfree? Well, for starters itu2019s an affordable clean beauty care line thatu2019s cruelty-free and uses sustainable ingredients. Pretty awesome, right? Add to that its specific green tea variant, grown in a mineral-rich environment, and packed with 16 amino acids for major hydration. Theyu2019ll even recycle your empty containers for you. Now do I have your attention?  The Hydration Heroes set is a great way to acquaint yourself with this skincare line since it provides all the basic products youu2019ll need and itu2019s only $39. Itu2019s also fragrance-free, so even those with sensitive skin can use it.  Amino Acid Cleansing Foam: This is the only product of the four that is scented. It has a very mild green tea fragrance thatu2019s quite nice. I like how this cleanser foams when you massage it into the skin. It wipes off easily with a warm damp cloth and leaves feeling clean, soft, and supple.  Enzyme PHA Toner: The toner is unscented with no strong astringent smell and removes any makeup or oils missed when cleaning your face. And itu2019s alcohol-free so it doesnu2019t dry the skin out.  Hyaluronic Serum: This serum has a light, runny consistency. I use three pumps as directed and either pat it on or use gentle upward sweeping strokes to apply to the face, neck, and chest area. It absorbs quickly without leaving a sticky residue.  Hyaluronic Cream: A little of this goes a long way. I apply anywhere from a dime to nickel-sized amount of cream to the face. Itu2019s soft, silky, and glides on easily.  Overall, my skin looks and feels hydrated which reduces the appearance of fine lines. I have had no breakouts associated with any of the products either so theyu2019re a good option for sensitive skin. The natural ingredients work in harmony with my body resulting in a more even skin tone and less redness in the cheek area."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "If youu2019re looking for a super hydrating set this is the one to go with! Love the variety of skincare that comes in this and has had no issues as a girlie with dry sensitive skin! Perfect for a gift as well!"
        },
        {
            "review_title": "Great kit",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I loved this kit, it has everything I need to take care of my skin, the cleanser is excellent, it helps keep my skin clean and fresh, the lotion leaves my skin super moisturized and hydrated, the serum helped my skin a lot with blemishes, and together with the hyaluronic acid they have helped my skin a lot with expression lines, this kit really does a great job, highly recommended."
        },
        {
            "review_title": "Hydration!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This entire set is absolutely gorgeous, but the stand out product is definitely the hyaluronic acid serum! The PHA toner is really nice and does not irritate my sensitive skin at all. The cleanser is really good for a good morning cleanse, and at night I just like to use a cleansing balm beforehand to get all of my make up off. But the serum really is the hero and Iu2019ve noticed increased hydration, softening of fine lines, I just overall brightness in my skin."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I really love this set, great price, 2 full size products, I also love the minis, perfect for traveling. each product is great for hydration, I use them all as a routine and they leave my skin looking healthy and plumped. They didn't break me out or leave my face sticky. I will definitely buy this again and would recommend this set to everyone."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I have been loving this set by innisfree. My skin looks much smoother after using this set i have leas skin texture. It also smells really nice and what a great way to try out several of their products in this gift set."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "[Gifted] This Innisfree Hydration Heroes with Green Tea set is an amazing package filled with travel sized products perfect for keeping me hydrated and moist on the go. I especially love the toner as it helps refresh my face after being stripped by the cleanser."
        },
        {
            "review_title": "Great value",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Hydration Heroes set offers wonderful value for money and includes Hyaluronic Cream, Enzyme PHA Toner, Amino Acid Foam Cleanser, and Hyaluronic serum. The serum is my holy grail and I used it in the past with other skincare products. It is fast absorbing and doesnu2019t leave a tacky finish. Hyaluronic cream has a beautiful texture and is quite hydrating, and I love the cleanser as a second step in my skincare routine. I havenu2019t tried the PHA toner yet but will try it on my neck because my face skin is quite sensitive to exfoliating products. This set is a perfect gift for skincare lovers."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The Hydration Heroes Set is a must-have for anyone seeking to achieve soft, radiant, and deeply hydrated skin. Whether as a gift or a treat for yourself, this set is worth adding to your skincare arsenal!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Oily skin",
            "review_text": "Nothin but great things to say about all these products. I am new to the skin care world, but all these products make it so much easier and they have helped my skin tremendously. I would definitely recommend this especially to beginners, but I absolutely love this brand and the way itu2019s made my face feel."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "If you have not tried this brand before this is your sign to. You get a little bit of everything. I have liked everything I have tried from them. Their products are gentle on the skin but very moisturizing."
        },
        {
            "review_title": "Great For Dry Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I Love This Whole Set I Use It Morning In Night I Have Dry Skin In This Set Is Exactly What I Need It Has A Nice Light Scent It's Very Moisturizing But Also Not Too Moisturizing Either It Dries Really Quickly"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This is a very good value hydration set, I have dry skin, and this set covers all I need as a daily routine.  The serum and cream are easy to apply and absorb quickly, and the tone gives my skin a fresh start. The cleanser is gentle but provides the necessary daily cleans I need."
        },
        {
            "review_title": "Travel friendly set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is a very good set for traveling or even testing out Innisfree products. This set is mainly for drier skin types as hydration is the main focus. I do have dry sensitive skin and all the products in this set worked well for me and didnu2019t irritate my skin. It comes with 4 products: cleanser, toner, serum and moisturizer!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Dry skin",
            "review_text": "Innisfreeu2019s Hydration Heroes Set exceeded my expectations! The green tea line is incredibly refreshing and left my skin feeling soft, hydrated, and glowing. Perfect for dry skin and gentle enough for daily use. Definitely worth every penny. Highly recommend!"
        },
        {
            "review_title": "Awesome Innisfree Value Set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "As someone new to the Innisfree brand, I was super excited to try the Hydration Heroes Green Tea value set. This set comes with 2 full size products which are the Green Tea Amino Acid Cleansing Foam, and the Green Tea Seed Hyaluronic Serum; and 2 travel size products which are the Green Tea Enzyme Toner, and the Green Tea Hyaluronic Cream. Iu2019ve used this set for a while now and Iu2019m very impressed! I live in a super dry climate and my skin is always dry, flakey, and lightly acne prone. This set provides a lot of hydration without clogging my pores. The cleansing foam is very concentrated and the littlest amount goes a long way. It felt like it was really getting my skin nice and clean, without that stripping feeling. The toner, serum, and cream felt like they were adding and locking in moisture. I struggle with a damaged skin barrier, so Iu2019m always looking for a skin routine to help with barrier repair. Even after a short time, I can tell these products are working great with my skin. This is a great way to try the brand for an excellent value. I love that you have a full 4 step skincare routine provided with this set! I highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This set is an amazing value for skincare! Iu2019ve used all of these green tea items before getting this set, and they all work really well for my combination skin. They are quite hydrating, yet not heavy and do not clog my pores. A definite winner if you want to try Innisfreeu2019s affordable and effective skincare."
        },
        {
            "review_title": "Hydrated skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "As a dry skin girly with sensitive skin i often find it a bit difficult to find skin care for my skin.  After trying the hydration hero set I was very surprised with my results my skin has felt very nourished and hydrated, my skin was very soft and smooth. I will definitely be using this for my winter routine!"
        },
        {
            "review_title": "Game changing skincare",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The Hydration Heroes Set has completely transformed my skincare routine! My skin feels so soft, smooth, and deeply hydrated, even in dry weather. Itu2019s the perfect balance of gentle and effective, leaving my face refreshed and glowing without feeling heavy or greasy. The routine is simple to follow, and I love how my skin feels nourished and protected after each step. This set is a game-changer for anyone looking to boost their skinu2019s moisture and glow effortlessly. My skin has never felt better!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This set is amazing. The cleanser is great for everyday use and I like how it effectively cleanses my skin without leaving it feeling stripped. The toner is also great for everyday use since it helps gently exfoliate the skin. The serum gets absorbed nicely into the skin and helps hydrate my skin. Finally, the lightweight moisturizer keeps my skin hydrated and moisturized."
        },
        {
            "review_title": "Great deal",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This set is a total amazing! My skin feels so hydrated, soft, and glowing after using it. The green tea and hyaluronic acid combo works perfectly to boost moisture and strengthen my skin barrier. The cleanser is super gentle and leaves my face feeling fresh, the toner exfoliates just enough without being harsh. The serum absorbs quickly and makes my skin feel plump, and the cream locks in all the hydration without feeling greasy. Such a great deal as well!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This is the perfect set. It has everything I need from cleanser to toner to moisturizer itu2019s a great kit. It would also make a great gift set for someone. It works so well to moisturize, tone, and cleanse my skin every night."
        },
        {
            "review_title": "Moisturizer rules",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The Innisfree Hydration Heroes Set is such a refreshing addition to my skincare routine! From the first use, my skin felt softer, smoother, and incredibly hydrated. Each product is lightweight, absorbs quickly, and leaves my skin with a natural, healthy glow. The blend of natural ingredients provides the perfect boost of moisture, especially during drier seasons. It works seamlessly for both morning and nighttime routines, and Iu2019ve already The Innisfree Hydration Heroes Set is such a refreshing addition to my skincare routine! From the first use, my skin felt softer, smoother, and incredibly hydrated. Each product is lightweight, absorbs quickly, and leaves my skin with a natural, healthy glow. The blend of natural ingredients provides the perfect boost of moisture, especially during drier seasons. It works seamlessly for both morning and nighttime routines, and Iu2019ve already noticed my skin looking more radiant and balanced. Itu2019s a simple, effective way to keep my skin feeling amazing every day! my skin looking more radiant and balanced. Itu2019s a simple, effective way to keep my skin feeling amazing every day!"
        },
        {
            "review_title": "Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I was sent this product for my honest review. As a skin care enthusiast, Iu2019m always looking for products that would help with my needs. I will first off by saying that I love how travel friendly this set is! Iu2019m always traveling so this product is suitable for my travel needs. I have combo/ dry leaning skin and I love how hydrated my skin felt after using each product. I highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Super excited for this set as it's definitely something. I can take on the go when I'm on the road. Or simply just bring to a gym with me for my spot days! Products work well together, which is definitely a plus! Easy to apply on sensitive skin."
        },
        {
            "review_title": "Good bundle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "The perfect skincare bundle. I really like all the products it comes with. My skin feels hydrated and replenished after using. My skin does not get red or irritated. There is very minimal  fragrance. Iu2019m happy that it comes with 4 products, making my skincare routine easy to accomplish!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Such a good kit for starters or even when traveling. It has everything you need for your skincare routine and perfect for gifting during the holidays. I loved the toner , I gelt like it took all the extra dirty off my skin even after cleansing"
        },
        {
            "review_title": "Game changer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Innisfree has become one of my favorite skin care brand. The way it makes my skin feel so hydrated and I wake up with my face feeling so soft. I always recommend this to my family. The hyaluronic cream is a game changer, I have sensitive skin so I really have to be specific on what I put on my face & this was worth it!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was gifted this set from Innisfree. I absolutely love the way it makes my skin feel after doing this routine. It doesnu2019t break me out and my skin feels so moisturized! I will definitely be purchasing in the future"
        },
        {
            "review_title": "Works amazingly for combination skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This kit is all you need for a healthy nourished skin. The cleanser is full size and works amazingly on my acne prone combination skin. The hyaluronic acid gives so much hydration to my skin. Iu2019ve noticed that it has improved the redness in my skin and now my skin barrier feels healthy and healed"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Creamy and dreamy! Love this set, it makes my combination skin so happy!! Makes my skin look and feel softer and healthier. Iu2019ve gotten a lot of recent compliments on the texture of my skin recently and itu2019s thanks to the dream team!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is a great all in one skincare starter set. My favorite item is the cleanser. The instructions say to use a pea sized amount and Iu2019ve found that this is plenty because it lathers so much. I havenu2019t noticed a huge difference in the way my skin looks yet after using these products for a few days, but it feels great. It has definitely improved my skin barrier which is crucial during the cold weather."
        },
        {
            "review_title": "great hydration",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love this set! The Green Tea extract provides incredible hydration without feeling greasy. The cleanser is gentle yet effective, and the serum leaves my skin feeling soft and refreshed. The moisturizer is light but nourishing, perfect for daily use. I noticed a visible difference in my skin's texture and hydration after a few days of use. A great value for the price, especially for anyone with dry or dehydrated skin. I love travel sized products, especially in sets since it makes it easier to carry. Easy to follow a routine with everything provided as well. Highly recommend!"
        },
        {
            "review_title": "Hydrating! Great starter kit!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "xThis is such a perfect Innisfree starter set for anyone wanting to try some of their top green tea products! I really love that this is a good mix of full size and trial size products. I love their green tea serum and had been wanting to try their different cleansers so this was a win-win. Perfect for gifting this holiday and a really great value. I would imagine this would be great for any teens - 30 year olds."
        },
        {
            "review_title": "New skincare favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The skin care set, took me by surprise. I wasnu2019t expecting much because usually when it comes in a set, Iu2019m always disappointed in at least one product. But Iu2019m in love. The face wash and serum is full size while the other two are travel size. The face wash lathers very well and I will be purchasing for sure once Iu2019m out. I noticed my skin looks brighter and feels cleaner and healthier after just once use . I love how affordable it is too and perfect for gifting."
        },
        {
            "review_title": "Love It!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been using the Innisfree Hydration Heroes Set for a week and a half now, and Iu2019m pretty impressed. This set is my introduction to Innisfreeu2019s green tea line, and is the gentlest products I've ever put on my skin. I haven't had a single bad reaction to any of the products so far. The set come with a cleansing foam, PHA toner (mini), hydrating serum, and hydrating cream (mini). Definitely worth it imo. The serum is def going to be a HG for me. It has a runny, watery texture and absorbs nicely into the skin. I like to use it after a shower on damp skin to help lock in that moisture. I used the serum on day 1-3 without the other products and I still noticed a very large difference in my skin's softness and pore size (I have dehydrated oily skin on my T zone).  My second favorite of this line is the cleansing foam. It has a super buttery creamy smoothness after emulsifying and applying to my face. Rinses off without any dryness, squishyness, or itchness! I've been cutting back on actives and cleansers and focusing on hydration, so this was perfect!"
        },
        {
            "review_title": "Must have for starter routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I already had this collections sunscreen so getting this set in the mail to try was exciting but Iu2019m very picky since I have sensitive skin while prone to acne. I am happy to say that it did not irritate my skin and it gave me a beautiful glow. It left it hydrated without feeling oily which I loved. The cleanser really takes all the makeup away and makes your face feeling clean. Itu2019s a great set for someone that doesnu2019t know how to start their skincare routine. I highly recommend!"
        },
        {
            "review_title": "Winter must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This set has everything you need! It definitely has hydration heroes in it haha. I love how my skin looks super radiant and moist after using this kit. For winter this is a must have!!! The price is also great for the value, in my opinion."
        },
        {
            "review_title": "Hydration station",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This set was great to experience especially as a overnight set. I recommend for better results to apply after you shower when your pores are open to get the products in their more. It did not make me break out but it also did not do much for my skin. I call tell it's more hydrated but that's it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The Innisfree Hydration Heroes Set is a fantastic value for anyone seeking deep hydration and a revitalized complexion. Featuring the brand's signature Green Tea Seed Serum, Toner, and Cream, this set delivers a complete skincare routine that leaves the skin feeling refreshed and moisturized. The serum absorbs quickly, providing an instant boost of hydration, while the toner preps the skin perfectly. The cream locks in moisture without feeling heavy or greasy, making it great for daily use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "it deeply hydrates without feeling heavy. Perfect for dry or combination skin, it leaves your face feeling refreshed and glowing. Great value for the quality This entire collection of products feels very gentle on my skin."
        },
        {
            "review_title": "Put in that routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "Iu2019ve been using this product faithfully for a few days now and I must say Iu2019m actually enjoying this. Iu2019m not usually want to keep up with routine things, but I must say I look forward to doing this and Iu2019m grateful that I have found this product because it makes my skin feel super smooth, super soft and Iu2019m going to continue to use it for maximum results"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Products are light, unscented, and absorb nicely into your skin. It doesn't have a harsh smell and feels very lightweight while keeping my face (especially my dry cheek areas) soft and moisturized all day"
        },
        {
            "review_title": "A must-have in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The Hydration Heroes Set from Sephora, featuring Innisfree, is an absolute delight for anyone seeking to quench their skinu2019s thirst. This thoughtfully curated collection is perfect for tackling dry and dehydrated skin, especially during the colder months. Each product highlights Innisfreeu2019s commitment to using clean, natural ingredients sourced from Jeju Island, ensuring a gentle yet effective skincare experience.  The standout in this set is the balance it strikes between lightweight textures and intense hydration. The products absorb beautifully without leaving any greasy residue, making them ideal for all skin types. From the nourishing face cream to the soothing serum, every item works in harmony to leave your skin feeling soft, plump, and glowing with health.  Not only does this set provide visible results, but it also feels incredibly luxurious to use, thanks to the refreshing scents and silky application. Whether youu2019re new to Innisfree or a long-time fan, this set is a must-have addition to your skincare routine. Itu2019s a complete hydration solution in one beautifully packaged collection!"
        },
        {
            "review_title": "Super simple and effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This set of skincare has by far exceeded my expectations.  I love the clean scent and my skin feels so clean after I use it. Every step of this routine is simple and I can already see and feel a difference in my skin."
        },
        {
            "review_title": "Amazing value!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is such a great set! It comes with two full-size products. I think itu2019s a great value. Itu2019s perfect for the holiday season and to give away as a gift or keep for yourself! I loved getting to try everything in the hydration said. My skin feels so nice and hydrated."
        },
        {
            "review_title": "Gentle but effective!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "These products are very gentle but effective. The ingredients are amazing, and left my skin feeling fresh and hydrated. The cleansing foam washed away any makeup and sweat I felt on my face, leaving my skin feeling cleansed but still moisturized. After using the toner, the texture of my skin felt smoother and looked more even. The hyaluronic serum and cream felt hydrating to my skin and gave me a plumper appearance. Overall, I highly recommend these products!"
        },
        {
            "review_title": "Great set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "This is the perfect set for dry skin. All of the products work well for rehydrating and adding moisture to the skin barrier. I love the toner, itu2019s very gentle and works great. The hyaluronic acid serum is very nice and you can really lock in the hydration by pairing it with the moisturizer"
        },
        {
            "review_title": "Feels good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This line is nice! I have sensitive, acne prone skin and this didnu2019t leave my skin feeling dry at all. Not a huge fan of the fragrance but it hasnu2019t caused any irritation. The face wash and cream stand out the most to me!"
        },
        {
            "review_title": "Such a great set for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This is such an amzing set. I suffer from dry skin in the winter time . The hydration the creams give you is amzing . I also love the Hyaluronic acid serum. They have no scent to them so thatu2019s perfect for my skin and nose. This is such a perfect way to try items from this brand too ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The Hydrate & Glow on the Go set has been a lifesaver for my dry skin! The cleanser is gentle, the toner lightly exfoliates, and the serum with nanocapsulized hyaluronic acid leaves my skin plump and hydrated. The cream locks in moisture without feeling heavy. Bonus: itu2019s vegan, fragrance-free, and cruelty-freeu2014all for just $39!"
        },
        {
            "review_title": "great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "The Hydration Heroes Set by Innisfree is perfect for anyone seeking intense hydration with lightweight, nourishing products. Featuring their star ingredient, green tea extract, the set typically includes essentials like a toner, serum, and moisturizer, all designed to replenish and lock in moisture. The products absorb quickly, leaving skin soft, smooth, and revitalized without any greasy feeling. Ideal for dry or combination skin, the set works well for daily skincare routines, especially in dry or colder weather. Innisfree's focus on natural, eco-friendly ingredients makes it a trusted choice for those who value clean beauty. Whether as a self-care treat or a thoughtful gift, this set is a fantastic pick for hydrated, glowing skin."
        },
        {
            "review_title": "Amazing set",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This is the Perfect skincare set. I was already a fan of the serum and have been using for a little over 6 months now. The cleanser leaves my skin clean and refreshed, the toner does a great job of prepping my skin and the moisturizer leaves my skin baby soft. This would make the perfect gift."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love that this set has everything you need for your skincare routine. I really like that it includes a full-size cleanser and serum. I have dry skin and this set keeps my skin hydrated and healthy. This set makes a great gift too."
        },
        {
            "review_title": "So easy to use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I received this in exchange for my honest review. I love it so much! I love having all the steps of my skin care being the same brand! It makes my daily skin care routine super easy! My favorite thing about this brand is that itu2019s very gentle on sensitive skin."
        },
        {
            "review_title": "Must have face products",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Innisfree's Green Tea Hydration Heroes with Hyaluronic Acid is a refreshing skincare combo that provides intense moisture. The green tea extract revitalizes, while hyaluronic acid helps the skin retain hydration, leaving it smooth and plump. Ideal for daily use, it offers a light, non-greasy formula for a healthy glow."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "I love this because they already make all the best skincare but then to have a little of everything in a travel size is amazing. Iu2019d definitely recommend it if youu2019re trying the brand for the first time or looking for a good gift"
        },
        {
            "review_title": "Great deal!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This is such a great deal! I havenu2019t tried anything from this brand before, so i was really excited to try all the different stuff. My favorite product in the set is the cleansing foam - i feel like it really gets my skin clean! Would buy this."
        },
        {
            "review_title": "All in one hydration set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Dry skin",
            "review_text": "Hydration hero set to the rescue. I love anything with green tea in it. This is a perfect gift set for the winter to keep your skin hydrated and protected. Itu2019s also wonderful if youu2019ve never tried this brand, hereu2019s your chance! I love that it has green tea soothing affects. It comes with a full bottle cleanser, the hyaluronic serum cream and toner so itu2019s four in one basically all you need! Definitely a great starter kit. If you havenu2019t tried this brand I love using it. You can mix it with other products for example in the morning with your SPF or put it on at night with your retinol. Itu2019s an amazing set. I feel hydrated. It has skin boosting ingredient with niacinamide acid vegan cruelty free!"
        },
        {
            "review_title": "Good value",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is such a good value set! It includes four products, and two of them are full-size, making it perfect for anyone looking to try or stock up on high-quality skincare. The set is thoughtfully curated to provide ultimate hydration, leaving my skin soft, glowing, and well-nourished. As someone whou2019s in love with Korean skincare, I appreciate how Innisfree incorporates natural ingredients like green tea for hydration and balance. The smaller sizes are great for travel or trying out new products, while the full-size items make it worth the purchase."
        },
        {
            "review_title": "Good skincare set!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The InnisFree Hydration Heroes with Green Tea set includes cleanser, toner, hyaluronic serum, and hyaluronic cream. The cleanser cleans the skin without drying it out. The cream and the serum have a lightweight texture that absorbs quickly into the skin without feeling sticky. They leave skin feeling clean, soft, and smooth. I really like it."
        },
        {
            "review_title": "Great skin hydration set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This set is amazing! It comes with the cleansing foam, serum, toner and facial cream. It is honestly everything you need to keep your skin hydrated, cleansed, exfoliated and to restore your skins barrier! I have used it a week now and my skin looks so healthy!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I love this set! You get to try (or restock) so many products for such a great deal! Itu2019s a full face worth of products and leaves my skin so hydrated and smooth! Great for sensitive skin! Definitely a must have set and would make a great gift!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is such a great set for dehydrated skin. I have combination skin on the dry side. I especially loved the cleanser since itu2019s a cream to foam and leaves my skin clean but not dry. The face cream was also great with a gel like texture and very hydrating. I didnu2019t care much much for the toner and found it more drying. The hyaluronic serum was great too."
        },
        {
            "review_title": "Perfect for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This is an amazing set for a basic skin care routine. Itu2019s most useful if you have a dry skin or in preparation for winter since it included a lot of products with a hyaluronic acid. I love this brand and can recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This set is literally the best bang for your buck! Iu2019m absolutely obsessed especially with the holidays this has all the must haves you need in one box. The products are top tier and you will be in love with how great these work on your skin!!!"
        },
        {
            "review_title": "Great value set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love that this set contains all the basic necessities of a skincare routine. I also think the ingredients in the products of this set are generally quite inoffensive and gentle on a variety of skin types. The serum and moisturizer feel quite lightweight while hydrating on the skinu2014 I love that my skin is left feeling appropriately moisturized without feeling heavily coated with products. Overall, I think this is a great essentials, no-frill but very effective set of items that would be great for someone either looking to start a cohesive and comprehensive skincare routine or just try new products before committing to full sized items."
        },
        {
            "review_title": "Love the ingredients.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "As someone with dehydrated skin, especially during the fall and winter, I have been on the hunt for something truly hydrating and this set is a game changer. The Green Tea Hyaluronic Acid line from Innisfree has everything you need for a full routine and every step feels gentle yet effective. The standout for me is the cleanseru2014it leaves my skin feeling fresh without any tightness. The combination of green tea and hyaluronic acid deeply hydrates and soothes, leaving my skin soft, plump and healthy looking. Itu2019s lightweight, packed with clean ingredients and perfect for keeping dryness at bay. Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Perfect set!! The Serum is super lightweight but incredibly hydrating, leaving my skin plump and smooth. The Enzyme Toner gently exfoliates without irritation, while the Cleansing Foam thoroughly removes dirt and makeup without stripping moisture.  Cream seals everything in, keeping my skin soft and hydrated all day."
        },
        {
            "review_title": "A good value set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This is an amazing set. I love that it came with all I need from cleansing to toning, to hydrating. The serum was very nice to apply, my face feels hydrated, plump, and soft after using it. The cleanser and the serum was full size and came along with travel size toner and moisturizer. A very good value and perfect for a gift."
        },
        {
            "review_title": "Feeling Hydrated and Fresh",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "First time user of the innisfree brand, but I must say that Iu2019m impressed with this set! I definitely lean more towards dry skin and am always trying to make sure my skin is the max hydrated. I like the way that this set covers every step of my skin care routine and focuses on hydration. To me my favorite ended up being the green tea amino acid cleansing foam! It was very soft on my skin and it felt really clean afterwards."
        },
        {
            "review_title": "Good set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This set is lightweight yet effective hydration. The green tea ingredients are particularly appreciated for their soothing and antioxidant properties. It is vegan and cruelty-free, free of parabens and synthetic fragrances."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This hydration heroes set is one of my favorite holiday kits available this year! If you havenu2019t tried this brand yet this is the perfect starter set and the sizes are just right to get a feel for each product!"
        },
        {
            "review_title": "I love innisfree!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The Hydrate & Glow on the Go set is perfect if you want super hydrated, glowing skin with minimal effort. This 4-step routine gives your skin everything it needsu2014moisture, barrier support, and a fresh, smooth feel. Plus, you get a full-size cleanser and serum for just $39, which is a steal! Itu2019s vegan, fragrance-free, and cruelty-free, so itu2019s great for all skin types. Perfect for when you need a quick skin boost on the go!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I think this is such a great set if you donu2019t want to commit to the full size completely! I have combo skin so Iu2019m really loving what this set has to offer for me. I love most of skincare products and I think their line is really great for anyone starting to get into skincare"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I super love this Innis free hydration herou2019s set so much! Itu2019s such a perfect set to try out everything and perfect for gifting! Loved every product in the set as well! I would definitely recommend this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Iu2019m loving the is set! It makes a great gift especially around the holidays. The face cleanser and moisturizer are really hydrating and iu2019ve noticed a glowing difference in my skin just after a few uses!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is such a great set to try all the products! I really love the green tea foaming cleanser. It leaves my skin feeling clean and doesnu2019t dry it out. So far I really like all the products. They hydrate my skin without being too heavy or breaking me out. I can see getting a lot of use out of this during the summer when my skin is more oily."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "This set gives so much hydration and boosts my Skin. The set is perfect to try or gift. It keeps my skin soft and soothing. A little but goes a long way . It cleans well yet is very hydrating."
        },
        {
            "review_title": "Great for skin upkeep when traveling!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Dry skin",
            "review_text": "I love this brand and these minis are so great for travel. I see a great difference in my skin when using these products, especially when it comes to hydration. My skin appears smoother and moisturized. I am loving how more youthful I appear."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "An amazing set to give to someone for the holidays. My friends and I are fans of this brand since its early Kbeauty launch. It has everything you need to travel! People went crazy for this during our white elephant"
        },
        {
            "review_title": "Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This Set by innisfree feels so good on my skin. The textures are lightweight yet deeply nourishing, making my skin feel quenched and velvety soft. Easy to layer and smells pleasant! Definitely part of my routine."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I LOVE this skincare kit. Iu2019ve been using it for about three weeks now, and the improvement in the evenness and brightness of my skin has been remarkable. Even though the amount is small, I anticipate it lasting a long time because you truly only need a for of the serum, moisturizer, and toner. 10/10 products!"
        },
        {
            "review_title": "So hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "My skin is so hydratedu2026 Iu2019m obsessed! This is exactly what I needed during this change in seasons. My skin is not longer patchy and dry. My glow is back and my skin looked so hydrated. I really like this brand!"
        },
        {
            "review_title": "My new Fav!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Holy cow does this still make my face feel FANTASTIC! Not only does it smell good, it leaves skin feeling soft and clean. Skin feels moisturized, and I had minimal oily spots at the end of the day! Overall my next favorite face kit!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "These value sets are always my favorite as they give you a lot more bang for your bucks. Especially if you love these products and want to try more things from the line. The green tea seed serum has been my favorite for years. I used it whenever i need an extra boost of hydration and a calming effect from the green tea ingredient. The toner is also one i love. Now that i have a small travel size. I will be sure to take it on the roads with me. This line has worked so well for me that i can't wait to try other products."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I've been using Innisfree's Green Tea line for a while, so I was excited to see it in set format! I've never tried the enzyme PHA toner or the hyaluronic cream before getting the set. The toner absorbs quickly, though I've yet to see any skin changes from it. The cream is hydrating and not too thick -- it'll be a great final step in warmer seasons. The cleansing foam and green tea seed hyaluronic serum have been staples in my skincare routine - they're a very standard foam cleanser (I use post oil cleanser) and hydrating serum before a thicker moisturizing layer. Everything has the classic Innisfree green tea scent that I love :-)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "I love this set! The packaging feels premium. The serum bottle is a heavy plastic and features a smooth pump. As a sensitive skin girlie, this set is perfect. It has clean ingredients, and I can't notice any fragrance from the products. The toner, cream, and serum absorb quickly and aren't sticky. The cleanser foams well and doesn't leave my skin feeling stripped. Overall, this set is a great value and I recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I recently tried the Innisfree Hydration Heroes Set, and it has quickly become a staple in my skincare routine! This set includes four of Innisfreeu2019s best hydrating products, and they work beautifully together to deliver intense moisture and nourishment. The standout product for me is the Green Tea Seed Serum. Itu2019s lightweight yet incredibly hydrating, absorbing quickly into the skin without leaving any sticky residue. My skin feels plump, refreshed, and balanced after using it."
        },
        {
            "review_title": "great set",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "The Innisfree Hydration Heroes Set is a must-have for anyone seeking to revive and maintain skin hydration. This set features products infused with Jeju Green Tea, known for its antioxidant-rich and hydrating properties. The set typically includes a cleanser, toner, serum, and moisturizer, forming a comprehensive skincare routine that leaves skin feeling refreshed and supple.  The lightweight formulas absorb quickly without leaving a greasy residue, making them suitable for all skin types, including combination and oily. The serum is particularly impressive, delivering intense hydration and a dewy finish. The gentle cleanser effectively removes impurities without stripping the skin, while the toner preps and balances for the next steps.  Ideal for dry or dull skin, this set offers visible results, such as smoother texture and a plumper appearance, within weeks. However, those with sensitive skin should patch-test due to potential fragrance. Overall, itu2019s a great value for a hydration-focused skincare routine."
        },
        {
            "review_title": "Lovely set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Amazing set! Great deal and you get a lot of products to use and try. This would be a great gift and each product really does a good job. The green tea serum smells nice and I am liking the cream and cleansing foam too."
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "I just recieved this gift set in exchange for this post and i love it so far. All these ingredients have been very gentle on my skin and i've seen great results so far. skin feels very clean and refreshed afterwards"
        },
        {
            "review_title": "Must have set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "I love this set it is perfect for my skin and makes my skin glow in the end"
        },
        {
            "review_title": "Super hydrating and moisturizing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I was already using the innisfree green tea sea hyaluronic cream since past few months and then I got to try the whole set! This set is a game changer if you have a dry or combination skin. I have a combination skin then tends to get drier during winters. So I got to try this Hydration Heroes set at a perfect time. I have been using these products in my morning routine and I love how lightweight yet super hydrating these feel. The cleansing foam is very creamy and lathers really well. I just use a tiny amount and it is good enough to thoroughly cleanse my face. The toner is pretty nice too and preps my face very well, it instantly feels refreshing. The serum and cream absorb super quickly into my skin and my skin feels well moisturized without looking extra greasy or oily. My skin has started to feel much smoother and well balanced right after the first application. This set is such a great value and will make an amazing gift for holidays!"
        },
        {
            "review_title": "Must have hydration set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I received the hydration heroes set and I love it. Itu2019s the perfect set to get the set and be able to see if you love it. I love that it has all the necessity items. I love how hydrated my skin feels. Iu2019m enjoying it very much."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Products smell good without having too much fragrance. Good for sensitive skin as it is not harsh at all."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "great set, has everything you need for your care, very good products, great for any skin type, I really like it, there is both full and small size, convenient to take with you . good for traveling. I like"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is an amazing set! It's perfect for traveling, as it doesn't take up much space. I appreciate that Innis Free is a clean brand, and this set works well for my combination skin without stripping it of moisture. Overall, it's a great choice for beginners."
        },
        {
            "review_title": "Two full size products + 2 minis!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am still shocked at the price! It includes 2 full size items, plus two smaller pieces. So this basically gave me a new skin care routine for less than $40. My skin barrier feels so much better after using this consistently. The serum is my favorite during the cold dry winter weather."
        },
        {
            "review_title": "Love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This set is amazing love that it works well on my sensitive skin and a little truly goes a long way with these products. I have noticed the nicest glow on my skin and my tone is so much more even since integrating this into my routine."
        },
        {
            "review_title": "Whole set is a must for winter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "This entire set is everything my skin needed this winter! Iu2019ve been breaking out a bit lately and itu2019s made me want to minimize the ingredients and products Iu2019m using on my skin. From the cleanser to the moisturizer to the hyaluronic serum, everything made my skin feel so soft and plump. I have normal to dry skin and in the winter it can get flaky. Everything was so gentle on my skin and I havenu2019t broken out at all from these products."
        },
        {
            "review_title": "Good hydration",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This set is such a good gift to give anyone. Itu2019s a very hydrating set that is gentle enough for any skin type. Itu2019s a full skin routine which is a great gift for a someone who needs a new skincare routine epically during the colder months since itu2019s hydrating."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Lovely set from innisfree. Hydrates, really provides hydration to the skin and locks it in. Layers well with other products and is such a good try-set. My favorite is the green tea seed serum! Highly recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I absolutely love this set! These products are inexpensive but work!! Iu2019ve turned so many friends and family onto innisfree. This is a great starter kit if youu2019re wanting to try their products! Great for gifts too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love each product in this kit. Itu2019s incredibly convenient and using each of these products makes for the perfect skincare cocktail for my skin. I have combination, acne prone skin, and these products didnu2019t break my skin out nor did they make my face look excessively oily. My skin looks radiant and even. My skin feels smooth and soft. I will definitely be including these products in my daily routine!"
        },
        {
            "review_title": "Amazing skincare set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This skincare set by innisfree has made such a positive change on my skinu2019s dryness yet oily and texture. It has helped remove the red and inflammed areas on my cheeks and retains my skinu2019s moisture with the hyaluronic acid serum. I love this set for gifts this holiday season!"
        },
        {
            "review_title": "Great set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Itu2019s a life saver for my dry skin during colder months. These products do a great job keeping my skin moisturized, I also enjoy that there is no heavy scent to the products. Very good value for everything that is included in this set, considering that two products are full size!"
        },
        {
            "review_title": "Cutest little set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This hydration set was the perfect starter skin care kit that I needed. After using it my skin just feels so moisturized and plump and glow. I love this and I think this would also be a great gift for anyone for the holidays. Whou2019s also just starting their skin care journeyand could not be more happy with the products."
        },
        {
            "review_title": "Perfect for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "This set is great if youu2019re curious about Innisfreeu2019s products & have been wanting to switch up your routine. I struggle with very dry skin during the cold months & am always looking for products to help me lock in moisture. So far, this is doing exactly that! Iu2019m going to continue usage & will definitely consider purchasing the larger sizes!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "The Innisfree Hydration Heroes Set is the perfect gift for friends or family, or for yourself. It is perfect for the dry skin girlies. It comes with a cleanser, toner, serum and cream. It would also be perfect as a travel set. The products contain green tea to help with hydration. Overall I love all the products and how complete the set is. Itu2019s nice having everything in one."
        },
        {
            "review_title": "Yessss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I reached for the box, a simple thingu2014just a small, unassuming package from Innisfree. Yet, as I held it in my hands, I felt a subtle, almost unsettling sense of anticipation. You see, this wasnu2019t just a skincare set; it was a promise. A promise that my dry, tired skinu2014skin that had weathered the unforgiving elements of lifeu2014could be brought In the end, the Innisfree Hydration Herou2019s Set didnu2019t just hydrate my skin. It restored it. Gave it life, made it feelu2026 human again. And in a world that sometimes feels as though itu2019s peeling away at the edges, thatu2019s a gift. A gift wrapped in green, a secret that canu2019t be told with words. But Iu2019ll tell you this: once youu2019ve experienced it, youu2019ll know exactly what I mean. Just donu2019t let the simplicity fool you. Thereu2019s power in this quiet little set. The kind of power that makes you wonder if youu2019ve just brushed against something far deeper than you ever expect."
        },
        {
            "review_title": "A must for sensitive skin.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The product is gentle on my sensitive, acne prone skin. I love the gentle cleanse it gives. The serum and lotion give your face the most amount of hydration without feeling like you have to much on. I would repurchase."
        },
        {
            "review_title": "Game changer for my dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I recently tried the Green Tea hydration set, and it's amazing! No more dry skin for me. This set includes a cleanser, toner, serum, and cream. The serumu2019s nanocapsulized hyaluronic acid really hydrates, while the toner gently exfoliates. I love that itu2019s vegan, fragrance-free, and cruelty-free. The cream with Green Tea seed oil and ceramide keeps my skin moisturized and healthy. The routine is simple: cleanse, tone, serum, and cream, both morning and night. If you're struggling with dryness, I highly recommend this set!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Will not recommend for really sensitive skin just because it does have an aroma. It not to strong but itu2019s not to light. After the first day I used it,(Night time) I woke up with a more hydrated skin. It also has help me balance my oily skin. It just,IT PRODUCT"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Dry skin",
            "review_text": "This is such a nice set! Nothing has irritated my skin or broken me out. The minis are perfect for travel, but I do wish there was also a travel size version of the cleanser. Regardless, this is great!"
        },
        {
            "review_title": "Perfect hydration kit",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I was recently given the opportunity to try out innisfreeu2019s Hydration Herou2019s with green tea. This quickly became one of my absolute favorite kits. This definitely helped my dry skin so much. It has great moisture and absorbed into the skin very smoothly. I used this kit as my nighttime routine and I noticed my skin looking so much more healthier and just glows better. Definitely an amazing kit! The quality of the packaging is of higher quality. Loved it!"
        },
        {
            "review_title": "Perfect for oily to combo skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I really love how complete this set is! It is perfect for hydrating the skin especially in the winter. This works perfectly for oily to combo skin and does not leave my skin feel oily or greasy! I enjoy it so much!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
            "review_text": "Innisfreeu2019s Hydrate & Glow on the Go set is a game-changer for my dry skin! The green tea hydration feels so refreshing, and every stepu2014cleanser, toner, serum, and creamu2014leaves my skin glowing and soft. Love it!"
        },
        {
            "review_title": "Absolutely love this set!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Combination skin",
            "review_text": "I recently tried the Innisfree Hydration Heroes Set, and I must say, Iu2019m impressed! This collection is a game-changer for anyone who struggles with dry skin. The Green Tea Seed Serum is my favorite; it feels refreshing and absorbs so quickly, instantly quenching my skinu2019s thirst. I also appreciate the richness of the Jeju Orchid Enrich Cream, which offers fantastic moisture without being too heavyu2014itu2019s perfect for my nighttime routine. What I love most is how my skin feels overall; itu2019s smoother and looks more radiant since I started using this set. Plus, Innisfreeu2019s focus on natural ingredients reassures me that Iu2019m treating my skin well. If you're in need of a hydration boost, I definitely recommend giving this set a try!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Innisfree Hydration Heroes Set is a delightful introduction to clean skincare, perfect for anyone seeking to boost their hydration routine. The set includes a range of products that work harmoniously together, enhancing the skin's moisture levels without feeling heavy. I particularly love the Green Tea Seed Serum; it's lightweight yet incredibly effective, leaving my skin plump and dewy. The Jeju Orchid Enrich Cream is another standout, providing deep hydration and a subtle glow, ideal for both day and night use.   Each product absorbs quickly, making it easy to layer them into my daily regimen without any greasy residue. Additionally, the packaging is both eco-friendly and aesthetically pleasing, reflecting Innisfreeu2019s commitment to sustainability. Overall, the Hydration Heroes Set is a fantastic investment for anyone looking to achieve hydrated, healthy skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "this is a taste of innisfreeu2019s best! the green tea hydration line was already my favorite and i LOVE the new packaging. this is a complete routine that my dry, acne-prone skin loves. my skin feels clean & not stripped! iu2019m going to finish my kit and pick some up for friends as gifts because itu2019s amazing for any skin type."
        },
        {
            "review_title": "Must have set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "The Innisfree Hydration Heroes Set is a skincare gem! Packed with nourishing ingredients, it deeply hydrates without feeling heavy. Perfect for dry or combination skin, it leaves your face feeling refreshed and glowing. Great value for the quality!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This set includes everything you need for a full skincare routine! The cleanser and hyaluronic acid serum are both full size which is really nice. This entire collection of products feels very gentle on my skin. This would make a perfect gift for anyone looking to get into skincare!"
        },
        {
            "review_title": "Excellent Value!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This set is a great valueu2014it includes two full size products which, if bought separately, would cost more than the cost of this set. I am a longtime fan of Innisfree and especially love the green tea line because it is so gentle and my dry skin loves hyaluronic acid. I was most impressed by the toner in this setu2014one of the perks of purchasing sets with mini size products is seeing what you would re-purchase in a full sizeu2014and I will definitely be getting the toner. I have experienced irritation with many other toners and found this one to be effective and hydrating. I also love that everything is unscentedu2014perfumes also tend to irritate me. Would definitely recommend for anyone who is already an Innisfree fan or is interested in exploring the brand for the first time! This pretty much contains a full skincare routine so it really gives you a good feel for the brand."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "This is dry skin heaven. I love everything and it makes me glow after and trust me, my skin is stubborn. My skin is also sensitive but I havenu2019t had any issues. Itu2019s perfect for hydration. 10/10 would recommend."
        },
        {
            "review_title": "Perfect for a fresh feel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Now this is my go to face cleanser. Trying the others was a bonus. This allows me to feel fresh and clean ready to go each night. The green tea provides a refreshing feel to your face and is perfect for when you break out. I love this stuff!!"
        },
        {
            "review_title": "A great way to try out this brand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "This kit is a great way to try out the brand and this green tea line! I especially love the green tea hydrating cream because it is unscented and it makes my skin feel so soft! I also love the face wash and incorporate the whole kit as part of my skincare routine"
        },
        {
            "review_title": "Amazing set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "This set is a fantastic value and a great way to try out the Innisfree green tea collection. The whole line is gentle and hydrating and the serum is huge. Overall itu2019s a great buy for honestly just about anyone!"
        },
        {
            "review_title": "Must have for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I have dry and sensitive skin, itu2019s always a problem for me when the weather and season changes. My skin turns redness and itching. This set is so helpful for keeping my skin hydrated and it doesnu2019t cause any problems for my sensitive skin. Love it"
        },
        {
            "review_title": "Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Omg after using this set, Iu2019ve noticed that my skin looks a bit more hydrated. Iu2019ve always wanted to use all of the products of the same brand because you really see the actual products working all together. My skin is dry, so this hydrates my skin a lot for the winter time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I feel like this is such a good deal since it is the perfect set for someone who wants to dip their toes in everything innisfree. This has all the essentials you would need if your just getting started with wanting a full skin care routine. I am in love with their cleanser, and it makes my skin feel so clean and moisturized at the end of the day. Their toner is amazing to get any excess dirt off of the skin. The serum helps me lock in the moisture that I need. And altogether all of these products really are a dream team."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I tested the hydration heroes set and really like it!  I like that it comes in a set and I can try the products.  The foam cleanser is really nice and gentle.  There is also a serum and moisturizer.  Itu2019s a great set and intro!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Innisfree stuff are always so good so I was excited to try this hydration heroes set! The set comes with everything you need in your skincare routine. I definitely felt like my skin was more nourished and hydrated!"
        },
        {
            "review_title": "Face",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Normal skin",
            "review_text": "I received the this hydration kit with green tea and omg it is amazing . Love how well the products work and my face was glowing. Definitely worth the hype Love the ingredients and how my face was soft and looked hydrated"
        },
        {
            "review_title": "Good set to try out for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Iu2019ve never tried this brand before. My skin is more normal to dry. Itu2019s getting more cold so itu2019s been more dry lately. I also have a bit of redness. This whole set felt very hydrating and didnu2019t make my face anymore red. Highly recommend. Good set to try out the brand like Iu2019ve never done before! My face didnu2019t feel tight afterwards and felt very nourished."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Just in time for winter . My dry skin is so thankful for this set. I love that it is milky and super hydrating . Each step in the set feels like an added layer of moisture . Did the set as a night time routine and it my skin still looked hydrated when I woke up"
        },
        {
            "review_title": "Great value set",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Innisfree is one my of favorite skincare lines. Everything Iu2019ve tried was working like a magic for my skin and are high quality products so it was very exciting for me to try some new products from this brand. I generally love sets with minis so I can try out the products and see what I like and what should I repurchase in full size. Hydration Heroes set includes 2 full size products and 2 sample size which is great value set. The most important for my skin is these are non fragrance products, because my skin is super sensitive. After using the products my skin feels very hydrated, glowy and Iu2019m looking fresh. I love the texture and how lightweight serum is, but it leaves my skin sticky. Love the moisturizer-lightweight and so hydrating, itu2019s like my skin drinks it. I like the foam cleanser, need very little but it left my skin little dry. Toner is super gentle. None of the products cause skin irritation and are perfect for sensitive skin. I would definitely recommend this set and way to go Innisfree!"
        },
        {
            "review_title": "The Best As Usual!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Innisfree is literally the best! Their products always amaze me and I have never not liked anything I have ever tried by them! I love the green tea line, itu2019s amazing for dry skin. I feel like it hydrates my skin and leave me glowing! Nothing feels too heavy on the skin either which is great! I definitely recommend giving this set a try to get started with Innisfree amazing products!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This is a perfect gift set for the holidays. I love how it includes a number of their products to try and they all help with hydration, which is great for people with dry or combination skin. I love how this has helped my skin feel hydrated."
        },
        {
            "review_title": "Winter Skin Hero",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Dive into hydration with the Innisfree Hydration Heroes Set! This delightful collection transforms thirsty skin into a plump paradise. Each product feels like a refreshing splash, leaving my face dewy and radiant. Plus, the eco-friendly packaging adds a green touch! Perfect for anyone craving a moisture boost!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "this set was so good and worked wonderfully at hydrating my dry and flaky skin. the cleanser was amazing and cleaned my skin without drying it out, and the toner, cream, and serum were all very hydrating. i love that this is an entire skincare routine in a set, makes it very easy."
        },
        {
            "review_title": "Lightweight but nourishing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "The Innisfree Hydration Heroes Set is a dream for anyone with dry skin craving a hydration boost. Each product feels lightweight yet deeply moisturizing, leaving my skin plump and refreshed without any greasy residue. The star of the set for me is the Green Tea Seed Serumu2014it absorbs quickly and layers beautifully under makeup. My only tiny gripe is that the sizes are more travel-friendly than daily use, but itu2019s a great way to try out these hydrating gems before committing to full sizes! Perfect for winter or anytime your skin needs a pick-me-up."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "As someone that has super dry skin, especially in the winter, this set is absolutely perfect for me. Each product is uniquely designed to hydrate & repair my skin barrier with gentle ingredients. I love Innisfree!"
        },
        {
            "review_title": "A must have set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "This set not only works fantastically but itu2019s such a great price!  You get everything you need for your whole routine!  I absolutely love how this set cleanses, moisturizes, exfoliates, and plumps up my skin all in a cute little set! I love that all the products work together to bring out the best in each other! My skin feels clean and hydrated without any irritation, dryness, or damage to my skin barrier!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Medium skin tone, Dry skin",
            "review_text": "have tried this brand before in the past and have always enjoyed their products. That said I was excited to try this full skin care bundle that allows for a great routine every morning. It did not disappoint and I am super happy."
        },
        {
            "review_title": "Love this set so much",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This set is amazing and value of it is so good for the products you get. I love using those bottles on the go or while traveling. The cleanser is amazing! Love how hydrated and clean my face feels after it. Overall all products worked well with my combination type of skin."
        },
        {
            "review_title": "Awesome skincare set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "This skincare set is so convenient and it works well for my skin. I use the whole set for cleaning and hydrating my skin at night. I feel so refreshing, my skin is so soft and moisturizing. I love all the green tea products, good ingredient I ever used."
        },
        {
            "review_title": "Rejuvenated",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The Green Tea Hydration Heroes Set is a delightful skincare duo, perfect for those looking to refresh and hydrate their skin. The standout ingredientsu2014green tea and hyaluronic acidu2014work beautifully together to soothe and replenish moisture. The set typically includes a cleanser and moisturizer, both lightweight yet effective, leaving the skin feeling clean, soft, and radiant without any greasiness. Itu2019s great for all skin types, especially if you struggle with dryness or sensitivity. Overall, itu2019s an affordable, high-quality option for introducing antioxidants and hydration into your routine."
        },
        {
            "review_title": "Great set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Innisfree Hydration Heroes Set is a fantastic choice for those with sensitive skin. The generous sizes and gentle formulations make it a great value. I particularly love the Green Tea Seed Serum and Cream for their hydrating and soothing properties. The absence of artificial fragrances and colors is a huge plus. I'm so impressed that I'm considering gifting this set to my family this holiday season."
        },
        {
            "review_title": "Amazing deal!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "I absolutely love this set It has been amazing for my dry skin I love everything and anything with green tea And this set is just perfect for gifting or keeping for yourself for the holidays. I highly recommend"
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "The Hydration Heroes Set by Innisfree is a perfect choice for anyone looking to keep their skin hydrated and fresh. Itu2019s simple to use and ideal for beginners or anyone wanting an easy skincare routine. The set includes a gentle cleanser, a hydrating serum, and a lightweight moisturizer, all made with green tea, a powerful ingredient known for its moisturizing and soothing properties.  The cleanser effectively removes dirt and oil without leaving your skin feeling dry or tight. Itu2019s mild, making it great for everyday use. The serum is the standoutu2014itu2019s like a concentrated dose of hydration for your skin. Just a few drops are enough to give your face a refreshed, plump feel. Lastly, the moisturizer locks in all that hydration, leaving your skin smooth and soft without any greasiness.  What makes this set great is how easy it is to follow. Itu2019s perfect for someone who doesnu2019t want a complicated routine but still wants their skin to look and feel healthy. The travel-friendly sizes are a bonus, making it convenient to take anywhere.  Overall, the Hydration Heroes Set is a fantastic way to start caring for your skin. Itu2019s effective, gentle, and leaves your face feeling hydrated and glowing."
        },
        {
            "review_title": "Good product for my skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I have dry and sensitive skin. I use this set morning and night and I love how my face feels softer and more hydrated. The cleanser foams easily and removes all the dirt from my face. It is gentle and does not dry out my skin. The volume is quite large and will last me for several months. The serum, toner and moisturizer are easily absorbed into my skin, filling it and hydrating it. A great basic set for daily skin care."
        },
        {
            "review_title": "Great value.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is the perfect set to try out the brand if you arenu2019t sure if you will like it or the perfect gift set or perfect travel set ! This set will leave your skin feeling plump and hydrated perfect for the upcoming winter months. The cleansing foam was my favorite product in the set but everything worked great for me! The smell is also very pleasant!"
        },
        {
            "review_title": "must have !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "The Hydration Herou2019s Set by Innisfree is a game-changer for dry, thirsty skin! Packed with hydrating powerhouses like green tea seed and hyaluronic acid, this set delivers deep, long-lasting moisture without feeling heavy. The products absorb quickly and leave skin plump, soft, and glowing. Perfect for anyone looking to refresh and revitalize their skin, especially during colder months. A must-have for your skincare routine! I received something in exchange for this post."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Omgggggggggggggg!!!!!! I love love it. Itu2019s make my skin feels so smooth and staying  very good too. The smells is really good too and very recommend it for everyone who love  skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "This hydration herou2019s set is amazing! It truly helped to hydrate my skin and itu2019s perfect for these dry winter months. So easy to incorporate into my skincare routine. Love this brand too! Affordable and great quality."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This set is so good and totally worth it. I have dry skin so these are perfect for me - Innisfree has some of the best skincare products and if youu2019re new to the brand and have dry skin, this is the perfect set to be able to try everything!"
        },
        {
            "review_title": "Amazing kit!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This is such an amazing hydrating kit! It comes with four awesome products. A cleansing phone, a hyaluronic serum, a cream and a toner! Great skin care box . Perfect for a holiday gift! I would highly recommend it. I am obsessed."
        },
        {
            "review_title": "Absolutely love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Innisfreeu2019s Hydration Heroes Set is a great value at just $39, offering full-sized products that are both effective and gentle on the skin. The cleanser, serum, toner, and cream work together to deliver deep hydration, thanks to star ingredients like green tea water and nanocapsulized hyaluronic acid, which pack more moisture power than regular hyaluronic acid. The toner offers a mild exfoliation, while the serum and cream work to lock in moisture and fortify the skinu2019s barrier. Plus, itu2019s vegan, fragrance-free, and cruelty-free, making it a win for both your skin and your conscience. A perfect routine for anyone looking to hydrate and strengthen their skin without any fuss!"
        },
        {
            "review_title": "Very moisturizing!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This set has been a lifesaver for my skin, especially with the changing weather. Lately, my skin has felt so dry and dull, but these products have made such a difference. Theyu2019re truly hydration heroes!  Something that I really love about this set is that it includes everything you need for a complete skincare routine. Using the products together has not only brought back much-needed moisture but also helped restore my skin barrier, leaving my skin feeling balanced and healthy again.  Iu2019m so glad I found this setu2014highly recommend it for anyone dealing with dry or stressed skin!"
        },
        {
            "review_title": "Innisfree hydration heroes set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is such a great set! I love how it contains two full sized products (serum and cleanser) and two minis (toner and face cream). I loved every single product in this kit. The cleanser lathers and foams up really well and does a thorough job. The toner finishes deep cleaning my skin. The serum and face cream both leave my skin really hydrated. All of the products in this set have a pleasant scent especially the cleanser."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair",
            "review_text": "The Innisfree Hydration Heroes Set is an absolute game-changer for anyone in need of a serious hydration boost! Each product works harmoniously to leave my skin feeling soft, plump, and deeply nourished."
        },
        {
            "review_title": "Perfect set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The most nourishing set, perfect for any skincare lover! I love the sizing in this set and the clean ingredients the products are made up of. The savings make this kit the perfect buy to try the innis free line."
        },
        {
            "review_title": "Great Hydration Set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This set is perfect for anyone looking to boost their skincare routine with lightweight hydration. The cleanser is gentle yet effective, the serum leaves my skin feeling refreshed, and the moisturizer is rich without being greasy. I love how fresh and subtle the green tea scent is, it feels like a mini spa experience. Itu2019s a great way to try the green tea line without committing to full sizes, and my skin has been glowing since I started using it!"
        },
        {
            "review_title": "great set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This hydration herou2019s set is the perfect skincare set all the stuff in the herou2019s set is so good! It makes my skin feel so nice & very hydrated as well! I love the way it makes my skin look & feel so glowy!"
        },
        {
            "review_title": "Hero",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "I love this Hydration Heroes Set from Innsinafree. The cleanser and serum are full size and will last along time. These products make my skin soft and hydrated. Works well with other skincare products."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "My favorite skincare products in a travel size set!! These products are all AMAZING on their own and Iu2019m so happy to have them in a set that I can take on the plane with me this holiday season. This would be a great gift for yourself or a fellow skincare lover!"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This is the best hydration set I've ever had. It has so much to offer your skin and infused with green tea. I love the cleansing foam the most but the whole set is making my skin look awesome and it really works."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This skincare set makes a wonderful gift option, especially for younger individuals. I particularly enjoy the serum and moisturizer, as they provide excellent hydration. However, Iu2019m not a big fan of the cleanser since itu2019s soap-based. Despite its name, amino acids are not the primary surfactants in this product. As someone with dry skin, I tend to prefer true amino acid cleansers for a gentler cleansing experience."
        },
        {
            "review_title": "Perfect set to gift or get yourself",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "This is the perfect holiday set to gift or to get for yourself. Itu2019s a great starter set, if you know someone just getting into skincare. It comes with a full size of their creamy foam cleanser and a full size of the hydrating serum, which is one of my favorites. It also comes with 2 delux minis of the toner and moisturizer. This is a great way to be able to try out a little bit of everything. The quality is amazing, and I love that its affordable."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love that these set has everything I could need and I love to use this for travel. The cleanser is so gentle and hydrating for my skin. I love to use the toner, serum and cream in the set all together and my skin looks so glowy, hydrated and plump"
        },
        {
            "review_title": "Hydrated skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Combination skin",
            "review_text": "I received the Hydration Heroes set from Innisfree to try. This set included everything I needed to keep my skin hydrated. I love the Green Tea Amino Acid cleansing foam, left my skin feeling so refreshed and clean. Definitely recommend"
        },
        {
            "review_title": "Love this! repurchasing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I'm loving the Hydration Heroes Set from Innisfree! As someone with dry, sensitive skin, I've struggled to find products that provide long-lasting hydration. This set has been a game-changer. The serum and moisturizer work beautifully together, and the intensive mask gives my skin an extra dose of moisture. Highly recommend for anyone looking to upgrade their hydration routine!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Perfect set to try the line. As someone with combination skin this set works really well and is effective and isnu2019t too harsh drying or causing any breakouts. overall really effective and would repurchase!"
        },
        {
            "review_title": "Great value bundle",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The perfect set for gifting or for anyone looking for a hydrating skincare bundle! The innisfree Hydration Heroes set comes with everything needed to keep skin healthy, hydrated and glowing.  The cleansing foam is very concentrated and it comes in such a large size - so a little goes a long way, so itu2019s definitely made to last! It has a subtle but clean smell and keeps my skin fresh and hydrated.  The toner makes my skin glow and cleared my skin overnight. Itu2019s a bit watery so I only apply it at night or morning if I donu2019t plan to apply makeup.  The serum is different than most serums Iu2019m used to, itu2019s gel like which makes it so much better. Definitely a must have to keep skin hydrated! The hyaluronic cream is the smallest product in this bundle, and I really wish it was bigger. I prefer to apply cream twice a day and with the size of the product, it wonu2019t last more than a few short week.  Overall, the bundle is definitely worth the value and I highly recommend it. Itu2019s a great set for anyone with normal to dry skin and looking to start a new skincare routine, or anyone who is interested in sampling innisfree brand, or even as a gift!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "The Innisfree Hydration Heroes with Green Tea set is a game-changer if youu2019re looking for lightweight hydration that actually works. The Green Tea Seed Serum is the star! Itu2019s super refreshing, absorbs quickly, and doesnu2019t leave your skin feeling sticky or greasy. Pair it with the toner and cream, and your skin feels plump, soft, and hydrated all day. I also love the subtle, light, fresh scent. The travel-friendly sizes are perfect for keeping your routine on point wherever you go. Itu2019s great for dry or combo skin and feels like a mini spa session at home! This would make such a great gift!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I was exited to try the entire set to see how the products work together. I enjoyed the cleaner and it left my face feeling clean. The toner also feel nice on the skin. I applied the serum when my skin was still damp and that left me skin feeling plump. I finish it off with the cream and it felt hydrating and not greasy. I like how well all the products work together. I look forward to see the results long term."
        },
        {
            "review_title": "Great variety of products",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Oily skin",
            "review_text": "This kit is the perfect starter kit for a teenager or if you have been wanting to try Innifree products. I already love their facial products but havenu2019t tried their green tea face wash or hyaluronic acid  yet. The face wash in this kit was so much bigger than I excepted. This will last me a long time. Itu2019s very gentle yet effective at cleaning my face and leaving it feeling soft and hydrated. I donu2019t typically use toners but this one is actually very gentle and didnu2019t make my face feel dried out like other ones Iu2019ve tried in the past. The hyaluronic acid serum very silky and absorbed quickly. Finally, the hyaluronic cream is very rich and made my face feel instantly hydrated and moisturized. I would highly recommend since you get a great variety of facial products."
        },
        {
            "review_title": "Serious hydration",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Wow! This does a super job hydrating my extremely dry skin. I put it on at night and mid day into the next day it still had my skin hydrating. Feel great on my skin but not heavy at all. Leave a beautiful glowy skin"
        },
        {
            "review_title": "A must have for my skin care",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This set works wonders. Itu2019s not to irritant on my skin and helps me with my clogged pores. The cleanser is so gentle on my face and the serum hydrates my face, and gives me a glow that lasts all day."
        },
        {
            "review_title": "Perfectly hydrates your skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "This is a great set for gifting! This is such a nice little set of skincare, I like products that they are gently to the skin and have a nice and subtle smell! Try them I was super excited for the most part of the serum is soooo good!"
        },
        {
            "review_title": "love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This hydration set it amazing! I love that it comes with literally everything! The toner, the serum, the cleanser, and cream are all great and exceptionally hydrating! Would totally gift this to anyone!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The Innisfree Hydration Heroes Set is a pretty good option if youu2019re looking for an easy skincare routine. Itu2019s simple to use, with a cleanser, toner, serum, and cream that all focus on keeping your skin hydrated. I like that itu2019s vegan, cruelty-free, and fragrance-free, which makes it feel more gentle on my skin. The cleanser is niceu2014it doesnu2019t dry out your skin, and the toner is light and helps smooth things out. The serum feels really hydrating without being sticky, and the cream is great for locking in moisture. Itu2019s cool that the serum and cleanser are full-size for the price, which makes it seem like a good deal. I think this set is especially good for someone just starting out with skincare since itu2019s straightforward and affordable. Just make sure to use sunscreen in the morning since the set doesnu2019t include one. Overall, itu2019s a solid choice if your skin needs more hydration."
        },
        {
            "review_title": "Great!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I am becoming a huge fan of isnttree this set is really good if you have dry skin, I have eczema and I didnu2019t notice any flareups when using this. I also paired this set with their under eye serum and my skin was glowing after."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "The Green Tea Hydration Heroes Set by Innisfree contains four bestselling products within the line. The products contain hero ingredients hyaluronic acid and green tea to assist in boosting the skin barrier and increasing hydration. I absolutely adore that the kit comes with full and travel size products! This is perfect for a gift or if you are traveling and need minis for your bag!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Combination skin",
            "review_text": "This kit is so handy. The cleanser leaves my skin feeling clean but not dry, and the toner is super easy to use, just swipe it on, and it feels really refreshing. The serum is my favorite, it makes my skin soft and hydrated without feeling sticky. Itu2019s a really good kit, and it keeps my routine simple. Great for everyday or even travel!"
        },
        {
            "review_title": "New Favorite Set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This set by Innisfree is awesome! This is absolutely one of my new favorite brands, affordable and effective. The Hydration Heroes set has a little bit of everything to get my skin through this dry winter weather!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This is my first time trying products from this brand and Iu2019m impressed. This set has everything you need for my routine and itu2019s a good way to try out products before committing to full size. These products are hydrating and doesnu2019t irritate my skin."
        },
        {
            "review_title": "Easy and simple skin care",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Iu2019ve been using the Innisfree Hydration Heroes set with Green Tea, and itu2019s so good! It comes with a cleanser, serum, and moisturizer, and theyu2019ve really helped my dry skin. The cleanser is super gentle and leaves my skin feeling clean but not dry or tight. The serum is my favoriteu2014itu2019s so light, sinks in fast, and makes my skin feel soft and smooth right away. No stickiness at all, which I love. The moisturizer is great too. Itu2019s hydrating but not heavy, so my skin feels soft without feeling greasy. Plus, everything smells lightly of green tea, which is super fresh and calming. If your skin needs more hydration, Iu2019d definitely give this set a try. Itu2019s simple, easy to use, and really works!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This set is so cutest and so great! I love the fact I can try out the products but also not have to buy full sozes. I did actually more glowyness to my face after using this was is always a bonus! So cute"
        },
        {
            "review_title": "Great for travel!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I recently got my hands on the Innisfree Hydration Heroes with Green Tea set, and wow, itu2019s a game-changer! The kit includes a cleansing foam, toner, hyaluronic serum, and creamu2014all infused with green tea goodness. The Green Tea Amino Acid Cleansing Foam is such a refreshing way to start and end my day. It leaves my skin feeling super clean but not stripped, which is a win. The toner? Lightweight and soothing, perfect for layering without any stickiness. And let me tell you about the Green Tea Seed Hyaluronic Serumu2014this is the real MVP for hydration. It sinks right in, leaving my skin plump and glowy. The cream adds the perfect finishing touch, locking everything in while feeling light on the skin. This set feels like a spa treatment in my own apartment. Highly recommend it if youu2019re looking for a simple but effective hydration routine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I am a beauty enthusiast, and have been trying natural and clean beauty for years. Innisfreeu2019s Green Tea Hydration Heroes Set is full of clean items that work great with my skin. I love innisfreeu2019s rebrand- the products definitely have shelf appeal. I particularly love the foaming face wash because I use an ultrasonic facial cleansing brush, and a foaming face wash makes it frothy and provides a nice cushion between the brush and my skin. Itu2019s a good value with two full size products included. The set also makes a good gift for any skincare lover."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "If youu2019re looking for a gift for your friend or loved one who is new to skincare, this is the kit! It has Innisfreeu2019s best products at such an affordable price! I am a big fan of the cleansing foam and hyaluronic serum for my combination skin, especially dry now that winter is here."
        },
        {
            "review_title": "A perfect intro to the brand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This set is such a great present for Christmas. Especially if you are new to the brand. The amino acid was is great for the skin and clogged pores. The serum is something I am always replenishing. Itu2019s a holy grail. And the lotion and cream are some of my new faves. Will be getting for to gift!"
        },
        {
            "review_title": "So hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This product has been so so hydrating and is also a great value for the price you pay. My skin has never looked better! I'm going to be buying this for my best friends Christmas gift too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely love this hydration heroes set! I am excited to try the cleanser and toner because I have heard great things about these products! I am a huge fan of the entire line, this is a perfect way to try the products out!"
        },
        {
            "review_title": "must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Got this as a gift for my birthday, the first time I used it I noticed my skin softer and healthier, it has a beautiful light fragrance that doesn't bother my allergies, a tiny bit goes a long way."
        },
        {
            "review_title": "Caveat Emptor",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I bought this after seeing the reviews and I was really excited to try it out.  It's a great deal but the products made my skin burn the first time caused a severe breakout within days (worse than any time in my life post-puberty and not on notoriously skin destroying medication). I double checked online and saw that others had suffered similar fates. Maybe it's one product, maybe it's more than one, but I think I'll go back to shiseido."
        },
        {
            "review_title": "Great value and terrific brand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "This is a great value with 2 full size and 2 sample size products. The serum works great when using my red light facial wand. The toner is refreshing. The cleanser is superior if you enjoy a cleanser with a rich foam that cleans your skin to an actual squeaky clean. Love it and will purchase it again. As for the moisturizer, I prefer sunscreen in my moisturizer and donu2019t like jar products. I used it on my arms and legs and it was fine."
        },
        {
            "review_title": "Hydrated and smooth face",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "My face does seem to have a smoother feel with the innisfree line!"
        },
        {
            "review_title": "Adding this to my favorites",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "The cleanser is so good, skin feels hydrated and refreshed. I loved how light the toner and serum feel and how supple the skin is after applying the hydrating cream. This is a true gem. Love it."
        },
        {
            "review_title": "Underrated",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I recommend this to anyone interested in Kbeauty. You can't beat the affordable price in this set.  Innisfree is part  amorepacific and they use the highest quality ingredients."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love everything about this set. It feels and smells wonderful. And my skin looks better than ever."
        },
        {
            "review_title": "New skincare routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
            "review_text": "Brought for my 9 year old son to start his skincare routine and his skin is glowing."
        },
        {
            "review_title": "Must to have a daily routine.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Normal skin",
            "review_text": "I love this stuff! It works super amazing on my skin! I had a very and dry skin and struggled to find the right products to use on my skin until this product. I highly recommended and it just perfect for my skin!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "The facial cleanser has a light, pleasant scent and does not dry out my skin. It took a few times to get used to the amount I needed as a little goes a very long way!"
        },
        {
            "review_title": "Great buy for the money",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I love this set as it is very economical getting a full size foam cleanser and full size hyaluronic serum.  The products work well on my mature skin. I will continue to use this brand."
        },
        {
            "review_title": "Sensitive skin reaction",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Deep skin tone, Normal skin",
            "review_text": "I think my skin is way too sensitive for this product. I experienced skin sensitivity and my lips didnu2019t have the best reaction to the product. I didnu2019t directly wash my lips with the product, but product got on my mouth from rinsing my face off. Very painful experience."
        },
        {
            "review_title": "Good for everyday use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Dry skin",
            "review_text": "Love this package. Overall it is a value package but I love the serum from all as I don't know how many times I bought it. It makes my skin hydrated. Tried a few other serums but always came back to this one. Budget-friendly and love the way it's work on my skin."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Desperately wanted to like this. The hyaluronic acid serum is supposed to be a great dupe for my usual favorite plum plump serum from glow recipe, as both have 5 different molecular weights of hyaluronic acid. Unfortunately this broke me out as others have noted. My skin is not easily broken out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I've been using this line for about 5 years now and even though I try other products from time to time, I still end up going back to this. The serum gives me enough hydration for combination skin. Very good value as well with the entire set!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Oily skin",
            "review_text": "I find the products to by drying and leave me with a stripped feleing. I wish they had a fragrance free line."
        },
        {
            "review_title": "Best Moisturizing Routine EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "This product is a LIFESAVER! I live in a very dry climate and have tried so many other moisturizers and face creams but nothing has ever completely gotten rid of my dry skin. This routine is very soothing and leaves my skin feeling so smooth and soft for the whole day."
        },
        {
            "review_title": "Couldnu2019t live without it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Iu2019ve been using this product for 8 months now, twice a day and my skin is the best itu2019s ever been! I was originally introduced to the Serum by a friend, and I bought this kit to try all of the products. 100% recommend!!!"
        },
        {
            "review_title": "LOVE innisfree",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love the toner, serum and cream !! Make my skins so bright ! My pores is invisible with this ! My skin is hydrated !! I have very sensible skin and i love this products!!!"
        },
        {
            "review_title": "Not for me (dry skin)",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "After using this for 2 weeks, this broke me out. It claims to be hydrating but only make my skin more dry. I have combo skin & I still felt dry , flakey even. The cleanser burns if it gets into your eyes as well."
        },
        {
            "review_title": "Perfect for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Went to Sephora to purchase the serum in this set. Upon seeing the set I decided to buy it. I used the serum last night. So far so good! I have dry skin. This formula melted right into my skin without a tight feeling. I canu2019t wait to try the other products"
        },
        {
            "review_title": "Perfect New Skincare Routine!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I am obsessed with this line!! I have tried dozens of products both high end and drugstore but these have been the best yet. I bought this set to try and then bought a full size toner and moisturizer a week later. I have dry, acne prone skin and this helped clear it so much. I am noticing a decrease in redness in my skin as well. This set is an amazing deal for 2 full sized products and I love the minimalistic packaging. 100% would recommend to anyone with acne prone skin <3"
        },
        {
            "review_title": "They really work for my dry skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I am so happy that I tried these products, they cleared out my really bad forehead acne. I love that they come in a set, they look so cute. I love all the products."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "I got this cause it is such a good deal and I really wanted to try the serum. The serum broke me out and gave me under the skin pimples. The moisturizer did nothing but my skin has been dry because itu2019s cold so maybe itu2019ll be better for someone with oily or normal skin or just to use in the summer. the toner was fine but didnu2019t do anything amazing. the cleanser was just fine too. i had to go back to using my original products to save my skin. wouldnu2019t recommend this."
        },
        {
            "review_title": "Great for experimenting w/ formulas. Skip cleanser",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Great serum, toner, and moisturizer. Purchased because all these are fragrance free and alcohol free. Unfortunately the cleanser still has fragrance and could immediately tell it will irritate my skin and not be as hydrating"
        },
        {
            "review_title": "GET ITTTT IM TELLING YOU, YOU WILL LOVE IT!!ud83cudf80",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love it so muchh!!ud83eudd27ud83dudc97 It doesnu2019t make my skin dry or oily, it helps with my eczema! It keeps my skin clear and clean, soft!ud83dudc97ud83cudf80"
        },
        {
            "review_title": "Good for keeping your skin glowy and hydrated.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Combination skin",
            "review_text": "My skin feels hydrated and less congested. Very moisturizing. I didnu2019t like how the toner changed from the previous hydration herou2019s pack."
        },
        {
            "review_title": "Great set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "My skin is glowing and looks healthy overall. Ive been trying to use skincare products without all the bad stuff and these products seem to not have all of that in them. My daughter is obsessed with skincare so I plan on getting her these products now too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "Iu2019ve really been enjoying this set! My skin is super soft and glowing and just looks healthy overall. I love that there isnu2019t all the bad stuff added to these products."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "i love the toner and serum (serum isnu2019t as hydrating as a normal serum? u have to use a lot but once thereu2019s enough product itu2019s great) the cream isnu2019t hydrating and neither is the cleanser. cleanser very much drys out my skin and i donu2019t have dry skin. feels very tight after use."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "So I got this for Christmas, so far so good! Fingers crossed, I have sensitive skin and anything with scents scare me and for my skin, but nothing irritating so far! <3"
        },
        {
            "review_title": "Added to my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "After a couple days of using the Green Tea Innisfree line, Iu2019m really happy with the results. I have very sensitive and eczema prone skin. Testing out new products can be intimidating for that reason. I definitely will be continuing to use this line."
        },
        {
            "review_title": "amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "cleared my skin up and gave me a dewy glass like look. i LOVE innisfree"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This skincare regimen is everythingud83dudc4fud83cudffc Leaves my skin glowy, hydrated and healthy. This was my first time trying Innisfree but I am definitely impressed with these productsu2665ufe0f"
        },
        {
            "review_title": "Great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Complimentary from innis free. This serum is very hydrating and leaves my skin feeling soft and moisturized. The serum has a gel like consistency and glides over skin easily. I also like the subtle scent of the product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Combination skin",
            "review_text": "This green tea hyaluronic serum is super hydrating and calming on my skin! i love the new packaging and how its easier to get the serum out. The serum is lightweight and just absorbs right into my skin! complimentary from innisfree"
        },
        {
            "review_title": "Must-have Hydrating Winter Favorites",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Innisfree Hydration Heroes Ser with Green Tea is an excellent combination of hydrating, easy-to-use products. The cleanser is cooling and makes your face feel smooth and clean after rinsing. The toner leaves skin feeling smooth and refreshed. The serum soaks into the skin nicely leaving it feeling plump and the cream seals in everything for extra hydration while giving a glowy look. Definitely recommend for anyone who suffers from dry skin in the winter months."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this serum! I have really dry skin and this serum has helped me tremendously !! My skin is so smooth and hydrated! And I love the consistency! Amazing serum for the dry climate! I totally recommend it! Gifted by innisfreeusa"
        },
        {
            "review_title": "Hello hydration!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I have oily combo skin and during the winter I get dry around my nose and mouth areas. This serum is helping my skin tremendously! Itu2019s lightweight but super hydrating. It feels great on the skin and absorbs well. This serum will be replacing all of my old HAs! Iu2019ve never incorporated green tea into my skincare routines but now I want to checkout this entire line of products. Gifted by innisfreeusa."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Normal skin",
            "review_text": "this serum is very hydrating. Itu2019s so lightweight and the perfect everyday serum. No scent which is great for me. Layers amazing with other products or even under makeup. Itu2019s non sticky and i love the ingredients this serum has"
        },
        {
            "review_title": "Must Have for Dry Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The Innisfree Hydration Heroes with Green Tea Set contains two full-size products and two deluxe samples of the products. The Cleanser is full size and is a foam cleaner that you don't have to use too much to cleanse your whole face and neck. I like that it helps cleanse my skin from any dirt and impurities without making my skin dry. The Green Tea Enyzne pha toner helps hydrate and remove dry skin without any stinging or burning. I like how gentle the toner is and helps set my skin to absorb ampoules and creams. The full-size Green Tea Seed Hyaluronic Serum helps hydrate my skin and deeply moisturizes my skin. I like that it helped my dry and flaky skin from becoming drier and my skin feels softer and smooth. The deluxe sample of the Green Tea Seed Hyaluronic Cream is thicker and seals in moisture into my skin. I like that this cream is perfect for helping seal and heal my skin. The cream is a little heavy but perfect for dry skin. I like that all the products help improve my skin's moisture barrier and are perfect for smooth and softer skin."
        },
        {
            "review_title": "Great hydrating serum.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Itu2019s not super thick so you can layer your moisturizer on top and feel covered during the dry season. The hyaluronic acid is helpful for people like me who have dryer skin in the winter. I love the packaging of this product as well itu2019s very high quality. This product was gifted by innisfree."
        },
        {
            "review_title": "A must have!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "My first thoughts were u201cwow I love the packagingu201d itu2019s in a glass container and itu2019s white, very simple but luxurious at the same time. After doing my routine I added this serum to it at night and it leaves my skin having moisturized and plump! Thereu2019s no scent to it and it leaves a dewy look to the skin I absolutely love it. This product was gifted to me by innisfree"
        },
        {
            "review_title": "Skin plump & hydrated",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This serum is like a lightweight green tea smoothie for my face, instantly leaving my skin plump and dewy. green tea and hyaluronic acid combo is like a hydration dream team, my skin feels noticeably smoother and hydrated. Gifted by Innisfree"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really love this hydration hero set with green tea. I love that they repackaged this product. It looks much more attractive. I love all of these products they work so well on my skin I would highly recommend to all my family and friends."
        },
        {
            "review_title": "Perfect hydration set! My skin loves it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I recently received the Innisfree Hydration Heroes with Green Tea Set in exchange of my honest reviews and I am very impressed. My skin loves green tea and HA and this is a perfect set for my combination sensitive skin. This set includes 4 products that provide instant hydration and leave my skin feeling refreshed. Firstly, the Innisfree Green Tea Seed HA Serum is a game-changer. It feels very light in the skin and provides intense hydration without any stickiness. Another product is The Green Tea Seed HA Cream which has a rich and creamy texture and provides long-lasting moisture and keeps my skin hydrated throughout the day. The set also includes the Green Tea amino acid foaming cleanser. It cleanses very well without stripping off moisture from skin. Lastly, the Green Tea Balancing enzyme PHA toner is a great addition to my skincare routine. It exfoliates along with providing hydration. It has a soothing formula that doesn't irritate my sensitive skin. Overall, the Innisfree Hydration Heroes with Green Tea Set is an awesome product for anyone looking to amp up their hydration game. The products in this set are effective, gentle, and leave the skin feeling hydrated and oh so soft. I highly recommend this set!"
        },
        {
            "review_title": "I love this serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I received this product complimentary from Innisfree.  I love this brand so I was excited to try out this new hyaluronic serum.  The packaging is nice and the pump works well.  The serum is fragrance free and not too thin and runny. It goes on smoothly and absorbs quickly and leaves my dry skin feeling moisturized and plump... so healthy! It leaves behind a subtle glow without feeling tacky.  I definitely recommend this product."
        },
        {
            "review_title": "Serum is great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "The serum is great! I normally apply it before I put the cream to have a deep hydration. In general I love the product from innisfree. I definitely recommend the serum. It was gifted by innisfree to change my review."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m really enjoying this new launch! This serum is hydrating, soothing and gives my skin a beautiful glow. This has a light texture that absorbs quickly into the skin. I apply makeup after using this and havenu2019t experienced any pilling! My skin barrier looks and feels really healthy - I will 100% be keeping this in my morning routine. Gifted by Innisfree."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Innisfree is a brand I have fallen in love with. I love this set as I get to try new products and even get full size items. The hyaluronic acid serum is already a staple in my routine so getting a backup was great. The pha toner was new for me and loved the travel size as I can refill it if I buy the large size. The hyaluronic acid cream felt great and want to buy the full size. The cleansing foam felt nice. It didn't strip my face but also cleaned it nicely. This while set was perfect combination of items and my face feels hydratedand clean."
        },
        {
            "review_title": "Green Tea Seed Hyaluronic Serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "This is a great hyaluronic acid. The packaging is small but functional. This was great for my dehydrated winter skin. It was my first time trying this brand but I like it. It is affordable too! I recommend you try this product. It was gifted by innisfree"
        },
        {
            "review_title": "Gentle and Hydrating Set",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a great set! I love that the products are actually a decent size and allow you to truly try the products. The cleanser is gentle, the toner is quite thin, and the combination of the serum and cream makes my skin very hydrated. The scent is really pleasant without being overwhelming. I would recommend."
        },
        {
            "review_title": "Great Hyaluronic acid! One of my faves!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "This green tea Hyaluronic Acid is, in my opinion, better than any other. The green tea in this really wakes your skin up and in combination with the skin plumping Hyaluronic acid, your skin will absolutely love you. I noticed i had some texture pop up around my chin when i started using this and it has cleared up after a couple days of use. It is a light, non sticky formula thatu2019s great for oily or sensitive skin. It absorbs fairly quickly and doesnu2019t leave a sticky or heavy feeling like a thick cream or other serums do. Gifted by innisfreeusa"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "This line is such a great addition to the innisfree lineup. The hyaluronic acid is super hydrating and feels amazing on the skin. I also love that it feels calming and soothing. The antioxidants are also amazing for skin health.  Gifted by innisfree"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Absolutely in love with the Hydrate & Glow on the Go set! My skin feels incredibly hydrated and nourished, and the Green Tea infusion gives it a refreshing boost. The fragrance-free and alcohol-free formula is a game-changer for my sensitive skin. The inclusion of a full-size serum and cleanser for just $39 is a steal. Following the easy daily hydration routine has become a ritual, leaving my skin radiant and fortified. A must-have for anyone looking to achieve a healthy, glowing complexion effortlessly!"
        },
        {
            "review_title": "Great set for travel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "I absolutely loved this set! I travel quite a lot so I'm always looking for travel sized sets that will also help me take care of my skin in different climates and conditions. This one worked a treat! I love that I can have complete skin care in one easy set. The products themselves are great, too. My skin felt hydrated and cared for."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I personally love in innisfree and this serum did not disappoint! Not only did it plump my dry skin right now during the winter, but it also gave a replenishing look to my skin when I applied to make up on top! This was gifted to me but I love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "The serum is so hydrating and perfect for my dry without reeling sticky. I use it every morning and night. It works so well under makeup and it doesn't pill. My skin feels so smooth and plump. Complimentary from the brand."
        },
        {
            "review_title": "Great set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The hydration heroes with green tea set is the perfect skin care set for beginners or someone who needs extreme hydration. it's also a great gift set for someone who is into skincare or wants to get into skincare. I personally am gifting the set to a friend who is in need of an upgrade for their skincare routine and I'm hoping that it works out for their skin and that they enjoy and love these products! I would highly recommend to a beginner or someone who just wants the basics for skincare from a credible brand."
        },
        {
            "review_title": "A Hydration Haven",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I recently tried the Green Tea Seed Hyaluronic Serum, complimentary from innisfree, and the results have been promising.  The formula feels  lightweight, non greasy and seamlessly absorbs into my skin. The green tea provides a calming effect and the niacinamide leaves my skin with a glowy finish. Overall, this serum delivers it's promise of hydration and nourishment."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I am beyond excited to receive this set before my big vacation to Vietnam. Everyone was the perfect size for traveling. The cleanser is just so refreshing to use morning and night. Itu2019s gentle and does not make your skin feel overly striped. The toner is so nice and provides a nice exfoliating effect without being too strong. The cream and serum is hydrating but overall, my favorite would be the cleaser and the toner"
        },
        {
            "review_title": "must have skincare products",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "This serum is super light weight and runny texture. It has a light green tea scent and I love it.  It makes my skin looks healthy, replenished and it absorbs into the skin very quickly. My skin type is combination and it's working well for my skin. I am glad that I got it complimentary from innisfree and will definitely buy again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Innisfree Green Tea Seed Hyaluronic Serum has a slightly longer absorption time and leaves a sticky feeling on the skin, which could be a consideration for those with specific preferences. Maybe try using a moisturizer after. It was gifted by innisfree"
        },
        {
            "review_title": "Wonderful set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "This set is amazing! I love that it has clean ingredients and all of the products actually work. Each product has a wonderful scent, all of the essentials in one place! Highly recommend for acne prone skin"
        },
        {
            "review_title": "Innisfree Green tea seed hylaronic serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I received my Green Tea Seed Hylaronic Serum gifted by Innisfree as a free gift. At first glance, the packaging of the serum is super cute and holds a decent amount of product. I put my serum in my skin care fridge after receiving it and used it the next morning. This serum feels so refreshing and hydrating. I have sensitive skin and was nervous to try a new product on my skin but so far my skin has felt great. I will be including this in my skin care routine from now on."
        },
        {
            "review_title": "Very hydrated serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I received a free innisfree sample (#freeproduct) itu2019s been a week since I received their gift and since day one I use this product and I can really see the good differences in makes, my face feels more hydrated, shine and gives me more glow, also is made up with natural ingredients."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This serum was gifted by innisfree in exchange for an honest review and Iu2019m honestly so impressed with this product! Letu2019s start off with the packaging, I love that the bottle isnu2019t plastic , the glass makes it feel luxurious. The serum itself is super hydrating, it felt like my skin was drinking it up. I also love how it did not irritate my skin at all. I will definitely be repurchasing."
        },
        {
            "review_title": "Best skin care set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "The best skin care I have used I been using it for 4 days and wow my skin looks amazing very glowy and hydrating love that this skin care dose not have a strong scent really love the packaging itu2019s beautiful ud83dudc9a"
        },
        {
            "review_title": "great value!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is a great set for a great value. I love that it includes both full sizes and mini sizes (which I adore for traveling).   The toner and serum are probably my favorites, followed by the cream and the cleanser the least; mainly because I prefer gel over foam cleansers but also because it has quite a strong scent to it. But I know my husband will love this one!"
        },
        {
            "review_title": "Great Serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is a very lightly scented serum that is thin enough to easily absorbed into the skin . I was happy it wasn't really sticky when applied to the skin and it didn't cause my any irritation despite having sensitive skin  gifted by innisfree"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I am in love with this innis green tea set! It is so amazing how it includes a full size cleanser and full size serum. After using these products my face feels refreshed. They are very lightweight and give a natural, radiant glow!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I love that it comes in a set of all the things I can try out and see before I buy the full size and they are good size too. All super hydrating and nice on the skin!"
        },
        {
            "review_title": "Hyaluronic serum is the holy grail of all serums",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I received this green tea seed hyaluronic serum as a gift offered by innisfree and I usually find serums very sticky especially when combining them with my other skincare routine but just one pump of this was enough for my entire face and it was so lightweight and absorbed fairly quickly. I use it with my Nuface machine and I have found that the texture of my skin feels smooth and plump and I wake up with glowing skin. My skin feels super hydrated and Iu2019m excited to see how it works after weeks of use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This serum is very gentle on my skin. It definitely does make my skin feel more hydrated and it gives me the glow. It does not have a fragrance. I love that this serum is alcohol free. Overall, this product is wonderful, I would recommend it if you have skin texture or if you have dry skin."
        },
        {
            "review_title": "Great for dry skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Gifted by Innisfree! Really enjoyed this product! I live in an area that can get very dry and cold and this product helped lock in moisture in my skin. Itu2019s not tacky at all and lays nicely under makeup!"
        },
        {
            "review_title": "Very Hydrating!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "The innisfree Green Tea Aminso Acid Cleasning Foam is a great cleaner. After using thos face was my skin was very clean with no residue on my skin. After a week of using the cleanser my pores appeared tighter ecuase this product truly provide a deep cleanse to remove impurities. The Green Tea Seed Hyaluronic Serum is a great product to use after cleansing for a layer moisture to the skin. I will definitely purchase both products in the future."
        },
        {
            "review_title": "Lightweight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This hyaluronic serum is so lightweight. I have never used a serum this light. It layered really well with my other products and didnu2019t feel heavy at all . This product was gifted to me and Iu2019m so happy because itu2019s really nice . I would recommend trying it if youu2019re looking for a lightweight hyaluronic serum."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "The Green tea seed serum with hyaluronic acid has been great for my skin! It is a super lightweight gel serum that is hydrating and adds extra antioxidants to my skin care routine! Gifted by Innisfree"
        },
        {
            "review_title": "Great eye serum to use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The bottle is very easy to apply to the eyes with massage rolling head. After use for seven days. I can see my dark spot has been lighter. The volume of the serum looks good enough to use for one month"
        },
        {
            "review_title": "Must have green tea serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I was gifted by innisfree in exchange for my honest review. This serum is a must have for acne prone; sensitive skin. This has right amount of moisturizing property to it. Moisturizes as well as soothes my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Thank you so much to innisfree for this amazing set. This set has everything I need to keep my skin looking and feeling healthy. Itu2019s such a great value with the full-size products. I love it so much!"
        },
        {
            "review_title": "Great set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Tan skin tone, Dry skin",
            "review_text": "Love this Green Tea Seed Hyaluronic Cream. I added it to my night routine and i wake up with hydrated, moisturized skin. The green tea extract and hyaluronic acid are great ingredients to use in all skin types and this does a great job."
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I recently received this Green Tea Seed Hyaluronic Cream by Innisfree. The texture of this cream feels amazing like silk and goes on smoothly. When I first applied it to my face it is super light weight and very long lasting moisture. My face felt very moisturized throughout the day and had an instant glow. Something that I really loved is that this is fragrance free so it doesnu2019t smell. Overall, great cream for the face and very hydrating!"
        },
        {
            "review_title": "Newest addition",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Gifted by innisfree for my honest review. This is a great hylauronic acid!! I especially love how itu2019s formulated without being too heavy on the skin. I love anything green tea so this was personally a unique and great addition into skincare for me. Feel like it hydrates my skin so well on days I feel dry"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "this serum is super hydrating and lightweight. i love the texture it feels so smooth. after applying this my skin looked hydrated, glowy and supple. this wears great under makeup and gives your makeup base a healthy glow. perfect for daytime and nighttime. overall i highly recommend this serum. gifted by innisfree"
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "As someone with rosacea, itu2019s very important to me that my skincare products are suitable for sensitive skin. That being said, I was super skeptical to try this serum, but seeing that it has green tea in it, I was excited as Iu2019ve heard thatu2019s great for calming skin. Well, this is now my favorite serum! It works really well, and doesnu2019t make my makeup pill up at all, so I can put it in before my makeup routine as well! Complimentary from innisfree"
        },
        {
            "review_title": "Great Set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This is a great skin care set. The foam cleanser did cleanse my skin well, but left it feeling a little dry/tight afterwards.  I have sensitive skin and the toner didnu2019t irritate my skin at all.  In my opinion, the stars of the set are the serum and cream.  Both are extremely hydrating, felt great on my skin and left my face feeling very soft."
        },
        {
            "review_title": "Exceptional Hydration Benefits",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The Hydration Heroes with Green Tea Set from innisfree has proven to be a game changer for my combination skin. This comprehensive four step kit includes a cleanser, toner, serum, and cream. It helps effectively addresses dryness, dullness, and uneven texture. Every product in the set has become a cherished part of my skincare routine. I also appreciate that each product has the expiration date clearly marked on it (adding a layer of trust and reassurance for this brand and product). I recommend this kit for its exceptional hydration benefits."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "I love this hyaluronic acid serum so much, it is really hydrating and I love the fact that it comes in a pump. The scent is really nice because there is barely one and I love the texture it has. Gifted by Innisfree"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was gifted by Innisfreeusa in exchange for my honest review. I recently incorporated the Innisfree Green Tea Seed Hyaluronic Serum into my daily routine, and the results have been nothing short of impressive. This vegan-certified product, enriched with the revolutionary Green Tea Biome, has quickly become a staple in my skincare regimen. One of the standout features of this serum is its exceptional moisturizing properties. The infusion of hyaluronic acid, coupled with the power of the Green Tea Biome, provides a boost of hydration. This serum goes beyond surface-level moisture, delving deep into the skin to fortify the natural barrier. The result? A visibly plump and nourished complexion that radiates health. What sets this serum apart is its compatibility with various skin types, particularly those prone to acne and sensitivity. As someone who battles occasional breakouts, I was delighted to find a product that not only hydrates but also caters to my skin's specific needs. The serum's lightweight formula ensures it doesn't clog pores, making it a safe bet for those with acne-prone skin. One of the most soothing experiences comes from the application itself. The serum glides effortlessly onto the skin. The serum absorbs very quickly. The non-greasy texture ensures that it doesn't leave any residue, making it an ideal choice for both day and night use."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "I just bought this for my grandma for Christmas. Itu2019s such a great product! The fact I got gifted this for my skincare is awesome. If I had to rate it it would be a 8/10. Quality and price are affordable. Gifted by innisfreeusa"
        },
        {
            "review_title": "Perfect set to combat dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This set is absolute perfection. I love all the products in here. My skin looks so juicy and glowing despite the winter. It's perfect for someone who wants to try a bit of everything from this line, or as a gift set as well. I would definitely recommend to others. I received this complimentary in exchange for my honest review."
        },
        {
            "review_title": "I love these great products!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received these great skincare products from Skeepers and Innisfree for my honest opinion. This set packs all the barrier-boosting, hyaluronic acid-infused skin essentials: cleanser, toner, serum & cream. This set is very hydrating, and all the products work so well together. I have very dry skin, especially it will be worse in the winter. So I'm very particular about my skin care routine. After using the products in this set, my skin feels so much softer and moisturized. The products absorb quickly, provide hydration and look radiant. I literally saw a difference in the look and feel of my skin! Iu2019m so glad I was given the chance to try this set. Thank you Skeepers and Innisfree so much."
        },
        {
            "review_title": "Gentle & Effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Oily skin",
            "review_text": "The cleanser is rich so you only need a small amount.  It leaves my skin feeling cleansed but not dry or tight. The toner was refreshing and did not sting. This serum really feels great on my skin. Not too watery and dries quite fast. It left my skin feeling soft and supple. The hyaluronic cream was like the cherry on top with its creamy, rich texture. It makes my skin feel plumped and so hydrated. It doesn't make my skin oily and it left no tacky residue. This set has definitely helped my acne but hasn't dried my skin out during the process. I'm very happy with the results from these products.  My skin is clearer and feels nourished and soft! This is a great set and I would definitely recommend buying/trying this. I've had no negative issues from this use of these products."
        },
        {
            "review_title": "new fav cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I'm so happy that I got this Green Tea Seed Hyaluronic Cream. I added it to my AM and PM routine and it leaves my skin hydrated all day, It has green tea extract which helps support my skin barrier and hyaluronic acid for even more moisture."
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I recieved this as a gift and I love this! If you want glowy healthy skin I would definitely be this ! It has helped my skin so much it fixed it go and get this guys it a really good product! It makes all my pores look small too.gifted by inisfree"
        },
        {
            "review_title": "Amazing set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "So, I tried out the Innisfree Hydration Heroes with Green Tea set, and it's pretty awesome. The Green Tea Seed Serum made my skin feel all juicy and fresh. The Moisture Essence and Cream were light but kept me moisturized. The toner was anazing and refreshing for my face. And let's talk about the Intensive Hydrating Serum Mask : it turnes the experience into a total spa vibe! it's a solid skincare squad. I totally recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Innisfreeu2019s Hydration Heroes with Green Tea Set is basically a moisture miracle in a box. The Green Tea magic in this set leaves me glowing. Lightweight yet seriously hydrating. Highly recommend for anyone dealing with dry skin!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Concise Review:  A fantastic serum for dry skin! Living in a very dry climate, this serum has been a wonderful aid in absorbing moisturizer. The texture is perfectu2014non-sticky and absorbs wonderfully. A superb addition to an already outstanding product line. Highly recommend!"
        },
        {
            "review_title": "great value set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "loooooove the moisturizer! super soft and soothing on the skin and i see improvements on my acne.. i use this when im breaking out and it really soothes my irritation and i feel like my pimples go away faster. very nice on the skin! currently using the other products but hasnu2019t been too long for me to judge as well as the moisturizer.  loved innisfree since i was born into a korean family hahahaah"
        },
        {
            "review_title": "Makes a great gift or travel skincare",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This is a great for the skincare lover, skincare newbie or if you want to try the products before shelling out for full-size. My favorite thing about these is that thereu2019s no fragrance, so happy they eliminated it! as for con it would be these arenu2019t as hydrating as I would like for my super dry skin but I could see it working great for someone with normal/combo even oily skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love Innisfree, so getting this set was such a treat! I like how mild and moisturizing the cream is. Iu2019ll keep these and use them when Iu2019m traveling since theyu2019re the perfect size for TSAu2014 so convenient!"
        },
        {
            "review_title": "Hydration heroes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "A great set that comes with two full size products I love Korean skin care I find it very effective they prioritize hydration and the green tea has anti inflammatory properties. I recommend this line for anyone with dehydrated skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "This set is sexy a great value! Itu2019s basically two full sizes and two minis. This set is so great for the dry weather right now. My skin has been so dry that itu2019s even been flaking and this has helped so much! My skin stopped flaking and looks so much more hydrated!"
        },
        {
            "review_title": "Great way to try new products",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love and adore products by innisfree and I thought this would be a great way to try a new line from them. I think out of all the products the serum and the cream are my faves and probs will have to get the full size cream soon."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this green tea caffeine I serum. it feels like it really wakes your eyes up! Iu2019ve been using mine in the morning, and I can tell it makes the puffiness of my eyes go away. I definitely recommend."
        },
        {
            "review_title": "My skin feels great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Dry skin",
            "review_text": "This set is very hydrating, it's true. My skin has been really dry lately, and I've been giving patches on my forehead. After using the products in this set, my skin feels so much softer and moisturized today. The products absorb well and provide hydration that lasts throughout the day and through the next morning. If I had to make one suggestion for improvement, it would be that the toner bottle is not in the ideal packaging for toner; it's easy to get more product out than you intended."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is such an amazing set that has a great value! Itu2019s basically getting two full sized products at a discount, plus two mini travel sizes for extra free! All the products work well and the new packaging is chefs kiss! I highly recommend this set!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Innisfree's Hydration Heroes with Green Tea Set is such a great value. I love that includes a full size serum and cleanser. These products are refreshing, hydrating, and lightweight. This set leaves skin feeling nourished and looking radiant."
        },
        {
            "review_title": "Great deal",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I had never tried innisfree but I though that this set could give me a nice look into the brand. I have very dry skin and base prepping is something Iu2019m working currently working on. These products have been so nice under makeup or even under a nice tinted sunscreen. Iu2019m so glad I was given the chance to test out this set. For the price I think itu2019s so worth it."
        },
        {
            "review_title": "love my glowy skin !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I absolutely love this set!! For $39 itu2019s a great deal if you wanna try out their hydration line. Iu2019ve been using the face wash and hyaluronic acid every day now for two weeks and my skin looks so glowy and feels so bouncy in the mornings now!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This Hydration Heroes Set has been a great addition to my skincare routine. I especially like the serum and moisturizer to make sure that my skin is getting all the hydration that it needs during this cold winter weather."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "You need this set! These products are a holy grail and best sellers in Korea for a reason! This set is such a good value. Youu2019re getting two full size staple products, the cleanser and green tea serum, for less and it comes with two minis. All the products work so well together! I highly recommend this set!"
        }
    ]
}