{
    "product_id": "1240",
    "name": "Travel Stylers Trio Hair Set",
    "brand": "Oribe",
    "categories": "Hair, Value & Gift Sets",
    "price": 92.0,
    "about": "What it is:A travel-size, three-piece set that includes the Dry Texturizing Spray, the Gold Lust Nourishing Hair Oil, and the Royal Blowout Heat Styling Spray..Hair Texture:Straight, Wavy, Curly, and Coily.Hair Type:Fine, Medium, and Thick.Hair Concerns:- Frizz.Key Benefits:- Dry Texturizing Spray: Builds incredible volume.Highlighted Ingredients:- Oribe Signature Complex: Defends hair from environmental elements, oxidative stress, photoaging, and the deterioration of natural keratin..Ingredient Callouts:Free of parabens, phthalates, and sulfates SLS & SLES. These products are also vegan, gluten-free, and cruelty-free..What Else You Need to Know:The Royal Blowout Heat Styling Spray helps you achieve the ultimate blowout with incredible softness and shine. The Gold Lust Nourishing Hair Oil absorbs instantly to restore damaged hair while reducing frizz and adding shine. The Dry Texturizing Spray builds instant volume and texture while absorbing oil at the roots. The products in this set are also TSA approved..Clinical Results:Based on clinical tests conducted on human hair against a control group, when the Gold Lust Nourishing Hair Oil was used:.This Set Contains:- 2.1 oz / 61 g Dry Texturizing Spray",
    "ingredients": "-Oribe Signature Complex: Defends hair from environmental elements, oxidative stress, photoaging, and the deterioration of natural keratin..-Argan and Jasmine Oils: Add lightweight shine, reduce frizz, and protect strands from UV rays and environmental pollutants..-Rosehip Fruit Oil: Supports, protects, and restores moisture, promoting overall healthier-looking hair...Dry Texturizing Spray: .Hydrofluorocarbon 152a, Dimethyl Ether, SD Alcohol 40-B (Alcohol Denat.), VP/VA Copolymer, Zeolite, Parfum/Fragrance, Glycerin, Aqua/Water/Eau, Acetyl Triethyl Citrate, PEG/PPG-17/18 Dimethicone, Helianthus Annuus (Sunflower) Seed Extract, AMP-Isostearoyl Hydrolyzed Wheat Protein, Butylene Glycol, Benzophenone-4 , Isopropyl Alcohol, Actinidia Chinensis (Kiwi) Fruit Extract, Aloe Barbadensis Leaf Extract, Hedychium Coronarium (Ginger) Root Extract, Mangifera Indica (Mango) Fruit Extract, Passiflora Incarnata Extract, Citrullus Lanatus (Watermelon) Fruit Extract, Leontopodium Alpinum Flower/Leaf Extract, Litchi Chinensis Fruit Extract, Phenoxyethanol, Styrax Benzoin Resin Extract, Chlorphenesin, Sodium Benzoate, Potassium Sorbate, Benzoic Acid, Citric Acid, Sorbic Acid, Limonene, Hexyl Cinnamal, Linalool, Citral...Royal Blowout Heat Styling Spray: .Cyclopentasiloxane, Isododecane, Phenyl Trimethicone, Bis-Hydroxyethoxypropyl Dimethicone, Bis-Hydroxy/Methoxy Amodimethicone, Parfum/Fragrance, Polysilicone-15, PPG-3 Benzyl Ether Myristate, Silicone Quaternium-22, PPG-3 Myristyl Ether, Argania Spinosa Kernel Oil, Persea Gratissima (Avocado) Oil, Rosa Canina Fruit Oil, Oryza Sativa (Rice) Bran Extract, Helianthus Annuus (Sunflower) Extract, Rosmarinus Officinalis (Rosemary) Leaf Extract, Tocopherol, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Benzyl Benzoate, Limonene, Hexyl Cinnamal, Linalool, Citral...Gold Lust Nourishing Hair Oil: .Cyclopentasiloxane, Coconut Alkanes, Dimethiconol, Caprylic/Capric Triglyceride, Crambe Abyssinica Seed Oil, Limnanthes Alba (Meadowfoam) Seed Oil, Butyrospermum Parkii (Shea) Butter, Argania Spinosa (Argan) Kernel Oil, Tocopherol, Citrullus Lanatus (Watermelon) Fruit Extract, Citrus Aurantium Bergamia (Bergamot) Fruit Oil, Litchi Chinensis (Lychee) Fruit Extract, Orbignya Speciosa Kernel Oil, Astrocaryum Murumuru Seed Butter, Santalum Album (Sandalwood) Wood Extract, Olea Europaea (Olive) Fruit Oil, Ribes Nigrum (Black Currant) Seed Oil, Citrus Limon (Lemon) Peel Oil, Jasminum Officinale (Jasmine) Oil, Leontopodium Alpinum Flower/Leaf Extract, Coco-Caprylate/Caprate, TBHQ, Parfum/Fragrance, Limonene, Hexyl Cinnamal, Linalool, Citral.",
    "how_to_use": "Suggested Usage:.Gold Lust Nourishing Hair Oil: .-Apply throughout damp hair. .-Add to ends after styling for extra luster, conditioning, and frizz control. ..Royal Blowout Heat Styling Spray: .-Spray on damp hair from mid-shaft to ends and blow out. ..Dry Texturizing Spray: .-Shake. .-Spray where you want volume. .-Style to desired finish and spray to hold.",
    "num_reviews": 0,
    "overall_rating": "N/A",
    "product_url": "https://www.sephora.com/ca/en/product/oribe-travel-stylers-trio-hair-set-P512535?skuId=2802338&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2802338-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": []
}