{
    "product_id": "686",
    "name": "House of Lashes Iconic False Eyelashes",
    "brand": "House of Lashes",
    "categories": "Makeup, Eye, False Eyelashes",
    "price": 16.0,
    "about": "What it is:An eco-conscious and cruelty-free false lash collection that features House of Lashes' bestselling Iconic false lashes in Iconic, Iconic Lite, and Iconic Mini..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:The lash with a name that says it all: Iconic lashes will transform any look from natural- or soft-glam to all-out glam. Whether you want the original and full style, Iconic, the more natural version, Iconic Lite, or the pair customized for smaller eyes, Iconic Mini, thereu2019s an Iconic lash for all looks and eye shapes.",
    "ingredients": "Synthetic Fibers, Cotton Nylon Band.",
    "how_to_use": "Suggested Usage:.For beginners:.-Measure the false eyelash band against your lash line and trim the band with scissors if needed..-Gently bend the band into a 'U' shape to help it conform to your eye shape..-Gently curl your natural lashes and apply mascara to create a base..-Coat the false eyelash band with lash glue and allow it to sit for 40+ seconds (Major tip: Wait for the glue to become tacky before applying the lashes for better adhesion)..-Use a lash applicator or tweezers to carefully place the false eyelash onto the center of your upper lash line.&nbsp;.-Adjust the inner and outer corners of the false eyelash..-For a more seamless look, gently pinch the lash band and your natural lash line together to secure the application.&nbsp;...Tips and tricks:.-Apply mascara prior to applying false eyelashes. This helps blend your lashes together and prevents product buildup to extend the life of your false eyelashes..-For a more seamless look, gently pinch the lash band and your natural lashes together..-Clean false eyelashes after three to four wears.&nbsp;Use your favorite makeup remover and a Q-tip to gently swab the false eyelashes and band. Gently remove any excess lash glue with tweezers or your fingers.&nbsp;.-Store false eyelashes in their original tray to preserve their shape and keep them clean.&nbsp;.-Caution: Use only as directed. Apply the glue only to the false eyelashes band and apply the lash band to your eyelid above your lash line. Do not apply the glue or lash band directly to your natural eyelashes.",
    "num_reviews": 600,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/sephora-collection-house-lashes-iconic-false-eyelashes-P483686?skuId=2549376&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2549376-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "What happened to beloved Iconic lashes?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Ok maybe I just got a lemon of a pair but from what I remember these are not like the Iconic lashes I knew and loved- these are stiff and straight and very long strips, I never used to have to trim them now I do! I don't know I'll try them again maybe but I used to love them!!! These were a huge letdown ud83dude1e"
        },
        {
            "review_title": "Beautiful Eyelashes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "These Eyelashes are so cute...love how they look like they got volume. makes my contacts pop."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "I donu2019t know if I will get this item but if it is sold out after I bought it how do I get refund back"
        },
        {
            "review_title": "They are MINI not the actual Iconic set.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "On the title it says u201cHouse of Lashes Iconicu201d it does not state itu2019s a mini lash set. Iu2019ve own a few lashes from u201chouse of lashesu201d. u201ciconicu201d is my favorite set. so receiving a mini in the mail was quite disappointing."
        },
        {
            "review_title": "Amazing lashes for the cheap",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "The lashes GIVE. A step above natural but nothing too wild or out there"
        },
        {
            "review_title": "Fantastic, well-made lashes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "I love these lashes. Look at them - they're gorgeous. (If I'm wearing lashes, I'm go big or don't bother) But more importantly, they have a great band that takes glue well and makes application much easier and more successful. Really well made and beautiful. Not subtle, but who says lashes need to be quiet. They open up your eyes beautifully!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "- Full Volume, Flared Shape, 3D Sultry Glam Effect",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Favourite lashes. Perfect for any look and last forever"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "- Full Volume, Flared Shape, 3D Sultry Glam Effect",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Definitely recommend it. It looks good on my small deep set eyes. I have used it 4 times already and I believe I can use it at least 4-5 more times as it seems very good quality and durable."
        },
        {
            "review_title": "Oldie but a goodie",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Favorite all time lash.  I have almond shape eyes and these lashes really accentuate my eyes and just gives me that it factor."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Oily skin",
            "review_text": "best eyelashes,  easy to wear,give my face neutral looks"
        },
        {
            "review_title": "The most ELEGANT STATEMENT lashes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "I got the iconic mini and I am OBSESSED! I have small almond eyes and these fit me perfectly! I didnu2019t need to tweak them at all. They are the perfect level of drama to have your lashes looking extra and elegant at the same time. I am new to lashes but they were not bad to put on and they make me look like THAT GIRL like if Iu2019m wearing a til too filter or something. They are STUNNING. Will repurchase for sure. I conic id definitely the right name for them. They do feel a little heavy at first if youu2019re new to lashes but your eyes get used to them after a few minutes :)"
        },
        {
            "review_title": "Pretty lashes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Theyu2019re really pretty but personally the band is a little too thick! Theyu2019re beautiful, especially for the price"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "The band is too thick and not flexible. I donu2019t understand the hype around this brand."
        },
        {
            "review_title": "Best value and durability on the market!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I have been a fan of House of lashes since the pandemic. I have tried many strip lashes from Adelle to the premium human hair lashes and these are by far the best value and durability I have had. This is especially true if you are like me and forget to take them off till late night and leave them in random places and have to wash them after the literal dust has settled. The mini are great because I don't have to cut them and I am a lazy lash girl."
        },
        {
            "review_title": "Quality Change",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "these were my #1 lashes for the past couple years. they are the perfect fit, flexible band, amazing shape, etc., but my last 10+ pairs have come in like they are random lashes packed together. the shape of the hairs isn't the same either. extremely disappointed as these were my favorite lashes."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is my first time wearing lashes but theyu2019re beautiful!  They made my eyes look great added length. Need more practice but they are wispy and beautiful ."
        },
        {
            "review_title": "What glamour gal DOESN'T want to wear falsies?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Olive skin tone, Combination skin",
            "review_text": "I had considered myself tragically inept when it came to applying false eyelashes. Not anymore! The band is thick but flexible, and not having to cut, just glue and apply! I have used a pair for practice, and it is holding up well, just a gentle cleansing to remove glue and mascara. I am stocking up on these, and you can't beat the sale price!"
        },
        {
            "review_title": "Bold!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Super cute, I love how bold these lashes are! Perfect for theatre, which is what I use them for."
        },
        {
            "review_title": "Never be without lashes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "House of lashes pleaseeeee give aquamarine a comeback so I can buy each one. These lashes were close to that style I loved them"
        },
        {
            "review_title": "no.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Personally I didnu2019t like them the band isnu2019t flexible and they are hard to clean and reuse"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "These lashes are the best, this brand in general really is. You could ball your eyes out and they keep shape and donu2019t move if you also have that brand of glue. I donu2019t get compliments on lashes often but these I do"
        },
        {
            "review_title": "A brideu2019s dream glam lash",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I wore these lashes for my wedding day and felt unreal. They were so easy to put on. Were perfect for photos and I felt like a total bombshell lol."
        },
        {
            "review_title": "Lashes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I hardly ever use false lashes but when I do I use this brand HOL! The best of lashes perfect length and easy to apply."
        },
        {
            "review_title": "Lashes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Havenu2019t tried them on yet so itu2019s only 4 strs,they came so cute and feel nice and have a thick lash band which I like because itu2019s not to flimsy,I like how they are pointy lashes also glad I got these instead of the other one"
        },
        {
            "review_title": "So easy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "These are fantastic and im awful at these things like super bad and I had no issue using them very good for beginners."
        },
        {
            "review_title": "Natural looking and feeling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "Felt natural and stayed on all night. Easy to apply and reusable."
        },
        {
            "review_title": "A must to have a few in my stock!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Absolutely love this iconic mini lashes!! A perfect lashes for my hooded eyes. Makes my eyes look so sexy, not very long yet have full volume.  Can re-use it up to 10-15 times without clumping with mascara. Very light usage with mascara.  I always felt very confident with that lashes without looking like a clown.  Highly recommend it!!"
        },
        {
            "review_title": "I like it, but I don't LOVE it.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I like these, but these just might not be for my eye type. I was looking for a bit more natural and subtle, and these gave dramatic. Would recommend for someone who wants to stand out more though with their eyelashes."
        },
        {
            "review_title": "Beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I wasnu2019t sure about them at first, but oh my theyu2019re gorgeous!! I swear, I legit have never gotten so many compliments on my lashes until I wore these lol"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Love the shape of these, theyu2019re easy to put on and comfortable to wear for long periods of time"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "The lite version looks great with cat eye liner. It really lifts and opens the eyes and Iu2019ve worn them twice so far"
        },
        {
            "review_title": "Almost impossible to use",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "The band is so thick and stiff. When I try to use them and put them on, they constantly are trying to go back in to a straight line. I saw someone else who had the same issue that gave a good review. if you put them on like that, it looks crazy"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love these lashes. I wear them almost every day. Long lasting"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Great cat eye effect. Very long and pretty. Easy application."
        },
        {
            "review_title": "Best in lashes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I absolutely loved these lashes! I wore these for my wedding. The lashes stayed on all night and felt lightweight, never bothered my eyes or vision. I love that they brought drama and glam, but still looked natural with the criss-cross design."
        },
        {
            "review_title": "I loved them",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I only have them on without gluing them and they are very beautiful, of good quality. They are beautiful."
        },
        {
            "review_title": "I WILL REBUY THESE EVERY TIME",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "these lashes are awesome easy to apply and long lasting"
        },
        {
            "review_title": "Only ones I will wear",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Dry skin",
            "review_text": "Love em. Stayed on all night. No need to reapply glue and didn't make eyes watery."
        },
        {
            "review_title": "HOODED EYES? Read this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "The fact that these lashes are $6 here is amazing! On HOL Website they're $12 or $10 if u buy a pack of 3! I have hooded shaped almond eyes and wear both Iconic & Iconic Lites! I recommend Iconic LITES if you wear winged liner a lot and have *smaller, hooded eyes, and I recommend regular Iconics for bigger hooded eyes, or if you drag your eyeshadow out in the outer crease. I cant speak on any other eye shape but for my hooded eye people I think you'll LOVE this style! The lashes are light weight with a thick band. I never experience shedding and they're resuseable. I used to think I couldn't wear lashes cause of my eyes until I found this brand! House of Lashes holds a special place in my heart and Iconic lites were LITERALLY my first pair of lashes ive ever owned lol"
        },
        {
            "review_title": "Love!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Love these lashes!! They give the dramatic look I was looking for and Iu2019ve been able to wear them serval times!"
        },
        {
            "review_title": "Son  magnifique",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "jet adore Mes yeux petits tu me donnes une grandeur avec un beau maquillage"
        },
        {
            "review_title": "Great fit!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "These lashes are so soft and weightless on your eyes!   They last for a long time!   I wear and reuse them everyday.  Good price for the quality."
        },
        {
            "review_title": "Not good for smaller eyes",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have a pretty small eyelid. These lashes were a bit too long but nothing a little snip canu2019t fix! I cut them to my eye length and once I glued them on, the very thick band was bothering me and it opened up my eye so much that it looked like abnormal and creepy. Not only was the band uncomfortable but it was very hard to look at. If you have smaller eyes I dont recommend this but something with a thin band/clear bandopened up my eue"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Love these. Thin band and easy to apply! Very pretty and flirty."
        },
        {
            "review_title": "Stick-Straight",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "So many people love these but I just donu2019t get it. They were so horribly straight that I ended up returning them cause I will never wear them again. Now Iu2019m kind of scared of House of Lashesu2026"
        },
        {
            "review_title": "Look amazing on round shaped eyes!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "I love the way these look on my round eye shape! however I must agree with some other reviews about the line being really thick/hard. I thought I was gonna break them when taking them out. that aside they are absolutely gorgeous and my favorite falsies now!"
        },
        {
            "review_title": "Great for even day time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone",
            "review_text": "I am really fussy with false lashes and these are so nice! I wasnu2019t sure about them at first but they look so cute pretty and not over the top. My husband came home from worked and asked me why I was wearing sexy eyes lol."
        },
        {
            "review_title": "Untouchable favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I have used many diff brands of lashes by far HOS in iconic is my absolute favorite for YEARS now"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Honestly - not my favourite lashes- they are a bit too much and aren't as comfortable to wear as others I have"
        },
        {
            "review_title": "Really pretty and easy to work with",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "These are really pretty on, easy to apply, and give a dramatic look without being too over the top. The staying power is awesome, too. I wore them for a semi formal and bar hopping for hours, and they didnu2019t budge."
        },
        {
            "review_title": "Great fit and look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "These eyelashes got perfect to my eyes and I love wearing them. Iu2019m not an eyelash kind of girl but these ones are perfect"
        },
        {
            "review_title": "The Best Lashes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "My favourite purchase from Sephora! These lashes are amazing and donu2019t look too obvious. They can be reused multiple times and are the easiest lashes that Iu2019ve used to apply. I highly recommend them!"
        },
        {
            "review_title": "Absolutely the BEST!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Best lashes Iu2019ve ever used in my life! Itu2019s interesting how I can also call myself spoiled and have used hundreds of lashes, but nothing looks better on selfies and photoshoots than these lashes! Iu2019m in love and shocked by the durability of these lashes. Iu2019ve worn them for 6 months now and theyu2019re still holding well. How do these people even make money? I hope the quality stays this way. I will post pics. I am stocking up on these they are fire! Btw - I do NOT model for these people and donu2019t work for them. Have not spoken to them, just here to tell the truth. They didnu2019t give me a free pair and I bought these lashes with my own money. Iu2019m IG: Taoleeonig"
        },
        {
            "review_title": "really nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Love them. I did cut them up and put them on as needed and it look amazeballs"
        },
        {
            "review_title": "dramatic, yet natural",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I ended up cutting mine in half. Such nice quality."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The iconic mini is my new favorite! Perfect for smaller eyes, they nailed it!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Received tons on compliments with these! And they really are good for glasses wearers, truly recommend!"
        },
        {
            "review_title": "Beautiful sexy lashes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The iconic lashes are so beautiful they're a pop to your eyes and flirty without thm ooking dramatic so soft long and easy to wear they don't have thin band but it's not thick either for me it was pretty comfortable to use you don't even need alot of makeup but if you want some dramatic look then add that makeup super fun lashed I got alot of compliments a must have definitely adding more to my collection because it's not easy to find lashes I like for my eyes and these are perfect!"
        },
        {
            "review_title": "Ok",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I don't think these lashes are suitable on my almond shaped eyes..maybe it's just preference but they're a bit too glam for me. Not suitable for daytime but I could see myself wearing these at the club since they'd definitely stand out on darker settings. 4/5 because the band is so thick and inflexible...I didn't like working with them"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, auburn hair, Deep skin tone, Normal skin",
            "review_text": "Not my go to, but look really nice for natural looks. Very light on the eyes."
        },
        {
            "review_title": "Dramatic I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Tan skin tone, Oily skin",
            "review_text": "Absolutely loved them, they were a little dramatic bit they pulled my look together. Very easy to put on but a little long I should of cut the edges a little more."
        },
        {
            "review_title": "Fabulous in a Flash",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "These lashes helped me look fabulous in an insistent. It took me from looking pretty to glamorous: super easy to use, and plenty of drama for those who love that. I highly recommend trying! Plus you can get many uses out of them :)"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I really wanted to like these but they weren't what I expected. They didn't seem to have that curl I wanted it just seemed straight with no curl to it. I didn't like the way they felt or looked on me. I didn't even want to take a picture with them on."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Dry skin",
            "review_text": "Amazing lashes! I absolutely love them! I highly recommend this product!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "These lashes made me feel incredible. They were easy to put on. Although it does not come with any glue they were still amazing."
        },
        {
            "review_title": "Really good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "These lashes are very good quality! they are flexible and strong, last the whole night and day in place and give your eyes a doll-like appearance."
        }
    ]
}