{
    "product_id": "430",
    "name": "Special Edition Airstrait Straightener in Strawberry Bronze",
    "brand": "Dyson",
    "categories": "Hair, Tools, Hair Straighteners & Flat Irons",
    "price": 699.99,
    "about": "What it is:A special-edition Dyson Airstrait in strawberry bronze and blush pink that dries and straightens simultaneously to take hair from wet to finishedu2014no hot plates, no heat damage.u00b9.Hair Texture:Straight, Wavy, Curly, and Coily.Hair Type:Fine, Medium, and Thick.Hair Concerns:- Heat Protection.Key Benefits:- Creates a natural straight finish for multiple hair typesu2014your routine, simplified.What Else You Need to Know:This is a special-edition Dyson Airstrait in strawberry bronze and blush pink featuring a complimentary presentation case. This tool dries and straightens simultaneously from wet to dry and is engineered to create a natural straight finish for multiple hair types, with no hot plates or heat damage.u00b9.Features:- Airflow is projected downwards at a 45u00b0 angle to create the tension needed to align hair for a smooth end styleu2014with less damage and breakage.2.Key Controls:- Two styling modes: Wet to Dry and Dry mode.In the Box:- Dyson Airstrait",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.Straightening Wet Hair:.-Start with towel-dried hair..-Select Wet mode. .-Select maximum airflow and high temperature..-Lock arms. .-Rough dry the roots..-Once roots are dry, unlock arms and select desired airflow and temperature. .-Dry and straighten hair from root to tip in sections..-Once your hair is dry, select Cool mode..-Set your style with cool air for shiny finish...Straightening Dry Hair:.-Select Dry mode to touch-up or refresh your style. .-Select desired airflow and temperature..-Boost mode, the highest heat, is available if required..-Straighten hair from root to tip in sections..-Once straightened, select Cool mode and set your style with cool air for shiny finish.",
    "num_reviews": 398,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/dyson-special-edition-airstrait-tm-straightener-in-strawberry-bronze-P512922?skuId=2811941&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2811941-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Do not recommend",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love Dysons hair dryer. My hair is frizzy so i thought this would be perfect but alas its rubbish! It does dry quickly but leaves hair u2018puffyu2019 not a good look. My hair was also still frizzy. You have to use a regular straightner AFTER you use this. For such an expensive product thats a huge let down. I dont recommend this at all."
        },
        {
            "review_title": "Worth the price!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "This device changed my life! I now always have perfect sexy sleek hair! I have coarse voluminous hair down to my shoulders that raises eyebrows at the salon. I timed it. It takes all of 16 minutes to my hair from damp to perfect"
        },
        {
            "review_title": "Game Changer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I waited 2 months before posting a review. My hair is extremely thick,corse and frizzy. I was using a blow dryer, blowout brush, then a flat iron. This tool has reduced my dry time as well as exponentially improved the health of my hair. It has reduced damage and my hair has started to grow! Overall I love it and wpuld recommend it however I still go over the feont with a flat iron to smooth it out, also it hurts my hands a bit.improved the improved the imprpving"
        },
        {
            "review_title": "love love love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "THE BEST HAIR TOOL EVER!! this tool will have my mid back length hair from sopping wet to pin straight dry hair in under 20 minutes. iu2019ve been using this product for nearly a month now, and itu2019s done wonders! my hair lasts longer between washes and i love the fact it can also straighten hair as well as dry! there is a mode to use it on dry hair, and it fixes my hair back to straight in 5 minutes max. i would 100% recommend this hair tool. so well worth the splurge."
        },
        {
            "review_title": "IN LOVE!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I have very thick curly hair thatu2019s almost to my butt & this has been a game changer! It usually takes me about 2 1/2-3 hours when I straighten my hair & this only takes 1 1/2 hours ud83eudd29 plus I donu2019t have to wait for my hair to dry!! Have to do like 3 passes on each sectioned piece but no different than what I usually do with my straightener."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I never got the product, so Iu2019m  so disappointed ! I tried to contact Sephora and never got any feedback!"
        },
        {
            "review_title": "amazing product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Normal skin",
            "review_text": "loved using this product on my normally very curly hair, took me around an hour and a half to get it from wet curly to dry straight was a little frizzy, but after going in with a straightener on some touchups, it looks just like the salon would do ufffc"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Itu2019s really good for my hair type and makes it pin straight it also makes my hair look and feel superrrr soft it was definitely worth the price."
        },
        {
            "review_title": "Perfect for 3A hair ud83dude06",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Honestly probably one of the best hair tools on the market. Changed the game for me. I had horrible heat damage because of straightening, but I was able to get the same blowout with this  while growing out my natural hair tone thick again!"
        },
        {
            "review_title": "Must-have for a quick straight style.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve had the Airstrait for about 2 years and I really like it! I have naturally curly hair but wear it straight 90% of the time. I also have the Dyson hair dryer, Corrale and the Airwrap but I use this more often when I'm in a hurry or just want a quicker process to straighten my hair. I havenu2019t noticed any damage to my hair specifically from the Airstrait and I use products to protect and prevent frizz. A good heat protectant and hair oil after your hair is mostly dry has worked for me. I took off one star because the Airstrait is a little heavy with the long cord. Wish it was cordless like the Corrale."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "Didnu2019t work for me. I have curly hair and this makes my hair even more frizzier. Returned and went back to blow dryer+ flat iron."
        },
        {
            "review_title": "Love it!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I have straight hair that typically gets lots of frizz and will dry almost stiff if I blowdry it or try to do a blowout when wet. The Dyson made my freshly washed hair look SOOO GOOD. I have never seen my day 1 hair look this good! It left my hair feeling so soft and shiny. It is getting 4 stars since there was a piece chipped on my Dyson, which sucks since I still paid a lot of money for it."
        },
        {
            "review_title": "Works great - in exchange for a lot of damage",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "LOVED this initially. Easy to use, lightweight, gives a great result. However, after almost two months of testing it - YIKES, the no damage claim is just that, a claim. I only use heat 1-2x a week and switched exclusively to using just this for the test period. My hair is significantly more heat damaged, I have a lot more frizz and flyaways as well as a notable increase in breakage/split ends. My products have not changed and Iu2019ve not done any services to my hair during this period either. Really disappointed!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Had it for almost a week so easy to use. Takes about 30 minutes for a full head of dry hair. I have personally used it on my hair which is a lot thick. I also used it once on my mom and she liked the results. The hair isn't damaged at all and ends up shiny. No burning smell too."
        },
        {
            "review_title": "LOVE-IT!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I was initially hesitant to buy this because of the reviews. Theyu2019re not terrible, but considering the price, I expected better feedback. Iu2019m so glad I took the risk, though, because I absolutely LOVE this product! Itu2019s not only faster than blow-drying and then straightening, but it also makes my hair look so healthy. I also love that you can hold the clamps together and use it like a regular dryer to add volume. Iu2019m so impressed that Iu2019m getting one for my mom for Christmas!"
        },
        {
            "review_title": "SO HEAVY AND DOESNT WORK",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "So heavy my wrist was killing me. Results look awful with curly hair. Would not recommend"
        },
        {
            "review_title": "Worth the investment!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The great reviews are real! This is the best purchase I have made in a long time! (Of course I took advantage of the sale). I have grey, curly, frizzy hair. If I round brush and blow dry my hair, it gets really dry, crispy, and fried. This took me 15 minutes to go from wet to straight. Does this completely smooth out the hair like a flat iron would? No. However, it gets you very, very close. I recommend using a tension comb instead of a round brush."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, notSure skin tone, Dry skin",
            "review_text": "Itu2019s horrible thatu2019s all I have to say. I used it with my wet hair and I heard this tzzzz sound like it was burning I used this 2 times a day and my hair feels dead. Do not buy"
        },
        {
            "review_title": "Yes yes yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Absolutely yes!!! If you wanted this - GET IT. Itu2019s literally the best"
        },
        {
            "review_title": "An Absolute Game Changer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I TRULY AM BLOWN AWAY!! I have never achieved straight hair like this without the use of a flat iron. This not only took my hair from wet to perfectly straight, it did so in 15 minutes. It left my hair feeling healthy and looking shiny! BUY THUS!!!!!"
        },
        {
            "review_title": "W-O-W!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Just perfect - but too expensive. It is a little bit heavier than I thought it was. I have so much hair and became tired after the first time of use. But the results worth this."
        },
        {
            "review_title": "High price for high reward",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Just buy it. I used to go to bed with wet hair and this completely changed my night routine! Iu2019m able to wake up and go. Combines two step into one and is a HUGE time saver and confidence booster."
        },
        {
            "review_title": "AMAZEBALLS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "OMG.  THIS IS GAME CHANGER!  I have frizzy curly fine shoulder length hair and a lot of it. I also live in a humid place. I usually have to blow dry my hair, then use the t3 round brush thing and THEN a flatiron.  With this all I need to to do is rough dry with a blowdryer and then use this.  Dyson can have all my money LOL.  This is worth it"
        },
        {
            "review_title": "Worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "After a month of using the Dyson, I can confidently recommend it. While itu2019s pricey, the technology truly delivers. It allows me to style my hair much faster, making it well worth the investment. For busy career women, if itu2019s within your budget, itu2019s a game-changer."
        },
        {
            "review_title": "Love Sephora BUT Airstrait is $399 on Dyson.com",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This product is truly amazing. I just wished Iu2019d known then that I could have got it for $100 less on Dyson.com with accompanying items thrown in for free. It definitely reduces drying time and totally eliminates use of a flatiron. The style can last for a few days. It can also be used on dry hair to renew the look after u2018bed headu2019."
        },
        {
            "review_title": "A mist to have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Amazing product ,save me a lot of money to pay to the hair dresser  So easy ,one of my best  beauty investment ever"
        },
        {
            "review_title": "A MACHINE OF A STRAIGHTENER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "KEY INFO:   This is considered the original Airstrait. The actual original was black and purple, but this version of the original lacks the same features as the new versions. New or limited edition versions come with a presentation case. This can be confusing because on the Dyson website, the original comes in two versions (one with the case and one without). Unfortunately, Sephora only carries the one without. AGAIN, at Sephora, only limited editions come with cases.  EXPERIENCE:  I love this machine, and take note, it is, in fact, a machine. And as such, needs to be cared for like a machine with regular maintenance. Still, when used,  it does it's job beautifully. The airstrait creates volume as it straightens your hair,  even if slightly wet. What a time saver!!!  My one complaint: it's difficult to get at the hair roots.   ALSO:   If you already have the hair dryer, this tool will be redundant."
        },
        {
            "review_title": "MUST HAVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I'm Asian and I have long, thick hair and it usually takes forever for my hair to dry. Also, when I would straighten my hair, for some reason it never came out perfectly straight. This Dyson has significantly reduced my hair drying time and it actually makes my hair straight. Maybe not perfectly straight but way better than what it was before when I straightened it with flat iron. So far, I love it and I don't regret buying it."
        },
        {
            "review_title": "Not for shorter hair.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is a very large styling tool. Great for long and/or thick hair, Iu2019m sure. I was hoping it would help me style my frizzy thin hair in my bob hairstyle easier than using my Dyson dryer. Big time fail. The tool is just way too massive for my haircut.  Boo! I will be returning."
        },
        {
            "review_title": "A lifesaver and a great tool investment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "If you're a gal who spends hours drying and straightening your hair, this tool is an absolute must-have! It cut my styling time from hours down to under 30 minutes. Not only does it save me loads of time, but it also leaves my hair feeling so soft, smooth, and beautifully flowy. Plus, the style lasts all day long! Highly recommend for anyone looking to simplify their hair routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "LOVE IT!!!! BEST PURCHASE YOU CAN DO!  DONu00b4T HESITATE"
        },
        {
            "review_title": "My hair looks wonderful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The best thing ever buy 100% wonderful my hair now look like heath and bring"
        },
        {
            "review_title": "Best thing Iu2019ve ever done for my hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Absolutely incredible. As someone who was always hesitant about buying the Airwrap, because my hair has a mind of its own, I took a total chance on the Airstraight. To my delight (and surprise) it worked instantly, taking my almost dripping wet hair to straight. I have naturally wavy/curly hair, though due to damaging it from bleach and heat, my curl pattern is non-existent and therefore whenever I dry my hair it turns into a frizz-ball. The Airstraight took my 1 hour hair routine (blow dry and flat iron) into 10 MINUTES. as someone with very thick hair, this is LIFE CHANGING."
        },
        {
            "review_title": "Worth the price?",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love it! The way my hair looks at the end itu2019s really soft and low frizz. The only reason why I donu2019t give it a five start itu2019s for the heavy weight of the machine in general, it gets my arm really tired but overall a really good machine, get the job done and my hair is really thick and curly."
        },
        {
            "review_title": "Not for traveling",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "Straightener itself is pretty good. Easy to operate, and final result is pretty close to professional blow dry. However, there is a MAJOR design flaw. The device is not suitable for traveling. I bought mine in US where voltage is 110V, in order to use it in Europe where voltage is 220V I need a special adapter (and those kind of adapters weigh around 9 pounds in average) plus Dyson doesn't recommend using adapters as it can damage the device. Essentially impossible to use it outside of US. I'm very disappointed that for this price point I'm not able to take my straightener with me and use it safely when traveling. I'm happy with the product itself, but giving it 2 stars because I believe that for $500 Dyson should have come up with technical solution allowing it's customers to travel with it and not buying additional straighteners for every continent they want to visit."
        },
        {
            "review_title": "The last straightener you'll ever buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I'm a little challenged and impatient when it comes to styling my hair but not with this straightener. It's so easy to use! And I don't smell hair burning like I have with other flat irons. My hair is smooth and shiny and looks so straight and healthy!!! I love it!!!"
        },
        {
            "review_title": "Makes my routine faster, less heat damage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Really satisfied with my Airstrait! I read a lot of reviews and watched a lot of videos before purchasing, so I think my expectations were well-managed when it comes to the pros and cons of this tool. As someone who typically used both a blow dryer and a flat iron daily, this tool replaces both, cutting down on styling time and (most importantly) lessening the heat damage. I have naturally wavy hair cut short to a bob length - this tool is not too large or bulky for shorter styles. I'm really quite impressed with the power and how quickly it gets the job done. Overall, my hair feels softer and healthier using this tool compared to my old routine. The cons are (of course) the price, as well as the fact that you do not get a carrying or travel case with your purchase (though you do get a heat mat). Overall, it's a win for me."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have type 2 (s curls) hair.   I did not want this to work, but it was great!  After drying my hair a bit 75%, I did 2 slooow passes.  Thatu2019s the kew and my hair was straight and shiny!  Worth the money."
        },
        {
            "review_title": "Time Saver",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I usually do not write reviews, but this is one I must write. I have curly/wavy hair and typically use the dyson hairdryer with a round brush to dry my hair. It gets the job done, but still frizzy and I need to put a flat iron/curling iron through my hair to get it straight.   I used this tool today for the first time and it was AMAZING. It dried my hair in less time and it was straight! It feels smoother, softer and look great too.   If you have wavy/curly hair, I would recommend this 1000%. I wish I would have purchased this sooner."
        },
        {
            "review_title": "Wonderful tool for straightening thick hair.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Porcelain skin tone, Combination skin",
            "review_text": "I have 2B hair and it is THICK. Also, it's frizzy, and curly underneath, but with a little bit of heat protectant this calms my hair down and makes it nice and straight. Game changer for those of us with thick hair with the big paddle. Only con: Make sure the hair dryer part is pointed down, it's strong and will mess up your hair if you're not careful."
        },
        {
            "review_title": "Irritated no one told me about this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I have hair extensions and it's a huge issue that my natural hair is frizzy. It's between wavy and straight and just has changed texture after kids. One use of this and my hair problems are solved. Also used post gym and smoothed it down again. I will never leave home without it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This cuts the time between having to blow dry my hair and straighten it as it does both at the same time. Although I prefer the volume I get with a blow dryer and a brush, this is great for those days when I want to wear my hair straight. While I think this is a good buy, its probably not going to replace any of your other tools."
        },
        {
            "review_title": "canu2019t go without",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "i bought it last week and i am obsessed 10/10. keeps my hair straight even after a rough gym sesh, usually my hair frizzes since itu2019s naturally in between straight and wavy, but after using this it keeps my hair looking 10/10."
        },
        {
            "review_title": "must-have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "I am obsessed to say the least! I love that it turns off in periods of inactivity. Super easy to use & very convenient; especially when you're in a hurry; dries & straightens at the same time? c'mon!"
        },
        {
            "review_title": "Horrible delivery company, dont buy online",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I havent even received this product but Im posting this review because its been a nightmare trying to get this thing delivered. Iu2019ve never had a sephora package require a signature, and they refused to deliver it twice. Im about to return this because for $450 I should have the product by now."
        },
        {
            "review_title": "Great additional tool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I was on the fence with this since I already have the airwrap but this is completely different in my opinion and a must if you like straight hair! I can take my hair out of a towel and have it as straight as if I used a straightener in about 10 minutes!  I do have very fine this hair so it takes almost no time for me if you have extremely thick hair it would probably take quite awhile to do gets it much smoother and straight than the brush attatchments from the airwrap. I used the 25 percent off from opening their credit card on top of the sale and that price made it super worth it to me!!"
        },
        {
            "review_title": "Incredible Technology, but was a no for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is some sorcery. From sopping wet to stick straight in 3 passes. Early 2000s me who used to have to sit in the salon chair for an hour and a half to get my hair straight, was loosing my mind over how cool this technology is! But I had to be fair and realistic with myself because this is a $500 hair tool. PROS: 1- It was QUIET Compared to other hair tools (*cough cough* the flex style) this was a manageable level of noise. 2 - It was FAST. Literally two passes on wet mode, and one pass on dry mode. Like 23 seconds per section and I am half black. Mind blowing. 3 - It was sleek and stylish. Literally everyone wanted to look at it when I got it, itu2019s just so cool looking. 4 - it was easier to switch between wet and dry modes than I thought it would be. u2014 Now for the CONS: 1 - LITERALLY the ONLY thing you can do with this is get your hair stick straight. 2 - This did not give me a sleek straightener look. My hair was still fluffy and this DOES have tiny, very thing hot plates on the opposite side of the blow dryer end which I somehow managed to touch by accident and burn myself. 3 - Made my hair SO dry. My ends felt disastrous. Like super dry and very brittle to the point where it was concerning. I have never felt that with any other hair tool. 4 - it is rather bulky with the cord but itu2019s pretty powerful so it made sense that it had a big cord. But it is also pretty wide and a little hard to maneuver in certain spots because of how wide it is.  u2014- BOTTOM LINE: it was a no go for me because of the fact that it literally can only make your hair pencil straight and still left my hair fluffy. (Some people might like that it gives them volume tho - I just prefer a very sleek u201csilk pressedu201d look ) And 2 because of how dry and brittle my ends felt. HAIR TYPE u2014 if you have medium to fine hair and like your hair stick straight this is going to be AMAZING for you. But if you have course thick hair, this may not be the best tool for you either. Also, when Dyson makes a thinn"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Dyson doesnu2019t have warranty in PR. If you live in PR donu2019t buy one."
        },
        {
            "review_title": "NEED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "People who say theyu2019ve used it for 2-4 years are lying because it hasnu2019t even been out that long. Maybe a different tool.  Either way, this is a phenomenal product! I just ordered my second one! My hair is smooth and silky, no frizz what so ever! No heat damage and no hot plates. Worth the money for my hair to be the way I want it, health and no frizz!"
        },
        {
            "review_title": "Incredible",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I read so many reviews before buying. I have curly/wavy hair and I was skeptical but decided to give this a try. Iu2019m glad I did!  I have the airwrap and I could never get my hair straight with the brushes without a lot of frizz. This is my new go to hair tool."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "A really good product for people too lazy to do their hair anytime other than after a shower."
        },
        {
            "review_title": "Expensive? Yes. Worth it? 1000%",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have long, fine hair that has a natural wave with a bit of frizz. Since the pandemic, I have mostly just pulled it back in a knot because the routine of drying it and then using the flatiron was too time-consuming.   To be fully transparent, I have the blow dryer and the vacuum at home, and while they're both great, IMO, they're not great enough to warrant the price tag. That being said, I was intrigued by the Airstrait because I could use one tool. Luckily, I have given it as a gift and have two words u2013 LOVE IT!  My routine is so much simpler now and I've been wearing my hair down every day. Out of the shower I pop a towel on my head while I do my skincare and any makeup I'm wearing that day. When I'm done, I pop off the towel, comb through my hair with a wide-tooth comb, put on a dab of heat protector, and hold the straightener closed to do a quick - literally one minute - dry of my roots so they are damp, not wet. Then, starting in sections, I dry/iron my hair, and my whole head is done in 7 minutes.  I have thin hair, so I can't speak to how long it would take for someone with thick hair, but I was impressed with the speed. It isn't quite as flat/straight as a traditional flat iron, but for me, that's a plus, as my hair has more volume this way. I also use it the second day on dry hair to smooth out any kinks from sleep, and it does the job in probably 4 minutes.  Cons: Obviously, the price is crazy. It's heavy to hold, and it's pretty noisy.  But for me, this is 1000% worth it. Literally, my favorite hair tool ever."
        },
        {
            "review_title": "DONT BUY THIS",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Combination skin",
            "review_text": "I have used this tool for about 2 yrs now. I do not recommend it.  bought it because I have frizzy damaged old hair and I thought it would help that.  Well I have to use a regular blow dryer to dry my roots followed by the airstrait. My hair is still frizzy after I do this and I then have to use a lot of hair oils for the fizziness.  It is ridiculous when this item is SO expensive. And my hair is still damaged though I use the Cadillac of shampoos and hair care products. Iu2019ll probably sell it on eBay.  DONT BUY THIS. I gave it two stars because it does dry your hair but not the roots"
        },
        {
            "review_title": "Must-have for straight styling!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Normal skin",
            "review_text": "This is hands down my favorite beauty tool since I got the Dyson Airwrap! It makes creating a straight style an absolute breeze, and my hair looks so healthy, shiny and bouncy after I use it. Thereu2019s a bit of a learning curve to figure out the best way to style your hair, but once you get it right itu2019s perfection. I wish I would have gotten it sooner!"
        },
        {
            "review_title": "Surprised me in the best way! Worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I bought this during the sale really expecting it to be gimmicky and thatu2019d Iu2019d return it. I have the Dyson Airwrap and though I can acknowledge it is good, I never figured out how to really use it.   For reference I have long, medium thickness, frizzy and wavy/curly hair. The first time I used this tool it took 20-25 mins to fully style my hair wet to dry. Wow?! But I wasnu2019t sold yet. Iu2019ve used it a few more weeks to confirm itu2019s actually worth the price and I will say that it absolutely is. It now takes me ~18 mins to do my hair wet to dry/styled, a previously 30+ min process. My hair does not feel damaged despite the tool getting hotter than I anticipated. I was nervous that it would straighten but still be frizzy but Iu2019m happy to report this fights frizz amazingly well (even directly at the roots). After styling, I have much more volume in my hair than if I dried and straightened. My hair stays looks great for a few days, I do have to touch up hair around nape of my neck (as I do when I straighten my hair any other time).   The one potential caveat is this tool does exactly one thing- straighten your hair from wet to dry. If you want any other style, this is not for you. I style my hair straight every day so for me, itu2019s worth it. But if you want anything other than dry, straight hair, this isnu2019t for you. Its functions are limited but it executes flawlessly! Airstrait has now replaced my blow dryer and hair straightener."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I don't know why but my hair looks awfully dry after using it. Maybe I'm not using it the right way, but I'm not blown away. I also have Airwrap and after it my hair is soft and silky to the touch, but with this I feel like my hair is like a broom. I wish I could take it back."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I have thick coarse hair, and it works really well on my hair. I've noticed that my hair does not frizz up or get puffy in the humidity after I use it. I highly recommend it!!"
        },
        {
            "review_title": "LIFE CHANGING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I purchased this almost a year ago and it has legit changed my life. I have wavy fine thick hair, and I straighten my hair almost every morning for work. I no longer have to wait for a flat iron to heat up or worry about using such high heat on the baby pieces close to my scalp/face. Sure it's a little big and heavy, but it saves me from having to take a hair dryer + flat iron places when traveling. I use the wet on 140 to dry, then use the boost setting to straighten, and finish with the cool air to set. I don't have to worry whether I turned my flat iron off when I leave my house and I don't worry about burning my desk or counter tops. My sisters always get excited to use it when they come to my place. I cannot live without it now! I wish the pink color was available when I bought it though."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Ordered mine two weeks ago. They have shipped it twice and both times got lost with the carrier. Never leaves the warehouse."
        },
        {
            "review_title": "Not as easy as they make it look!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I really wanted to love this. Me thinking it would be some kind of magic wandu2026.okay, itu2019s not!! First of all itu2019s heavy and awkward to use. It took almost an hour when normal it takes 30 to do my hair. Going back sadly."
        },
        {
            "review_title": "Donu2019t waste your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "If you have thick wavy hair this product isnu2019t for you. You have to pass over  and over. Still had to use a round brush"
        },
        {
            "review_title": "DYSON AIRSTRAIT!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This product is a complete game changer with someone who has stubborn thick, wavy, and frizzy hair. No matter how many tools or heat products I have used, I havenu2019t been able to get that long straight look. I love this product so much and other than the price I highly recommend because in the end you wonu2019t regret it. lasting straight look by"
        },
        {
            "review_title": "Can't live without it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "Me and my daughter have both wavy hair and it works great for us. I just need to iron my hair once and it lasts for days. the only problem was that it stopped working after 4 months. I'm glad we had the warranty and they quickly send us a new one back."
        },
        {
            "review_title": "Ma vie est changee!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Du2019abord, je suis pas du genre u00e0 faire des coiffures tres elaborees. En vrai, je suis nulle ud83dude02 Ju2019ai donc une routine tres simple u00e0 tous les matins. Ce fer repond absolument u00e0 ce besoin et accompli sa tache u00e0 la perfection chaque jour. Si vous avez les cheveux ondules, cu2019est le best! Ils deviennent souples, doux et restent droit toute la journee. Je ne sais pas si le resultat sera aussi bon pour les cheveux tres frises, mais pour moi, cu2019est un investissement qui en vaut amplement la peine!"
        },
        {
            "review_title": "Meh, wish I could return it.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Normal skin",
            "review_text": "I bought this for my daughteru2019s extremely thick and unruly hair, itu2019s okay but even in sections doesnu2019t fully dry it and itu2019s still damp. I have fine, wavy hair and I think it looks flat and straw like compared to when I blow dry then straighten. I use a heat protect and different products but this wasnu2019t worth it. I wish I could return it. I love my Lu2019ange duo curler much better (I realize itu2019s not the same tool but the results are much better)."
        },
        {
            "review_title": "I love mine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This is super expensive, but so worth it. It makes blow drying my hair super easy and it actually makes it look softer and more shiny."
        },
        {
            "review_title": "Shredded my hair",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I've been using the Airstrait for four months now and today was my first visit to the hairstylist who last saw me just before I started using it. While the product has been effective at drying and straightening my curly hair in about 10-15mins, my stylist said my hair is literally shredded. Nothing else in my routine has changed, I use all Olaplex products and a heat protectant, and am generally pretty willing to invest in my hair as evidenced by my purchase of a $500 blow dryer. REALLY sad that I now have to eat the insane $500 cost AND manage my shredded hair. As a marketer at a large company, I am NOT happy with the significant claims Dyson made related to this product that drove me to purchase it and frankly am surprised their legal team let them get away with it. Do not recommend."
        },
        {
            "review_title": "BEST device for thick frizzy hair. Hype is real",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "I've purchased every hair tool available; my hair is high maintenance, think, frizzy, coarse....and I'm low maintenance kinda girl.  This is the BEST device I've ever used for my type of hair.  If you have thick, frizzy, wavy hair, this is worth every cent and the investment. It's like magic!  My Dyson hair dryer and air wrap and everything else are collecting dust as I read for this every day."
        },
        {
            "review_title": "MAGIC",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I never write a review, but after using this tool is a life changing it really straightens your hair in 1-2 pass. It also saves your time if you want your hair straightened and no frizz when you on rush, purchase  this Dyson Airstrait straightener. straightene"
        },
        {
            "review_title": "Life changing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Yasssss queen! This is it! I own the Dyson hair dryer with all the attachments, but this flatiron is a must! It simple to use and looks crazy good! Heat flat irons are so out, this one is the future"
        },
        {
            "review_title": "Best hair dryer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This is the best investment for my hair. My husband got it for me as a Christmas gift and I am so grateful because it works better than anything I have used for my hair. I have 3a/3b curls that is low porosity. I donu2019t have color treated hair so my hair is very healthy, but takes forever to dry. This gives me sleek straight hair with some volume. Hair feels flowy and soft with nice ends. Hair looks almost naturally straight with lots of movement.  I do sometimes need a straightener just to give me even sleeker hair, but its not necessary. I find that since using the air straight i have less frizz and my hair is the healthiest itu2019s been. I do have the dyson supersonic and dyson corrale and so far this is my favorite although i love them all."
        },
        {
            "review_title": "Too Complicated",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I donu2019t like this thing. Itu2019s hard to use and you can only hold it in one direction or it will blow the hair up. Iu2019d rather use a straightener, itu2019s easier"
        },
        {
            "review_title": "My new favorite hair tool",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I am absolutely shocked at how well this works. I have very curly, thick hair that I blow out weekly. This did the work of a blow dryer and flat iron in about 45 minutes. No flat iron needed."
        },
        {
            "review_title": "Traditional tools work better for thick hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "It works well enough to dry and straighten hair together after washing. But I have pretty think hair and it doesnu2019t work as well as a traditional blow drying"
        },
        {
            "review_title": "Obsessed -- use this all the time!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "My new year's resolution for 2024 was to never go to sleep on wet hair, and because I've started doing more evening workout classes with a friend, I realized this would be impossible without finally giving in and buying baby's first hair tool. I decided to splurge and buy myself the Airstrait for my birthday, and it has absolutely changed my life. This thing is absolutely goof proof (I'm the goof, have never had any idea how to do my hair until now). I love that it makes my hair SO shiny and sleek; this has led to every day being a good hair day! I thought it was easy to learn how to use, but I did watch a few videos first because I was nervous (again, I don't know how to do hair). My hair is pretty fine, so I've found that if I grab small enough sections (1/2 inch for me), I can get my hair perfectly dry using only one pass and my whole head of hair only takes TWELVE MINUTES. While this is a horrifically expensive hair tool, the cost per use is going to be absolutely worth it because it works so efficiently that I use it every time I wash my hair."
        },
        {
            "review_title": "My go-to Tool now",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I like this tool. Easy to use, and faster. All in one."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This product is great if you are a girl who has to blow dry and then straighten your hair like me. I have wavy damaged hair. It always looks shiny and healthy after use. Only downside is it provides no volume."
        },
        {
            "review_title": "Slowly",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I give a low score only because I have been waiting for delivery for 17 days. I might have to wait another 17 days.  I am very angry."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I used this product but itu2019s too pricy for the price I paid. Itu2019s definitely a good combination of dryer and flat iron but too pricy. I would love to keep it if it would have been cheaper."
        },
        {
            "review_title": "Dry straw like hair",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I really wanted to love this. Itu2019s very easy to use and drying time is quick. However, everytime I use it my room is smoky after. Donu2019t know if itu2019s the products causing it? My hair also appears dry like straw after.  afterward"
        },
        {
            "review_title": "I use it every day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Normally I used the straightener to straighten my hair but since I use this product when I straighten my hair it looks healthier."
        },
        {
            "review_title": "Waited my whole life for this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "The perfect tool for lazy people like me. Love it ud83dude0d"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "I love this product! It helps me get my hair done so much faster and saves so much time! :)"
        },
        {
            "review_title": "Yes!!!! Want the flatiron look? Get this now!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I have thick, curly hair with lots of texture which is very sensitive to humidity, not a good combination for Texas humidity. This will give you the sleek flat iron look, faster with less damage."
        },
        {
            "review_title": "You NEED this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "Im super satisfied with the Dyson. Forget waiting around a straightener to heat up, this thing heats up in seconds. It also doesn't do as much damage as a straightener would do and it's easier to use."
        },
        {
            "review_title": "Worth ever penny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "best thing for my hair. my hair feels soft and smooth, the best"
        },
        {
            "review_title": "Incredibly impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "My husband purchased this for me for Christmas seeing as I use my airwrap daily, but this has become my new daily staple. Itu2019s super fast, reduces frizz, and my hair has never looked better!  The only"
        },
        {
            "review_title": "Worth every penny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Easy to use, hair feels soft, super quick tool. Totally worth the money."
        },
        {
            "review_title": "This is worth every $$$",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I Love my Airtstrait! Very easy to use, this save me time and I have wayyyy less frizzy hair, considering that where I Iive is  very humid weather."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Got it for Christmas and I love it! My hair goes from wet to dry and styled so fast!"
        },
        {
            "review_title": "Life Changing for Frizzy Long-haired Girlies",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I probably watched 100 reviews before purchasing and I am so glad I caved. I went from clip/pony tail girl to frizz free long-haired girl overnight. It cuts my routine in half now that I donu2019t have to blow dry, straighte, the. wave out my hair. TRULEY OBSESSED"
        },
        {
            "review_title": "On the fence",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I just tried it after buying it from Dyson with a 10% discount using the code ofertadyson. My hair is STUNNING and perfectly straight despite having 3c curls with thin hair. I noticed a few strands of breakage, so Iu2019m hoping that itu2019s normal and not like the other reviews about it messing up your hair for good."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Got this for Xmas and itu2019s worth every penny. Straightens hair sleek and quick. Super easy to use! I have the Dyson blow dryer and reach for it basically never now."
        },
        {
            "review_title": "love.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "love love love cuts down so much time compared to my normal hair routine."
        },
        {
            "review_title": "love it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Normal skin",
            "review_text": "whenever i use a flat iron it doesn't make my hair pin straight and always has so much frizz. this works magic. literally made my hair perfectly straight and lasted a while without having to touch it up. it also dried my hair perfectly. some tips though: go slow with each piece and go over each piece 2-3 times."
        },
        {
            "review_title": "A game changer ud83cudfafud83dudc4dud83cudffb",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is 100% worth the hype! Although I do not want to pay the high price tag, I have to say this gives me salon blow-out  that I was never able to achieve at home. My hair is SO smooth, shiny, and frizz-free compared to simply using my GHD flat iron. It's a total game changer!"
        },
        {
            "review_title": "Terrible. Do not buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Itu2019s not effective straightening my hair. All it did was wasting my time and damaged my hair. It dried my hair ends and made my hair frizzy. I ended up re-washing my hair and used my good old hair dryer and straightener to fix my hair. Now we be to waste more time to return this expensive garbage."
        },
        {
            "review_title": "not worth the hype",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Porcelain skin tone, Dry skin",
            "review_text": "I really wanted to love this, but it just didn't work for me. I have fine, but frizzy hair. This did dry my hair fast, but it left my hair straw like. I still had to go over it with a straightener after to smooth the flyaways and remaining frizz, which ultimately made it take longer than my normal routine."
        },
        {
            "review_title": "BREAKAGE",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "Buying this is by far my biggest regret. Before using the dyson my hair was almost to my waist and super healthy. I bought this in June and yes it allows you to straighten your hair while it is wet, HOWEVER it is December now and I have not changed anything in my hair routine, I haven't dyed my hair, and I got a 2 inch hair cut in august. My hair is now a little below my shoulders (at the longest point) and the rest is full breakage. This is the only hair tool I have used since June, not to mention I don't even use it on the highest heat setting. I am at a loss with my hair but the first thing for sure that I will be doing is getting rid of this dyson. BY FAR THE WORST THING YOU CAN USE."
        },
        {
            "review_title": "Disappointing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "Super disappointed.  the only good part about is drying your hair, so basically using it as blow drier . if I want a nice straight look I would have to use my regular hair straightener.  dyson has nice technology but leaves your hair very freezer , does it give a shine it's pretty bad. oh and it's pretty loud which I find very annoying."
        },
        {
            "review_title": "Game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "From skeptical to impressed from someone with a lot of hair and after years of trying excellent dryers and still having to spend an hour to dry my hair."
        },
        {
            "review_title": "worth every penny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "i have fine, wavy/curly hair with a straight root. takes away all frostiness. it needs a second pass on the dry setting for a perfect look. i would recommend for fine, medium to long caucasian hair. i really donu2019t know how well it would work for other textures. iu2019d imagine it would be less silly and straight. it would be more o a puffy straight. nonetheless, itu2019s worth it for my hair. and it requiresWAY LESS heat than a normal flat iron."
        },
        {
            "review_title": "Far too expensive but completely worth it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Iu2019m obviously not going to recommend that anyone spend $500 on a hair tool because that is absolutely ridiculous. No one needs a $500 blow drier. I will say that I stupidly spent $500 on it and I donu2019t regret it at all. Itu2019s way too expensive but it works so well! My hair goes from just out of the shower wet to dry and strait in less then 20 minutes."
        },
        {
            "review_title": "Give it a chance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This takes some getting used to (bulky size, heavy, loud), but I'm so glad I gave it a chance. It's been a real game changer. It allows me to dry and straighten in about 10 minutes. Great for fine/thin hair because the opening is quite narrow. I also like that I can dry my hair with less heat, especially after a hot shower I don't get sweaty using this thing like I do with a traditional blow dryer!"
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "My hair usually takes 15-20 minutes to dry with a blow dryer, another 10 mins to straighter plus extra few minutes if I want it super straight. Using Dyson Airstrait cut that time to half. I mean .. lock it to use as blow dryer, unlock to straighten hair. All in one. And my hair looks healthy and stays straight for days. You can also use it on dry hair, Adjust the setting, and use it like a regular flat iron.  Donu2019t forget to use the cold air to u201cseal itu201d.  PS - if you have the Dyson supersonic Hairdryer .. Airstrait still dries the hair faster ud83dude09"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Worth every penny.  Wish I would have bought earlier."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Works so quickly and is so easy to use- not normally a fan of super straight hair, but it makes it so easy."
        },
        {
            "review_title": "mind-blowing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "This is 100% my opinion and I bought this with my own hard-earned money. My only regret is not having gotten this earlier because this machine is like magic. it cut my straightening routine in half. I do not normally blow dry my hair because it makes my wavy hair very frizzy, so I just wait for it to dry, and that takes ages. I even got a wet-to-straight straightener but hated the sizzling sound. you get none of that with this Dyson product, it took 2-3 passes for each strand to be dry AND straight. Game changer for sure. hundred percent recommend it to my wavy/curly gals!"
        },
        {
            "review_title": "Itu2019s actually amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "My hair was done in 15 minutes compared to 45- an hour with a blowdryer and straightener, I didnu2019t need to put the heat too high, AND I put my grandma onto it"
        },
        {
            "review_title": "LOVE LOVE LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I have thick curly 3a hair that can be really stubborn when it comes to heat styling. This product made my hair really straight and easy to style! This will be my new go to styling tool!"
        },
        {
            "review_title": "Work okay not for the price tho",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "I have had this product for a few weeks and im a little disappointed in it i paid a lot for this and it leaves my hair slightly wavy but the blow dry feature is lovely doesnu2019t straighten my hair but i drys quickly   All i have to say about this product is that it is not for my hair save your money on this one hon also it dosent get the roots of your hair at all leaving them all frizzy   Overall this lroduct is four stars for me its okay but for 150$ not 550$"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I got this for my almost 5 year old since she has very thick hair that dries all frizzy and wavy. This works wonderfully! I use the lowest heat setting and it dries and smooths her hair as if I used a regular flat iron!"
        },
        {
            "review_title": "Smoothest hair Iu2019ve ever had",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "My hair looks better after using this than blow drying and using a scorching hot straightener on it. I have long wavy hair and even if I let my hair air dry most of the way and it gets frizzy/wavy, I use this and itu2019s extremely smooth and straight"
        },
        {
            "review_title": "Great for textured hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Medium skin tone, Oily skin",
            "review_text": "I have used this at least every week for the past 6ish months that Iu2019ve had it . Use it more then the airwrap ! I have coarse curly but also low porosity hair ? This has helped me manage my hair and now itu2019s always styled !"
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Dry skin",
            "review_text": "I am so glad I decided to purchase this. I have the air wrap which I honestly hardly use but now I will use it in conjunction with the airstrait. I have very thin wavy hair and I use the lowest heat setting and  it straightens my hair no problem leaving it silky smooth for days! I used the air wrap after straightening to give volume and my hair came"
        },
        {
            "review_title": "it's SO good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Normal skin",
            "review_text": "I decided to splurge and invest in this and have not regretted it for a second. I have naturally wavy hair so it's not a huge feat to straighten but I was not expecting the just got a blowout feeling every single time this is used. It makes my hair feel so silky and smooth and I absolutely love the cool setting to use after. This tool has made styling my hair feel less like a chore and more like a fun task that I don't mind doing."
        },
        {
            "review_title": "Returned twice-buyer beware",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I was so excited to use my %15 off discount after researching the airstraight extensively. I already have the Dyson hair dryer and it does a great job however I usually only use the diffuser for my waist long hair. So when I tried this and saw how quickly it dried and styled my hair in 15 mins I was in love (for reference I have waist length hair). However that joy was lost after just 10 days of usage. It suddenly stopped working and I couldnu2019t get past the cleaning screen. No error message-nothing. I promptly returned it for a new one. The second one didnu2019t last more than a day. I contacted Dyson to see if I was doing something wrong and they would kindly exchange it for a new one however by this time I felt defeated. I returned it back to Sephora and got my money back. I gave it two stars because when it DID work, it was great. However I didnu2019t want to take another chance on getting another defective one."
        },
        {
            "review_title": "Not for frizzy, wavy or curly hair.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I really wanted to like it but I ended up having to go over my hair with a straightener after using the airstrait, which kind of defeats the purposes of this tool. I live in a humid city and have frizzy wavy-curly hair and also have a lot of baby hair. The big plates make it impossible to dry/straighten the roots because it blows air at the bottom of the plate so the roots will never get the same treatment as the rest do the hair. I also wasnu2019t impressed with the rest of the hair, but think it would be great for people with less textured hair. Needless to say, I ended up returning it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "This product is unbelievable   Itu2019s magic !!!!   Works as directed ..  get it if you want shines straight hair"
        },
        {
            "review_title": "Defective!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "BEWARE!! I received the Dyson Airstrait today, turned it on and it immediately gave me an error that said Contact Dyson.  I called Dyson and after being on hold for 30 minute, having to give them ALL of my information, then video call with them, their solution was to turn it off and on about 10 times, which continued to give me the same error.  They then tried to get me to send them the defect unit for repair.  Not doing that!  I'm returning it to Sephora and getting my money back.  I have no faith in Dyson products from now on!"
        },
        {
            "review_title": "Very fast",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I wash my hair in the morning and I needed a quick styling tool and this gets my hair dry very quickly! However it doesnu2019t get my roots that well and if you have a cowlick it doesnu2019t really get it"
        },
        {
            "review_title": "You want this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair",
            "review_text": "Amazing! I canu2019t stand putting a ton of time into hair, too impatientu2026.And this is so perfect! I have all of dysons hair tools, and this one doesnu2019t disappoint either."
        },
        {
            "review_title": "So good for curly hair!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "My hair is naturally thick and curly. Iu2019ve damaged it a ton from straightening it with an iron and Iu2019ve finally got my curls back. I was hesitant to buy the Airstrait, but yu2019allu2026It WORKS. And it took the same if not less time than a normal straightener when my hair was dry (which for me is ~40 minutes). I havenu2019t tried it with damp hair yet, but either way itu2019s totally worth it because itu2019s using so much less heat and doesnu2019t clamp/pull as much as a straightener."
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "initially, I tried to use it without a brush, but that came out a bit frizzier than I liked. once I started using a brush with the airstrait, my hair came out much nicer. overall, I quite like this. it saves time waiting for my hair to dry and my hair doesn't come out smelling like I flat ironed it.. haha.   as a side note, I have bleached hair and I use the bumble and bumble spray as well as the colorwow dream coat spray. my hair comes out feeling smooth"
        },
        {
            "review_title": "INCREDIBLE hair tool!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "OH . MY . GOSH ... I've been eyeing this dyson airstrait for awhile but I was hesitant on getting it because I thought it might give me the same results as the dyson airwrap which I already have! with my dyson airwrap it's a phenomenal product but even when I use the 'smoothing' hair brush I always have to go in with a straightener afterwards because it doesn't give me nice smooth and sleek results that I want. when my hair air dries it's like beachy waves but unflattering because it's much more puffy and frizzy which I don't like!! I watched so many videos on the dyson airstrait really trying to see if it would actually make my hair sleek and straight ALL in one go! and it DELIVERED while also making my hair look fresh and healthy, It feels and looks like I just left the salon with a fresh haircut, I'm so amazed! this works so incredibly good but I wouldn't say it will fully replace my normal flat irons only because I have bangs and I like to curl them inwards a certain way and I can't do that with this tool so I will still use a normal flat iron specifically for my bangs but will use this for the rest of my hair from now on!! ...also p.s don't say nothing about my hair color or 'roots'  LOL I'm letting my natural hair color grow out ud83dude48 hahah"
        },
        {
            "review_title": "Happy investment.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Blown away. Literally. Iu2019m in awe. Firstly itu2019s so easy to use. Intuitive. And secondly from wet to dry, whole head in 10 mins not to mention silky smooth and shiny. Can I say more? Get yourself the gift of time. Iu2019m obsessed."
        },
        {
            "review_title": "Worth the money",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I wear wigs daily and Iu2019m not great at doing hair. This makes it so fast and easy. A great investment and doesnu2019t rip your hair out!"
        },
        {
            "review_title": "A MUST for the frizzy hair girlies",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "If you have been round brush blow drying your hair this will work wonders. I have frizzy hair that needs smoothing using heat and this is not only much easier to use but gives smoother results. You can even add a bend to your ends if thatu2019s youu2019re thing.   If youu2019re the kinda person that can tough dry your hair and get perfectly smooth results (not me), then you donu2019t need this."
        },
        {
            "review_title": "Great for long hair and extensions",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have a lot of hair and have extensions and this is great! definitely cuts down on dry time and leaves hair sleek and soft. I may still use my original dryer for the roots to get some lift but this is great. Worth the $$. Also does a great job using it on dry hair to get rid of kinks while sleeping. I haven't used my straightener yet!"
        },
        {
            "review_title": "Meh",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Pros: itu2019s pretty quiet, easy to figure out and use.  Cons: takes at least 25% longer for me to dry and straighten my hair, vs a round brush and dryer. When used in dry mode, it made my hair incredibly  static. Really expensive. If you have fine hair and straighten your hair daily, this would probably work nicely."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "The Airstrait did a fabulous job on my thick and coarse hair, I am happy and I look forward to using it more!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So far this is amazing !!! I am so impressed !  I regret getting the air wrap due to I never curl hair I like more straight !  Highly recommended! I have Dyson hair dryer and iron too but this is just amazing ! Love it !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "Love this product, easy to use, nearly no harm to hair."
        },
        {
            "review_title": "Wow ud83eudd29",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I bought this on a whim as a treat for myself. OMG! I didnu2019t expect it to be this good! I have curly long hair and i wake up looking like a mess.I can run this through my hair and in 5 mins I look polished and perfected.  Game changer!"
        },
        {
            "review_title": "A must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This is by far my new favorite tool! I donu2019t like to use heat that much but i dried and straightened my hair in 12 mins! Itu2019s long and curly underneath! Highly recommend!"
        },
        {
            "review_title": "Saving my bleached hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "My hair has never felt better. I have a natural wave in my hair but prefer to wear it straight most days and this has saved my bleached hair. I barely have any breakage on my ends and I recently got my hair lightened so I was worried about that. I use this and the color WOW dream coat and the results are amazing. Cannot say enough good things!"
        },
        {
            "review_title": "A gamechanger (not incentivized)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am not the kind of girl to spend a lot of money on hair. My blowdryer is an old $20 Revlon from who knows when and my Chi hair straightener was my splurge item at $100. I have thick, dark, medium, 2c curl pattern hair and dread the hour it takes after a shower to style it with a round brush and hair dryer if I want it straight to avoid having to put in the cocktail of product to avoid a frizzy mop. I've tried the Revlon One Step Volumizer tool and it only saved me 5ish minutes.   With 15% rewards for my VIB membership, I thought why not try it? If it did not work in the slightest, it was going to go right back. If I like it, I get a little bit off discount.   This thing is high-tech, has a neat cleaning function every time you turn it on, and shuts off when you set it on the counter. There are options for straightening dry hair or wet hair and 3 heat settings and one cool setting.   At nearly $500, I wasn't here to mess around. I got out of the shower, hair sopping wet, tossed in a bit of smoothing creme, and set this thing to stun (highest heat setting 275 degrees on wet hair mode). It took me less than 25 minutes to get my entire head completely dry and straight. Compared to the usual hour, this is a gamechanger for me. My hair was straight with still some volume which is how I prefer it, but I suspect if I wanted it stick straight, I could just spend another 5-10 min quick pass through with my hair straightener.   Cons: It's heavier than a typical hair straightener but the strain for me is far less than from my round brush and hair dryer. It is expensive and I am privileged to be able to splurge on this at this point in my life.   Time is valuable to me, and with an extra 35 minutes of my life back, it is worth the price."
        },
        {
            "review_title": "Here is your in-depth curly hair review!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
            "review_text": "I have type 3B curls. I really didn't have high hopes for this, but dang, it work wonders. It's like magic, I can't figure out the tech, it's pretty awesome. So, a few things of note. It's not going to give you a large, beautiful blow out. This is much more akin to using a straightener, which makes sense. My Revlon One-Step gives me all the 80's height and volume, this does not. But it's not far off. It still gives me a decent volume boost, and coming from the view of a straightener, it gives a heck of a lot more volume than any straightener can.  Now, for the straightening of the curls - it does it! It works wonders. It straightens my hair  perfectly, quickly, and with less heat damage. There's still heat, this 'no heat damage' is misleading, but it's much less than traditional irons or dryers. It's magic, that's all I can say. I grab a bunch of hair, run this through twice, and any evidence of curl is gone. I'm truly impressed. I am going to miss my Revlon One Step, but dang this straightens my hair so great with less damage.   I've used it on wet hair and dry hair, and works great on both with the same settings. FTR, I towel dry my hair, add product, and then use this. I also add more product after because I do get frizz from it.  Potential cons (and cons is strong word here): It's not frizz free. I still get frizz. You still need your heat protectant and frizz control products. It's heavy. Heavier than a blow dryer. Not a deal breaker, but this is certainly a solid piece of machinery. And it's huge, it takes up a lot of space in my drawer now. The cord is kind of annoying, it's heavy duty and has a large piece that can get stuck on the lip of my counter. And it probably accounts for 1/4 of the weight of this thing!  Aside from all that, it's 5 stars. It does what it says. If it didn't, I 100% would not be keeping it for $700!!"
        },
        {
            "review_title": "Only tool for straight hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The only tool you will ever need for wet to dry pin straight hair. Period. Hair will feel fresh and natural for days. Cannot use for any other styling."
        },
        {
            "review_title": "The perfect straightener",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Holy grail hair straightener! My friends are always asking to use this because we are all in love with the ease as well as the results with this little guy! A must have!"
        },
        {
            "review_title": "Tried to love it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I gave this a shot a couple times, couldnu2019t get it to work for me. I have curly hair and even though it somewhat straightened my hair it didnu2019t look sleek and ended up looking frizzy even while using thr color wow dream coat. 2 stars because it didn't feel damaging to the hair"
        },
        {
            "review_title": "game changing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "AMAZING! As a chronic hair straightener, this is game changer for me. My hair feels like i just got it done at a salon and I donu2019t have to touch my hair with a straightener!"
        },
        {
            "review_title": "New toy for my thick and long hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "My first use was amazing.  I used it on my wet hair and dried it right away.  It impressed me my hair didn't get any damage but dry in a minute.  I even used it on my 11-year-old dry hair and it shines straight."
        },
        {
            "review_title": "The smart and safe way to straighten hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I have medium long, thick, wavy and freezy hair and this tool straightened my hair in less than 20 minutes. It went from 80% wet to shiny and straight hair. I used the wet setting at the lowest temperature, and then one last finishing pass in the dry mode (lowest temperature) for the front part of my hair. Unlike a traditional hair straightener I never felt sweaty during the process and my hair smells good too. The on/off mode it's mind blowing, I'm sensitive to noises and I love this feature. The only con is that it can be a little tiring because you need to clamp your hair and while it's not a heavy tool the actual motion it is repetitive. Try switching hands or use both hands to hold the tool. If the tool lasts 2 years it is cheaper than having a keratin treatment twice a year and healthier (no more chemicals and fumes). I'm so happy!"
        },
        {
            "review_title": "Best purchase ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The best purchase I have made ever. It is expensive but if you do like your hair straight without freeze is the best thing ever and is worth the price!"
        },
        {
            "review_title": "Love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am a big fan of the Dyson stylers. I have really frizzy curly hair and it is hard to maintain. This really makes it easy to get a nice blow out after a shower. I got it during the sephora sale so was a good price!"
        },
        {
            "review_title": "defective",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I was sooo excited to get this and am extremely bummed that the one I received is defective. I have been eyeing dyson hair tools for years 6 nothing really got me to buy until this new tool. I can only envision how simple and nice it would make styling my frizzy and kind of curly hair. It was delivered today, and I excitedly read the instructions, wetted my hair to test it out, and plugged it in. I powered it up, and it immediately gave me an error message and said to contact dyson :( I hope this isn't a trend for the tools that sephora sold during this vib sale. I have purchased 1 more and will be anxiously awaiting its delivery."
        },
        {
            "review_title": "Delivery disappointment",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Order online, but never get to try (heard itu2019s super good!) It wasnu2019t probably taped so people can see what is inside the box. It came with empty box when its in my hand."
        },
        {
            "review_title": "Itu2019s amazing u2026. Run and get it !!!! Worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love Dyson, I have had the hair dryer for 3 years and itu2019s amazing! I love a sleek blow out so I believed the best option for me was the airstrait instead of the air wrap. And let me tell youu2026 itu2019s life changing !!!!!!!"
        },
        {
            "review_title": "Dream Tool",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This product is a godsend. I have dreamt of easily styling my hair (from wet) in one step since I was a teenager, and Dyson has answered my prayers. Itu2019s so simple to use, and gets incredible results. Wish I could give it 6 stars."
        },
        {
            "review_title": "Absolute necessity",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Was skeptical at first but the Dyson Airstrait is amazing. I have extremely thick, long, coarse wavy hair (good for me but hard to manage), it does take a couple of pass throughs on sectioned hair to dry and straighten but styling under an hour from wet is a godsend. Absolutely recommend this product."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Another awesome product by Dyson!  I have fine, straight hair with a slight wave.  It does my hair super quickly without the high heat and doesn't pull on the hair like some straighteners do.  It is a bit heavy and bulky, but I expected that.  Only complaint is for $700 Dyson should provide some type of case to keep the device in."
        },
        {
            "review_title": "Worth the hype!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "So I know itu2019s very pricey for a hair dryer but personally I think itu2019s worth the investment. If you use it everyday for a year and a half itu2019s like $1 per use #girlmath. But seriously, it cuts my styling time in half. It reminds me of one of those wet to dry straighteners that I used to use as a teen, except this tool is actually safe to use that way. This tool basically combines the plates of a flat iron with the hot air of a blow dryer. The plates themselves do not heat up like a flat iron, the plates clamp the air that then circulates hot air, which I feel also helps if you're trying to minimize heat styling on your hair (still use a heat protectant though). I used to have to blow dry my hair and then straighten it, but not anymore. I honestly don't even use my flat iron anymore, so it saves me time when styling and space in my luggage when I travel because this is the only styling tool I bring if I want straight hair. I will say though that this tool does not give you that salon blowout look, so if that's what you're hoping for, this isn't it, because it's not designed to deliver those results. It's meant to dry wet hair straight and does a really good job of that. I do think the results are a little more bouncy and voluminous than you would get with a flat iron, so if you want a pin straight sleek look, you can definitely go in with your flat iron after."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Best purchase I have ever made! Cuts my get ready time in half! It also makes be able to not straighten my hair! Itu2019s like I give myself a blowout, with a lot less effort!"
        },
        {
            "review_title": "Not right for curly hair IMO",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I found it just did not work for my hair (3b), I definitely could not just use it and go even if I straightened after using you couldnu2019t get rid of the frizz. Not right for my hair type but if I had up to 2c hair it would probably be great!"
        },
        {
            "review_title": "Good hair drier, not worth the price",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "This thing makes getting nice sleek hair so easy, but itu2019s heavy and a little tricky to maneuver. Iu2019m happy with my purchase because I used gift cards so it was only about half the price, but it isnu2019t quite worth the price . I also have a revair and honestly it does a way better job of this same thing."
        },
        {
            "review_title": "Saving so much time!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "So glad I bought this. It makes my life so much easier. Have very thick and wavy hair. I was just exhausted drying my hair for 10 min + flat iron for at least 40 min with every wash. With air straight I am done within 15-20 min. So worth it!!"
        },
        {
            "review_title": "Not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I wanted to love this, but unfortunately itu2019s trying to do too much. I was told that the air is what straightens the hair but thereu2019s actually plates that heat up to so it almost burnt my hair. I did not like the way it straightened while drying.ufffc"
        },
        {
            "review_title": "Miraculous!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "This tool is miraculous! I live in Florida with high humidity and hard water and my hair is always a mess. Saves me money in the long run with keratin treatments"
        },
        {
            "review_title": "Bummed that this didnu2019t work",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "I was excited to try this straightener since I have thick frizzy, wavy hair.  Unfortunately, it didnu2019t make my hair smooth and silky in the way a Japanese hair straightening perm does.  It gave my hair unnecessary volume"
        },
        {
            "review_title": "Not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "As someone who bought this back when it was first released Iu2019m giving fair warning that one day this flat iron will NOT keep its charge and Dyson will literally tell you youu2019re SOL. There is no fix for the battery no longer charging"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Absolutely love it! Just as advertisedu2014cuts hair drying and styling time significantly. Recommend it a 100 percent."
        },
        {
            "review_title": "Itu2019s FAST!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019m in love with it! Iu2019m hoping it will last forever.  Itu2019s FAST! Which is extremely important for lots of thick hair. I donu2019t curl my hair, but I guess I could follow with a curling iron."
        },
        {
            "review_title": "I just love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have a curly hair and it takes me 30-40 min from wet to dry if my hair is already dry it could take less. I love how fast it dries my hair very practical on busy days. It leaves my hair shiny and soft the reason why I took away one star is because it stopped working after one week of using it I contacted dyson and they replaced it."
        },
        {
            "review_title": "Cuts styling time in half!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Amazing! It doesnu2019t need much more explanation then that. So easy to use and makes your hair look great. Shiny and full of life . Dyson is the best"
        },
        {
            "review_title": "Just buy it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Buy it nowu2026.yes it is expensive but worth it. Your hair will not feel dry or fried once you straighten it. It straightens your hair but doesnu2019t take away shine, movement or flexibility."
        },
        {
            "review_title": "Bought with my own $$$. It's amazing.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I did not have high expectations of this tool. Wow, I was wrong. It does exactly what it says it will do. It straightens your hair with air. It does that if you're hair is wet or dry. I've used it 5 times now on both wet and dry hair. Straight smooth hair, every time (and I have naturally curly hair). Some reviews say it gets hair too straight. It is NOT like a blowdry-brush. It will not add body and a nice loose curl at the end of your hair. It is a straightener. Plain and simple. I am shocked it actually does exactly what it says it does. That's rare. It's expensive, but it's replacing my regular blow dryer, my blowdry-brush, and my flatiron. Totally worth it. And so far, I see no flyaways or damage to my hair. Hopefully that will last over several months. Super glad I tried it."
        },
        {
            "review_title": "Unbelievable- love it so far",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have waist length hair that is a mix of 3a to 3c curl type. I was pretty skeptical buying this tool as an understatement. I usually air dry my hair only and wash it one a week as a rule due to coarseness and frizz. This darn thing will dry and straighten my hair in 20 minutes and I am absolutely shocked. I do not find this tool to be heavy at all, but it is rather awkward trying to get the hair closest to my scalp straightened with it.  I love it so far and itu2019s nice to have dry hair in the winter where I live. Oh and my hair also stays straight which is totally unbelievable. Normally my hair will return to its stubborn curly frizzy state, but not anymore, and that is sort of life changing for me. I own 2 Dyson vacuums also and they are incredible. I highly recommend at least trying this thing if you can catch it on sale as the price is crazy, but it is an amazing tool."
        },
        {
            "review_title": "Best hair tool Iu2019ve used in a very long time!! :)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Obsessed with this. I no longer need to use a blow dryer OR hair straightener because it does both. Makes my hair so silky and soft. Extra perk:  I no longer need to use dry shampoo anymore! The low heat/air gets rid of hair oils!"
        },
        {
            "review_title": "Not for very thick hair. Doesnu2019t make hair slick",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I have very thick wavy/curly hair and wanted something that would be very quick but this didnu2019t make my hair slick like I wanted it to be. Itu2019s a great product for thin hair because quicker than other products but not worth it for me."
        },
        {
            "review_title": "Game changing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I didnu2019t want to like it because of the cost. But I can go from wet hair to straight and ready to go in 20 min. It makes my hair super soft and straight. I donu2019t think I could ever go back to my oldstraightener again!"
        },
        {
            "review_title": "Absolutely, yes!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "Love thisu2026itu2019s the real deal. Even for someone with a mix of 4c and 4a hair, to be able to go straight into drying without air drying or worry about the heat damage is AMAZING."
        },
        {
            "review_title": "Best product hands down!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am in love with this product.  I, too, wanted not to like it because the cost is high, but OMG, it is amazing!  My hair from wet to dry took a tad bit longer than just blow drying but it came out completely straight and the even better part is I woke up the next morning without bedhead.....for me totally unheard of.  I would HIGHLY recommend this."
        },
        {
            "review_title": "Buy it! You won't regret it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have owned the Airstrait for about 3 months (I purchased it directly from Dyson). I was hesitant to purchase it initially because it is expensive, and I was highly skeptical. However, I'm on a healthy hair journey and need to break up with my flat iron (GHD owner for 15+ years). My first test of the Airstrait was on my 3-day curly hair. I was shocked to see the result from just a small piece. I have since used the Airstrait on Wet-to-dry, air-dried, and touchups. I LOVE it! My hair feels much healthier and doesn't ever get that burnt hair smell. The Airstrait doesn't really save time over a flat iron, but it will protect your hair from extreme heat and metal plates pulling on your strands. The key to success with this tool is patience. You can't rush through your hair, and you need to spend a little time on the ends to be sure they are smooth all the way through - wet to dry requires 3-4 passes. My style doesn't hold as well in humidity as it would with a flat iron, but I feel better about doing touchups with the Airstrait over a flat iron. Overall, I could not be happier with my purchase! I have even got a few friends hooked!  "
        },
        {
            "review_title": "5/5 Stars till it died",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "5/5 Stars for the product until it died!  I purchased my airstraight via Sephora app and it arrived quickly.  I have goofy, frizzy and wavy hair. This product dried and straightened my hair from start to finish in 22 mins on the first go.  l absolutely love it.   The sad part was after 4 uses, it died half way through straightening/drying it.  At first I tried to exchange it via Dyson direct and they couldn't do it because it has a US serial # despite being purchased in Canada.  So it was unclear if my Dyson person was just confused but I ended up giving up with them. I took it back to Sephora with NO issue at all, very simple and cool about it.  I will be buying another one because it's an excellent product."
        },
        {
            "review_title": "Didn't live up to the hype...or price",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After using the Airstrait several weeks...the results continue to be disappointing.  It does dry my shoulder length, curly, dry and prone to frizz hair more quickly...but the results don't look finished or have any shine as I get with a flat iron.  The design is awkward--the motor box  makes it bulky to use and with the one direction air flow you're limited in how you hold and use it to style while drying.  If you're looking for stick straight and have the right type of hair you might love it.  But for me it is not worth the price and was plain disappointing."
        },
        {
            "review_title": "Love this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "I didnu2019t think Iu2019d like this as much as I did, it makes my hair look like I just left the salon. It makes it just as straight as my flat iron, but with added volume and without the added damage of hot plates. I paid just over 700 CAD for this, but itu2019s definitely worth it! My hair is so soft and shiny, Iu2019m in love."
        },
        {
            "review_title": "Gets The Job Done Whike Keeping Your Cool",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "IF YOU HAVE A LOT OF HAIR, THIS IS FOR YOU.  You donu2019t break a sweat because the only time you feel the heat is when you are drying your roots.  If you have a lot of hair, you know what its like to sweat while styling your hair. Between the speed and the containment of the hot air, this is a life saver.    sweating"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I have almost all the Dyson hair products and this my favorite product so far. I recommend this itu2019s worth it. Itu2019s no heat damage and my hair doesnu2019t break like it does with the Dyson corral. A must have i highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I have curly frizzy hair. This seems to dry it fast but you end up with stiff straight hair. You cannot give some wave to the ends with another tool unless you wet your hair and use another tool"
        },
        {
            "review_title": "Good straightener, questionable around heat damage",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is no doubt a top notch straightener that blow dries your hair much faster than other tools (I use the Dyson supersonic and airwrap otherwise and this seems to get the job done faster).  The claims around no heat damage seem questionable though, my hair does get very hot when using this tool"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I bought this at ulta not Sephora but I love this product so much! It dries and straightens my thick long hair in 30 mins max. This does take a min to learn how to use but so far it has been worth it."
        },
        {
            "review_title": "Wizardry magic!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "This item 100% lives up to the hype!!! I have hair extensions and they can take forever to dry, with this lovely device it cuts it in half to approx 30 mins! I'm beyond impressed and highly suggest getting it!"
        },
        {
            "review_title": "Great multi-purpose straightener",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "So far I've used this twice for wet hair and once with dry hair and it's quite good. I love that it does both. Although it's pretty heavy, so I doubt I would travel with it. But once again Dyson proves that it's worth it to spend money on their tools."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I was so excited to get this, but after using it a couple of times, I was so disappointed. Itu2019s definitely fast, but made my hair look so frizzy and too straight. Itu2019s meant for a softer hair type not curly."
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "Totally worth every.penny.spent! Cuts down drying and styling time by so much."
        },
        {
            "review_title": "Very good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I have all of the Dyson hair tools. This one is great. It straightens my loose curls easily. My hair gets dry and straight with one or two passes. The only cons is the straightener takes time to get used to handling- itu2019s a little heavy but not too bad. Also, it doesnu2019t give that sleek shine that an iron gives to my hair. I end up going over the outer parts of my hair with a regular flat iron to get that glossy shine."
        },
        {
            "review_title": "Itu2019s alright not great",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s ehh, yes it straightened my hair for the moment but doesnu2019t last as it would with an actual hair straightener. It also made me have static in my hair. I personally donu2019t think itu2019s worth the price..."
        },
        {
            "review_title": "BUY IT!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I am the type who cannot do anything with my hair ever. I am hopeless. The Airstraight has changed that for me. My hair looks salon-straightened from soaking wet in 30 minutes. Follow the instructions and use small portions of hair at a time and it will work for you too."
        },
        {
            "review_title": "Amazing!!!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Itu2019s sooooo good! I love it! As someone who is a swimmer Iu2019m always in the pool. This saves me so Much time when I get ready! Love it!"
        },
        {
            "review_title": "Meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Itu2019s okay, I returned mine because I wasnu2019t amazed with the results it gave me and for that price I want to feel amazed but I was a little underwhelmed"
        },
        {
            "review_title": "Will Never Touch a Blow Dryer + Straightener AGAIN",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "As someone who has flat ironed their hair almost daily for the last 15+ years, I had mediocre expectations. A lot of reviews said it wouldn't give the sleek finish like a flat iron. Since my CHI blow dryer had died, I figured I'd give this a try. Worst case I return it and buy the dryer and continue using my straightener. I tried it out the night I received it on dry hair (had a few wonky pieces from having my hair up). It was borderline pin straight after one pass. I have had it now for about two weeks and I have yet to touch my flat iron. There is a slight learning curve (drying the roots first), but its very easy to get the hang of. I am excited to see how my hair looks/feels in a few months since I have cut down massively on the hot tool exposure now. I could see it being a little tedious to use if you have thicker hair and have to do smaller sections, but it worked well for me (I have pretty wavy/frizzy hair that is about average thickness for reference)."
        },
        {
            "review_title": "Buy this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This hair tool is so amazing! 15 minutes and my hair was dry and straight!"
        },
        {
            "review_title": "Dyson, What kinda sorcery is this!!!!! u2764ufe0fu2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I have curly (and short, medium volume) hair, and I prefer to straighten them! It takes about 30-40 mins for this routine! For an impatient being like me, it feels like torture and I donu2019t like my hair wash days! ud83dude09 But Dyson Airstrait helped me get this sorted in less than 10 mins!!! Never have I experienced such miracle.. And yes- this may be a deal breaker for someone else- I still use my Flat iron to give my hair a little inward curl; it takes less than 3-4 mins (or if you have time, you can use bobby pins to curl them up like they have shown in one of the Dyson training videos)  To conclude-  I loveeee it! And thats an understatement!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I wanted to love this, I really did. It cuts down on dry time, keeps me from getting too hot during the summer, and straightens my hair better than anything.   The reason for 4 stars, and the reason I returned it, is that it straightens a little too well and leaves my ends looking oddly fried/ frizzed. I tried a few different things to give it more shape but couldn't quite figure it out.   If this were a few hundred bucks cheaper or I could figure out how to give the ends a bit more oomph, this would be my most prized possession. As it is, it just doesn't work well enough for me to justify the cost."
        },
        {
            "review_title": "Tossing out my old ghd...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "GOODBYE REGULAR OLD HAIR STRAIGHTENER! I was hesitant to spend this much but I don't think my hair could have taken any more heat damage. I have very fine and weirdly wavy hair with a lot of frizz, so I often straighten it. It has a ton of breakage o. top of that. Airstrait took under under 10 mins (inclusive of me drying my roots first) and I even used the lowest heat setting. It gave me nice volume and bounce and barely any frizz! I felt like Jennifer Amiston after I was done lol. Love it! The only con is that it's kinda bulky."
        },
        {
            "review_title": "A must-have and highly recommended",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "After using this product for two weeks, i would say that this is really a great product and i am in love with it. less damage and good results.   My hairs are thick, long and wavy."
        },
        {
            "review_title": "Dyson does it again ud83eudef0ud83cudffbud83dudd25",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve been using the Airstrait for a few weeks now, bought it the second it got to the store. If you regularly straighten your hair, this is for you. This is not a value product, you obviously can find a straightener for less- please donu2019t buy it unless you want to treat yourself. The technology here is amazing, no high heat, no hard plates squeezing your hair just perfect airflow and a sleek hair style in a quick amount of time. Dyson does it again."
        },
        {
            "review_title": "Replaced my air wrap!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "The absolute best.  Loved my air wrap prior to owning the Airstrait but havenu2019t used it since this arrived.  Still gives volume to my very curly hair and it stays straight even in southern humidity.  Highly highly recommend."
        },
        {
            "review_title": "Good but heavy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I have curly thick hair. I have to use in small sections, go slowly, but it does a quick and good job at straightening my hair! Only thing is itu2019s super heavy so I get an arm workout lol. Plus itu2019s not the best with getting the roots. But I am seeing less heat damage which is why I bought it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve had this dryer for about a month now. For reference, I have between 2c and 3a hair, and an undercut to reduce the bulk. It would normally take me 45min to an hour or so to just blow dry my hair. With the Airstrait, it has significantly cut down the time to maybe about 20min. You do need small sections at a time and go slowly. I like the sleek look, so I will still go over each section with my flat iron. I am finding my hair to feel a lot healthier most likely because I am not using such high heat or having to go over each section as much as I did before."
        },
        {
            "review_title": "Highly recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "I can dry and straighten my hair in under 8 minutes. Been using it for over 2 months and havenu2019t noticed any damage from the heat. Paid for itself in saved salon visits already. Highly recommend!"
        },
        {
            "review_title": "Don't buy if you already own the Airwrap",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "The Airstrait does a fairly good job of drying and straightening hair, but I wouldn't recommend buying if you already own the Airwrap. The straight hair results are not much better than using the Airwrap straight brush and flyaway attachment. The Airstrait gives a fairly straight blowout on wet hair, but it's hard to get the roots dry. On dry hair, I found it's not really much different from a classic flat iron but way more expensive."
        },
        {
            "review_title": "Wow, Iu2019m am finally living my u201890s dream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been fighting with my long thick 2a/b/c hair for 30+ years and today, it met its match. All I ever wanted was straight, sleek hair and baby, thatu2019s what this thing did. Wet to pin straight, as promised. Admittedly, there is a little bit of a learning curve Iu2019ll need to master about rough drying the roots so the curl doesnu2019t set in there. But, overall, itu2019s straight and shiny and soft and I cannot believe it. I canu2019t speak for any other hair type, but if you are a wavy-haired flat iron fanatic like me, then give this thing a try."
        },
        {
            "review_title": "Quick dry!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "soooo freaking good! I have so much frizz in my hair, but this just made it all go away!! 4/5 because it is very very heavy, you will get a good arm workout out of it lol"
        },
        {
            "review_title": "Hard to use - Leave my hair frizzy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "This makes my hair extremely frizzy - absolutely hate it. My hair is curly - The hot air it blows out counteracts the straightening effects.  I downloaded the tutorial - read reviews - Nothing helped."
        },
        {
            "review_title": "Save your money sis",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "If you want an arm workout this may be for you.  Complete gimmick, heavy, still damaging, and overpriced."
        },
        {
            "review_title": "Amazing for Wavy Hair & Frizz, NOT for Curly Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "4.7 stars. This is perfect if you have wavy (very wavy to slightly wavy) and frizz. It dries and partially straightens your hair without using a round brush. This will not straighten your roots or straighten your hair completely. I still need another tool to finish the styling!"
        },
        {
            "review_title": "Game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Dry skin",
            "review_text": "Game changer!  I have long thick bleached hair. I donu2019t dry my hair immediately out of the shower. I wait about 1-2 hrs or 50-70% dry. I donu2019t curl my hair because my hair just wonu2019t hold a curl. This drys my hair perfectly straight and silky soft. Iu2019ve never been able to manage a blow dryer and brush like a a salon blow out. This gives me a salon blow in 20 minutes vs 1- 1 1/2 hrs of using a blow dryer, brush and then a flat iron. I purchased 1 for home and another for travel. My dtr loved mine so I bought her one too. Yes itu2019s that great. I have the AirWrap in my graveyard of tools. Iu2019ve never liked it. No cons"
        },
        {
            "review_title": "a must have in my daily routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I never write any reviews on products I use, but I feel I have to write one for this luxury hair product. The price is beyond average pricing of similar products, but if you have the budget, don't wait go buy it! the quality is way beyond the products in the market, there is no comparison. I own the dyson hair dryer (which now became my daughter's hair dryer as I don't need it anymore with Airstrait), I owned the airwrap which I soon found out is not my thing and I sold it. now the airstrait, this is the best of the three. I only always want my hair straight, and nothing fancy, I am not good at styling my hair, this tool has made it so easy and the results is beyond great! don't hesitate, you will not regret!"
        },
        {
            "review_title": "It has its flaws",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair",
            "review_text": "It really makes your hair soft, smooth and straight. My biggest complaint is that I just donu2019t think itu2019s worth the price due to some flaws. For one, and my biggest complaint, it doesnu2019t dry your roots so thereu2019s at least an inch of hair that stays wet and then that dries funny and not straight. Also you canu2019t turn the wand, it only goes a certain direction. If you try to flip it, itu2019ll leave bad tangles in your hair. I like it because itu2019s reducing heat damage but itu2019s not perfect."
        },
        {
            "review_title": "Best tool on the market!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, lightMedium skin tone, Dry skin",
            "review_text": "I bought this thinking I would probably return it. I have course thick, frizzy short hair. I have not been able to grow it out because my hair u201c mushroomsu201d out! Thanks to this miracle, my hair has never looked better! ."
        },
        {
            "review_title": "First Dyson I returned",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Nothing special and created static electricity in my hair; bonus, still no refund from Sephora after 30 days!"
        },
        {
            "review_title": "Dyson take my money!! ud83eudd70",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair",
            "review_text": "I bought this for my daughter and myself. This is my first Dyson hair purchase and I glad I waited till this product came out because this is all I need in my life. This is the miracle you been waiting for friends."
        },
        {
            "review_title": "Life Changing Hair Tool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair",
            "review_text": "I have fine damaged hair with 16 u201c extensions. This product is revolutionary!!! It makes my hair salon straight with little effort and low heat . I tried the  GHR one first and thereu2019s no comparison . I canu2019t say enough good things about it . Worth the money!!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I'm obsessed. I have stubbornly curly hair that I like to wear straight. Does the job super quickly."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I had to return my airwrap, I didnu2019t find it very user friendly and not exactly what I had in mind. But this airstrait is a whole different product. Iu2019m amazed how I can go from towel dried hair to straightin just under 30 minutes. I guess it depends on what use you have in mind when choosing between these two products."
        },
        {
            "review_title": "Wonu2019t replace every hair tool - but comes close.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "While this wonu2019t be the only tool you need to get the perfect blow out, itu2019s the closest Iu2019ve found. It will replace my Air Wrap unless Iu2019m doing full curly. I took it from soaking wet to dry and then hit it with the u201cdry settingu201d to get the shine/softness I normally get from my flat iron. Then, I just did the ends with a curly iron and I got so many compliments."
        },
        {
            "review_title": "No more keratin and my hair is straight!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "My hair is colored, fine, and dry. Itu2019s wavy/frizzy on its own. I was getting keratin a few times a year but it was too expensive. This works as well as keratin on my fine hair and itu2019s already paid for itself!!!"
        },
        {
            "review_title": "Finally a tool that does what it claims u2026",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Awesome tool .Yes is pricy but if you spend at least $40 a week to get your hair done is worth every penny. Is really a no brainer as far a damage to the hair.285F is the highest heat setting setting"
        },
        {
            "review_title": "Game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "The best. I haven't purchased a hair styling tool in a few years, and the airstraight is a game changer. I have fine, wavy hair and using a flat iron does not compare to the result the dyson gave me. When I straighten my hair, the smallest amount of wind would destroy my efforts. The airstrait smooths the cuticle and locks in the look. I'm so happy with my purchase. It has made me more confident and comfortable with my hair. Made my hair smooth, shiny, and not flat it looks so healthy! I'm blown away. would have spent double now that I know the results."
        },
        {
            "review_title": "Hate how much I loved it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, lightMedium skin tone, Combination skin",
            "review_text": "After all the doubts I bought it. Received it today right before I washed my hair. LOVE IT!! Didnu2019t expect it. I have thick fizzy hair and it did pretty good job drying it straight. Left my hair voluminous and soft. Yes itu2019s kinda big in hand and you need to hold it one direction (unlike regular stylers with plates) so it makes it a bit harder on a back of head"
        },
        {
            "review_title": "A must-have for fast/easy hair styling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I debated for over a month on buying the airstrait because, honestly, the price is a lot for a hair tool (imo). However, after seeing it in person I decided to buy it. I am not an influencer nor do I spend hours and hours getting ready. I usually leave home with my wet hair straight out of the shower BUT after buying the airstrait my hair looks amazing (for me). I see a lot of the reviews and will say it doesnu2019t leave your hair completely straight, rather it straightens it for me but leaves some volume. If I put styling cream or hair oil, it calms down the frizz, and Iu2019m good to go. The tool does what it describes itself to do, and for that I am glad I bought it. It will make my mornings a lot easier to look more presentable for work lol."
        },
        {
            "review_title": "A great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, lightMedium skin tone, Oily skin",
            "review_text": "Iu2019m really liking this!  I have long hair and it dries my hair in no time and makes it so sleek and shiny!  I like that it is a drier and straightener all in one and doesnu2019t get real hot but is still very effective for what itu2019s supposed to do!  sold on this product"
        },
        {
            "review_title": "Hated It",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I hated how my hair looked after it was styled. It dried flat and not in a good way in a greasy looking way. I tried to love it but it was not worth purchasing. Dyson airwrap is so much better and your hair actually looks good"
        },
        {
            "review_title": "100/10 worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I have long, this & wavy hair and this dyson straightened my hair from wet to dry so perfectly! It also gave my hair a nice volume! It made my hair so soft & shiny & flowy! Itu2019s easy to use & I am so happy I made the purchase! Highly recommend!"
        },
        {
            "review_title": "Made my hair look thin and took away all body",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I really wanted to love this tool, but it fell flat, and made my hair as well! It took away any trace of texture or body my hair had left and made it look and feel very thin. I was hoping it would give me a sleek blowout look with some body but it did not. It did straighten my hair but left me with a ton of flyways, especially at the crown and top of my head and made my ends flip out. It may be a great option if you have long textured hair and need one took to dry and straighten."
        },
        {
            "review_title": "Not a one and done tool for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "It does what it says it does, dries and straightens and does those well. But it isnu2019t going to be a one and done tool for most hair types. For me, it gave a lifeless kind of straight. Iu2019ll either need to flat iron after to get my ends smooth and blended, or use a curling iron to add some body. In comparison, my blow dryer brush lets me dry, straighten and add body/curl and get a finished look in one step. You have to work in pretty thin sections, so if you have thick hair it doesnu2019t really save any time (at least for me). I also question the claims of less heat damage. On the middle heat setting, my hair felt very hot after a couple of passes. Iu2019m sure it is a great tool for some people, but if you like your hair to have any body or if you want a one step tool, this might not be it."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This tool is not for coarse hair.  It will take you forever to style your hair.  You will have to go over with a flat iron to get a seek look."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Short curly hair goes from wet to nearly straight in less than 15 minutes. Game changer!!!"
        },
        {
            "review_title": "Where has this been all my life?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "My hair stays styled in the humidity. Significantly less flyaways. Saves times. Iu2019m in love."
        },
        {
            "review_title": "Definitely a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This thing is incredible. I dont know what magic they use but wow. My hair is very brittle at the ends, and i hate getting haircuts because they always chop too much off. But 1 use of this and my hair has never felt softer. The ends smooth as can be"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Iu2019ve had this for a few weeks now and can definitively say it is my favorite hair tool to date. I have very thick, wavy hair that usually takes 30~ minutes to blow dry and then an additional 20-30 to style. Air drying takes upwards of 12 hours and looks awful. With this, I can dry and style simultaneously in less than 25 minutes and my hair feels as nice as it does when I leave the salon. 1000/10 recommend to anyone with thicker hair!"
        },
        {
            "review_title": "must have product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I tested this product when it was first released. I tested this against the drybar air straightener. personally I liked the Dyson better. it didn't pull the hair (no bristles like the drybar), and my hair type only needed one pass if I rough dried the roots straight from the shower whereas the drybar needed at least 4-5 passes and I would need a blow drier to rough dry my roots where as the Dyson is all in one. I could also use the Dyson on dry hair for a quick refresh where the drybar was ONLY for wet hair. the Dyson also has a self cleaning feature which allows for dust to be removed prior to using it. Dyson was also pin straight whereas the drybar left my hair with a wave and Dyson is SO quick because you only need a few passes. I returned because it is an expensive product but it was also 100% worth the money. I'll buy it again in the future when my pocket can handle it."
        },
        {
            "review_title": "Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is amazing!! It really combines blow dying and straightening. It provides body, softness and shine to my hair that I havenu2019t been able to achieve in years."
        },
        {
            "review_title": "my low expectations were blown away. it's amazing.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "had very low expectations based on my personal underwhelming experience with the air wrap. boy was I wrong. first use, unreal. my hair looks like I just had a professional blow out or keratin treatment. honestly I'm blown away. I have very long hair that is moderately curly and very frizzy. is it worth $500? hard to say because the price is outrageous for any hair tool. that said, I am so glad I got it."
        },
        {
            "review_title": "Nope.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Pro NYC based hair stylist here: I tried a friends out to see if I wanted to purchase. Hard pass.  It does a subpar job at straightening AND is super heavy. Definitely not adding this to my hair kit."
        },
        {
            "review_title": "Mixed Feelings",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "It works pretty well for drying. However it is not a sufficient straightener especially for curly hair. I have to straighten with a straightener afterwards if I want my hair to look well done. I like that it states it doesnu2019t damage my hair, so hopefully in the long run it will be better for my overall hair health."
        },
        {
            "review_title": "10 stars. -99 to Ontrac Carrier",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "My favorite hair tool now! A miracle! The only thing I could only complain about is how it gets so smokey but  I donu2019t mind. I hope it will help my hair gets better instead of straightening it everyday. But, I hope Sephora will never use Ontrac as a cartier. Theyu2019ve left mine at the stairs in our apartment complex and got lost."
        },
        {
            "review_title": "Best tool ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I bought this based on the reviews and I am so happy I did! I have a lot of hair and it is thick. It usually takes me 1 1/2 to blow dry it and flat iron it. With the air strait it took me 45 mins from completely wet to straight. Iu2019m obsessed!"
        },
        {
            "review_title": "Obsessed with this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve been wanting a tool like this for such a long time. I was on the fence about buying the airwrap a while back, but due to me having very thick and wavy hair I decided against it especially since I never really blow dried my hair that often nor curled it due to the fact of me having to straighten it first before I could even curl it since my hair is pretty wavy. When I heard about this, I had to try it. I straighten my hair at least once/twice a week and on top of it getting bleached just damaged it more. After buying this it has made my hair so soft and not frizzy as well as so much less damage! I have never been able to blow dry my hair while also getting it straight so quickly before. Yes it still takes some time, but not nearly as much as a normal blow dryer with a round brush. It took some getting used to at first, but now I use it every time I wash my hair and I havenu2019t used a normal straightener since! I do apply a blow dry/heat protectant cream to my hair beforehand as well to give some extra protection. I also will go back in periodically before wash day to touch up and re straighten some pieces but for the most part my hair stays pretty straight until I wash again. $500 is a high price point, but Iu2019ve never been able to make my hair look the way it does now on my own before buying this."
        },
        {
            "review_title": "Thick hair is straight.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I have very thick wavy hair.  I used this to fry my hair and it made it look very straight.   I had to dry my hair with a hair dryer first because it would take forever to dry it in sections.  I did about four passes each section.   You do need to try the different settings and play around with what works with your hair.   I found it makes your hair very warm.  I would recommend a heat protection product before using .   I was happy with this.  The dryer is heavy and very sturdy.   I do like it."
        },
        {
            "review_title": "Pretty Good ud83dudc4d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was always disappointed with Dyson's air purifier, vacuums, and CS, but this is pretty good! I have a LOT of fine hair and using a normal dryer made my hair fluffy and took a while to dry.  Using this straightener/dryer was easy to dry my scalp and saves time while making it look calm and nice. Keeping it!"
        },
        {
            "review_title": "Doesnu2019t save time for thick hair but good results",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "So I wanted to love it. But it almost straightens too much. Hair is straight but I found that I needed to go in with another heat styler to round out my layered ends. If you want sleek, flat, poker straight hair- this is the tool for you you."
        },
        {
            "review_title": "Game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Iu2019ve never purchased a Dyson product before, but when I saw this, I had to try it. Iu2019m very lazy with hair styling so I was tempted. I have very frizzy, damaged, wavy hair and in 2 passes itu2019s dry, straight, shiny, and has movement. My hair stays smooth for a day or two before my natural wave creeps in, but the frizz still stays away. I canu2019t recommend this product enough."
        },
        {
            "review_title": "Run away!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This product made my hair like straw, circa the days of 2002 hair ironing craze. It had no bounce, no life, ends looked fried (and my hair is healthy). I love the airwrap, which makes my hair look like model perfection. I could not wait to return this and get it out of my house :)"
        },
        {
            "review_title": "Works Well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love this straightener. It makes your hair super smooth and sleek. The only downside are the super straight ends, but I just use a brush to curl them a bit. If you use a good heat protectant, you should have no issue with damage."
        },
        {
            "review_title": "Smoother & Softer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "First time using this Dyson, I had some struggles however after watching some tutorials, I quickly caught on.  I've used it on damp hair and I get a smooth blowout finish from it!  My hair seems softer and straightens easily!  I love the different settings and how when you put it on your bathroom counter it shuts off to preserve power/noise.  So fun to use!  I received complimentary from Dyson."
        },
        {
            "review_title": "Itu2019s ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "If you got curl hair its not much of a straightener but more like a blow dryer, but itu2019s makes it easier to go in with an actual straightener afterwards but definitely not worth the price ufffc"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This tool has really changed how I style my hair. I love that my hair doesnu2019t come out pin-straight when I use this tool, but rather has more of a blow out look. It is extremely easy to use as well!"
        },
        {
            "review_title": "great product if you donu2019t have straight hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "a super handy tool, but not perfect for everyone. i have pretty naturally straight hair and so i use this tool mostly as a blow dryer, itu2019s amazing i love the different heat settings and how fancy it feels in my handu2026 but do i think itu2019s worth $500 to solely use as a blow dryeru2026 maybe not. i feel like this tool is super handy for people who donu2019t have straight hair, so theyu2019ll be able to dry/straighten at the same time. but since my hair is naturally straight i find myself not using the straightening feature, and when i do iu2019m not the biggest fan of how stiff/flat my ends look, so i prefer to this tool as a blow dryer with a roller brush.. so itu2019s essentially a very expensive hair dryer. an amazing one.. but i also have a tool in my cabinet that does the same thing that cost $20. regardless, thank you to dyson for gifting me this product (gifted by dustin hair). my friends get a lot of use out of it and it is more company than a traditional dryer so i find myself reaching for it when traveling!"
        },
        {
            "review_title": "Waste of Money!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I had high hopes for this product, yet it disappointed me. Despite using a heat protectant and following the instructions and videos, my hair turned out horrible. My hair became frizzy and it was nowhere near straight. I gave it a few more chances, yet it kept disappointing. My hair is fried and I had to get half my hair chopped off."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Normal skin",
            "review_text": "This is a great tool if you wanna save time from getting your hair wet to straight. You have a blow drier and a straightener in one. I noticed my hair lasted longer straight than with any other straightener and it also looks very sleek and shiny. The only wi didnu2019t love us that you canu2019t round up the ends so they look too straight but this depends on what kind of hair you have! Other than that I absolutely love this and the fact that it doesnu2019t damage my hair as much. Complimentary from Dyson hair."
        },
        {
            "review_title": "Would 1 MILLION a percent recommend!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Telling everyone I know about how great this product is!!! I am NOT disappointed at all with this purchase. I have the Dyson dryer and the Dyson air wrap that I like BUT this Dyson air strait is a game/hair changer for me!! LOVE IT!"
        },
        {
            "review_title": "Dyson is perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The new Dyson Airstrait gifted by dyson hair is simply a dream come true, it leaves my hair straight and styled in 15 minutes. In addition it also leaves the hair very shiny! I love it. Another thing I liked is that it turns itself off when I leave it on the table! Dyson is perfection!"
        },
        {
            "review_title": "A must have in my routine! u2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I absolutely love the Dyson Airstrait Straightener!! Itu2019s amazing! I am so glad I purchased it! u2764ufe0fu2764ufe0fu2764ufe0fufffc"
        },
        {
            "review_title": "Good but not worth $500",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This leave my hair so straight and soft but itu2019s definitely not worth the $500, get the revlon one instead."
        },
        {
            "review_title": "No good for rush time!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Take so long to get straight hair!!! Isnu2019t powerful!! Iu2019ll return it! Didnu2019t like !"
        },
        {
            "review_title": "A must have for the curly girls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Dyson hair gifted me this new hair tool. I'm blown away by the Dyson Airstrait! It's unbelievably quiet and efficient, and the purification technology is top-notch. Fresh, clean air all day long. Highly recommend!"
        },
        {
            "review_title": "More than worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I was very skeptical paying this much for a product I have a lot of wavy fine hair and this tool is amazing.  I never write reviews but this is really worth the purchase it would normally take me 1 hour to blow dry and  staighten my hair now it takes 30 mins and it is softer and seems healthier already."
        },
        {
            "review_title": "Better Than The Best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "The Airstraight was easier to use than I expected. I tried all the settings on a wig first, and realized that two passes on high heat were perfect for me. It's lighter than I anticipated and does a fantastic job. I prefer this over a round brush blowout. This was gifted by Dysonhair."
        },
        {
            "review_title": "Better than I Expected!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "This was gifted to me by Dyson hair and I have to admit, I was a bit skeptical about this product but it really surprised me! I have heat damaged type 4 hair so the real test for me was going to be how it would do on my roots and it really did better than I expected! I love how easy it was to use and loved that I didnu2019t have to hold a brush and comb and dryer all at once. I canu2019t say that it is 100% worth the price because I still went in with a straightener after to get my desired look but was surprised with how well it actually worked."
        },
        {
            "review_title": "No heat damages?? (Add to cart)",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Amazing hair tool!!! I went from wet to dry and styled hair in under 15 minutes. Not sponsored. If you want to see why I gave it 4/5 stars go check out my video on YouTube MissVS10 ud83dude09"
        },
        {
            "review_title": "Great first step in my straightening routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Dyson is so innovative! Iu2019ve always wanted to try the Dyson air wrap. When I saw the launch of the new airstraight I jumped at the opportunity to try it. Let me just say wow! I am so impressed at how well it works! For reference I have naturally curly 3c hair. With the airstraight I am able to achieve sleeker results than a typical blow out/first step of my straightening routine. Itu2019s a great prep for a silk press or stretched natural styling. I had absolutely zero heat damage from incorporating this tool into my straightening routine. Gifted by Dyson Hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "This is my first Dyson product and I was not disappointed! Packaged very nicely and the product perfumed well. Can be a little heavy and loud if used for a long time but I think it smoothed out my hair very nicely. Would recommend ! This product was kindly gifted to me from Dyson Hair"
        },
        {
            "review_title": "Officially retiring my other hot tools",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I bought this with my own hard-earned money and this is NOT a gifted review so I have no incentive to be anything other than honest here.   Letu2019s get this out of the wayu2014 is this pretty much unaffordable for the general public and borderline ridiculously expensive? YES.   Is it worth, to me personally, every single penny? ALSO YES.  I have 2c/3a hair that is porous and colored. It is relatively healthy but of course heat damage is there and I donu2019t want to make it any worse. My goals for this tool were a) less to no heat damage, b) drying and straightening my hair well on the first pass, and c) speeding up my wet-to-dry hairstyling routine.  A) This uses low heat (mid to high 200s degrees) so this is already so much better than my other tools. I donu2019t smell my hair burning or feel any brittleness after using. 5/5 stars  B) For the most part, my hair was bone dry and straight in the first pass, which is amazing and blows my mind! It you pre-dry the roots a bit it goes a long way. I did have a little bit of waviness at the fronts, so I cleaned up my roots with a flat iron after, which took 60 seconds. 4/5 stars  C) I cut my total routine from soaking wet hair to stick straight, dry hair from 45 minutes on a good day to 30 minutes, and that was just when I was getting used to the device the first time. I have no doubt that as I get better at using it this will be a 20ish minute job. Which, again, unheard of for my hair lol. 10/5 stars  This is a huge financial undertaking but well worth it imo!! Dyson continues to change the game."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have shoulder length hair with a blunt straight cut, so I style my hair straight every day. Iu2019m a mom of three toddlers so time is of importance. This tool saves me time, and gives amazing salon blowout quality look that is just such a game changer. I have the original Dyson hair dryer, as well as the air wrap, and this by far is the best (and should I say the only) tool you should have. So easy to use, it cleans itself (self cleaning mode for a few seconds every time you turn it on), and it does not compromise your hair. Just wow. I am amazed and in love with this tool!"
        },
        {
            "review_title": "My hair is so sleek!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The Dyson Airstrait Straightener is an absolute game-changer for my hairstyling! It is downright the BEST straightener I've ever used. It's sleek design makes it a piece of cake to handle and saves me time in the morning. The straightener is ready to go and I love that the innovative technology stops excessive heat damage. It glides effortlessly through my hair, leaving it wonderfully straight and frizz-free. Talk about happy hair days! This was gifted by Dyson."
        },
        {
            "review_title": "Works Great For Thick Hair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This product was gifted by dysonhair -As someone with thick hair, I am always on the hunt to find hair tools that can handle my hair type. The Dyson Airstrait Straightener definitely has a powerful motor and it's able to dry even my thick hair in less than 30 minutes. My hair felt so lightweight and beautiful after doing my full head of hair and I will be using this from now on especially during the summer months when the humidity likes to play games with my hair."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "It worth every dollar! OMG! My hair looks like after salon. I highly highly recommend it!"
        },
        {
            "review_title": "Expensive but:",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The new Dyson air straight is the best hairstyling tool money could buy. The reason why I spent $800 on it is because I wear long hair extensions. I would spend over $2000 on hair extensions every 4 to 6 months because they get fried from regular hair straighteners. The moment I tried the Dyson Airstrait on my hair extensions. It magically transformed my extensions into a silky, shiny, healthy, looking straight hair without the heat damage. I cannot imagine my life without it, and I would highly highly recommend you to buy it because you would love it and it will save you a lot of time, money and hair damage."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Oh my goodness, Dyson gifted me their Airstraight hair straightener! As someone with curly hair, I've tried just about every straightener out there and none have worked as well as this one. It's like magic! I went from wet to pin-straight in just 10 minutes! Not only does it straighten like a dream, but it also leaves my hair feeling soft and silky. It's like having a salon in my own bathroom! And let's not forget the design - it's sleek, lightweight, and easy to use. I feel like a hair goddess every time I use it. Dyson, you've outdone yourself with this one. I'm obsessed!"
        },
        {
            "review_title": "Had to return this one",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Had high hopes for this hair dryer since I have the airwrap and use the straightening brush attachment to dry my hair, however, my hair is naturally frizzy and the airstrait made my hair dry SO frizzy I actually regretted using it that day. Itu2019s also super hard to dry my   roots properly and without frizz using the airstrait. I wish this worked!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "This is such a cool tool! I havenu2019t straightened my hair and 3+ years and this made the process so easy! I donu2019t normally like straightening my hair when itu2019s wet, but this is the exception. Even from curly wet hair, the Airstrait got the job done! *complimentary from Dyson Hair"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
            "review_text": "This is so high-tech and I love the design! It does smooth my hair, it works best when my hair is 70% dry or completely dry. It's a bit heavy after using it for a while. I got this complimentary from Dyson."
        },
        {
            "review_title": "Proceed with caution and donu2019t throw away the box!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "So not worth the price. Itu2019s a beautiful machine but I found it super hard to use even after a lot of practice. Itu2019s quite bulky/heavy, the cord is also heavy. And most importantly did not really get the results I was hoping for on my hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Really happy with this! It had a bit of a learning curve the first time but by the second time I was a pro. It was so user friendly and worked so well. Contained frizz and left my hair super straight without needing to wait for it to dry first! Gifted by Dyson!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
            "review_text": "I have thick natural hair. I would say type 4, 4a & 4b to be specific. If you have similar hair, do not think that this will make your hair straight. It was great for a fresh blow out and it was easy to use. I like this tool but Iu2019m not sure if itu2019s worth the money for me personally. Gifted by Dyson."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Normal skin",
            "review_text": "I really like this product but I do not recommend for curly hair, I was kinda disappointed because I thought this would speed up my straightening process since I have curly hair but it was actually the same or a little more than usual. I tried if straight hair and it was good so I would still 100% recommend! This was gifted by Dyson Hair"
        },
        {
            "review_title": "Worth the price",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Where has this been?  I no longer need to get a Brazillian Blowout with this. I have course thick hair and my hair is super straight.  I original bought the Dry Bar version but that was such a waste. This is definitely worth the $$$."
        },
        {
            "review_title": "No more need for a straightener !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "I have the hair straightener and Airwrap but I think I will sell both as this is a game changer! I have hair that is curly and prone to frizz - this gives me blow out results without the damage that lasts all day"
        },
        {
            "review_title": "Game changer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is honestly a game changer for girls who love an all in one tool for blowdrying and straightening your hair. My hair is thick and coarse and it makes it a dream to get ready during the day instead of waiting till night time to shower. It cuts the getting ready portion down significantly and there are no worries about the health of my hair. This was gifted to me but I cant imagine not having this in my hair tool rotation!"
        },
        {
            "review_title": "Helps with frizz!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Light skin tone, Combination skin",
            "review_text": "Honestly I was excited to try this out because Iu2019ve never used a Dyson product ever so Iu2019m grateful I got this gifted by Dyson hair! Itu2019s kinda insane how a straightener blow dries at the same time and it really helps with my frizz! Iu2019m so glad I donu2019t have to worry about damage with this!"
        },
        {
            "review_title": "My new favorite part of my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I was recently gifted by Dyson Hair and was so excited to try the airstrait! My hair is very damaged due to blowdryers, curling irons etcu2026 and was very pleased to hear that the Dyson Airstrait could dry + give my hair volume without killing it! When I finally tried it out I was so surprised at how healthy and shiny my hair finally looked."
        },
        {
            "review_title": "You need this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "The intelligent heat control delivers exceptional results, effortlessly drying and straightening my hair while minimizing damage. With its fast heat-up time and precise temperature settings, it provides a salon-quality straightening experience in the comfort of your own home. I was able to dry my soaking wet hair in less  than half the time. Gifted by Dyson Hair"
        },
        {
            "review_title": "works so well!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Love how quickly I was able to dry my hair from wet to straight. it was a little heavy and kinda made my thumb hurt after a while but still very durable and worked so well for my hair, love how soft it leaves my hair. gifted by dysonhair"
        },
        {
            "review_title": "Love how my hair doesnu2019t smell like it was ironed.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "So I just got this yesterday and tbh I love and hate it. I love it because of the innovative technology of being able to straighten your hair with no hot plates but just air? And the fact that it doesnu2019t damage it either was a win win for me. Only cons for me would be that itu2019s heavy and loud. If you donu2019t mind those two (plus the price tags) I would recommend this for you."
        },
        {
            "review_title": "Not Gifted by Dyson",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I did not think I could love a hair styler more than my Airwrap but the Airstrait is better. I don't even recognize my own hair. Healthy & shiny with bounce! I bought this item for full price and I would buy it again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love everything Dyson makes. I have short, bleached blonde hair and was slightly skeptical, but immediately shocked by how straight my hair got in seven minutes. I have naturally wavy hair that curls a lot when I sweat in the summer and it barely moved for two days!!! Amazing. Purchased w my own $$$$"
        },
        {
            "review_title": "Game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair",
            "review_text": "This straightener is game changer!! Straighten your have with no freeze and at the same time your not gonna lose the volume! My hair never felt this soft and silky"
        },
        {
            "review_title": "Game changer if you like straight hair.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "I have thick curly hair (3a/3b) and honestly I wanted to not like it (that price, yikes) I had previously tried the GHD version of this and it left my hair frizzy and pulled my hair terribly, so I had no high hopes for this but holy cow was I wrong. it took me 30 minutes to do my entire head. My previous routine was blow-dry with the paddle attachment on the airwrap, then go over with a flat iron. It would take about an hour or so to get it done. this had my hair looking almost exactly the same in half the time. No hair pulling, my hair feels soft,  I'm curious to see how it holds up to the southern humidity. My roots did need extra work, so I went over them with a small round brush. I'm very impressed by this, totally worth the investment if you like straight hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The new Dyson Airstrait Straightener is honestly a game changer! This dries my hair so quickly and I cannot believe that it doesnu2019t use any hot plates. I have naturally curly hair and this makes wash day so easy! This was gifted by Dyson Hair."
        },
        {
            "review_title": "Award worthy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "The best thing I ever purchased for my hair. I have wavy/curly hair kinda frizzy, and aging ud83dude05  I usually spend 1.5 hrs drying and straightening the Airstraight took 40 minutes on first use! My hair is actually straight without an iron. Incredible invention. My only gripe is I wish it were a little slimmer for easier handling but it works so well I can deal with it."
        },
        {
            "review_title": "If youu2019re a mom you need this in your life",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "If I could own one hair product, only one till the rest of my life this would be the one! I got my Dyson Airstraight hair straightener complimentary from Dyson Hair about 2 weeks ago. I saw so much hype about it but itu2019s a 10/10. Iu2019m a new mom I have very thick hair with a frizzy texture on top of that I live in Florida. So most of the time I look a mess, put it a bun and call it a day. But I love looking put together. I dried and styled at the same time in 20 minutes FROM WET TO DRY my hair did not puff though out the day at all! And I just looked so good! My hair was laying perfectly and it lasted me for a week. The best part is that you can use it on previously dry hair in 2 minutes your hair will look like you had hair wash day that day!"
        },
        {
            "review_title": "Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This tool is amazing! I was skeptical at first, but upon first use I was completely blown away! I have bleached hair, so finding a tool that wonu2019t damage my hair but will still get the job done is awesome. My hair is left feeling soft and looking healthy!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019m absolutely in love with my new Dyson Airstrait, it works so well and save me so much time. Before I used to wait for my hair to dry before using a flat iron but now I can do it at the same time without damaging my hair! Gifted by Dyson Hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The Dyson Airstrait Straightener has completely transformed my hairstyling routine. It is by far the best straightener I have ever used. The design is sleek and lightweight, making it easy to handle and maneuver. The straightener heats up quickly, saving me precious time in the mornings. What truly sets it apart is the innovative technology that prevents excessive heat damage. My hair feels smooth, shiny, and healthy after using this straightener. It effortlessly glides through my hair, leaving it perfectly straight and frizz-free. I highly recommend the Dyson Airstrait Straightener to anyone looking for salon-quality results at home! #giftedbydysonhair"
        },
        {
            "review_title": "Definitely interesting",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Itu2019s a very interesting tool for sure. It does dry the hair and straighten it. I really enjoyed trying this product out. This was complimentary from Dyson hair to review and definitely worth it in my opinion"
        },
        {
            "review_title": "simplified my morning routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "i received this complimentary from dysonhair and it's so easy to use! when i first received it i was a little skeptical, but it dries and smooths our my hair at the same time so quickly! i love how soft my hair feels afterwards and that it straightens with very little damage!"
        },
        {
            "review_title": "Game changing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Game changing!! This is so innovative and I love that thereu2019s no heat damage; literally amazing that there are no hot plates. I have long thick hair and this gives it a great blow out from wet to dry hair. Gifted by Dyson Hair"
        },
        {
            "review_title": "Really user friendly",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "As a hairstyling novice, devices like the airstrait take a lot of the guesswork out of doing my hair, which makes me way more likely to use it. I found this device to be incredibly user friendly, with a simple interface and very basic functionality. I have 2c curly hair, and it really did straighten it and dry it in one simple step! My only complaint is that it wasnu2019t as sleek as a blowout from a salon u2014 it definitely looks like I did it myself, but I think with more practice I will figure out how to make it work even better. Itu2019s also quite heavy, especially since I have very long hair and I have to hold it out for each individual section. Overall, I will absolutely keep using this, as it is efficient and safe to use, wonu2019t damage my hair like a traditional straightener and leaves my hair feeling smooth and soft."
        },
        {
            "review_title": "Cut my hair time from 45 minutes to 12 minutes.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Normal skin",
            "review_text": "I have thick, wavy, fine, Indian hair that I have been straightening for 25 years. I lived the Dyson hair dryer, I didnt really care for the Dyson Air Wrap, and  Corrale. The Air strait was what I was looking for. I wanted to hate this due to the price, but my hair which usually takes 45 minutes to complete, took 12 minutes from wet to dry. Mind you, My hair goes past the center of my back, and is thick. I love this so much, and have no regrets!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "now yu2019all know I love a good heat tool and honestly anything that speeds up the process, but this is hmmm ud83eudd14   pros: I think itu2019s really cool for blowout styling i.e. youu2019re wearing your hair in a straight blown out state or just looking for a nice and flat blowout ud83eudd42 (I used this recently to blend my hair with some light Yaki clip ins which are like the mix between straight and kinky straight so it blends with my blown out hair PERFECTLY) so for that, this product was BUENO u2728ud83eudd70"
        },
        {
            "review_title": "My new favorite hair tool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Okkk this is magic!!!! Iu2019m so impressed with the Dyson Airstrait gifted by Dyson Hair. A hair dryer and straightener in one was something I never knew I needed but donu2019t want to live without now! It doesnu2019t use hot plates so it wonu2019t damage your hair like a normal straightener would and it works so fast! I have wavy hair and it only took about 2 passes to completely dry/straighten it! ud83dude31"
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Gifted by Dyson Hair: At first, it was a little tricky to figure out but now that I got it and have used it a few times, Iu2019m obsessed! It makes straightening my hair sooo much easier and makes my hair super soft and smooth!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Dyson gifted me this and I love it so much. I have curly hair and it worked great on my hair. There is a dry and wet setting on the brush. It saves me so much time in the morning because I do not have to wait for my hair to dry before I straighten it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This is so easy to use and straightens my hair without damage. There are no hot plates to fry my wet hair. I went from towel dried hair to totally dry and straight hair with this one tool in five minutes! It is so worth the money with all the time I am saving. My hair feels and looks so soft and silky. I was gifted by Dyson hair and honestly I am so honored to share my review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Dry skin",
            "review_text": "*gifted by Dyson Iu2019m absolutely in love with the concept of this product! If youu2019re always in a hurry to style your hair right after you shower, this is perfect because it takes the hair from wet to straight in one step!"
        },
        {
            "review_title": "I love this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "One of my favorite appliances from Dyson. The tech in this is so cool. I hate how dryers in general can be so noisy all the time, so I love how this one gets quiet when you're not using it, like when you're sectioning your hair etc. gifted by Dyson Hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The Dyson Airstrait tool is a GAME CHANGER. I am so lucky that Dyson Hair gifted me this product because it is life changing. Who doesnu2019t love a wet to dry tool. Time is of the essence and I canu2019t wait for my hair to dry before being able to style it. To add there are NO hot plates so your hair will be less damaged, what more can you ask for. I did my hair in less than 15 minutes and had a great blow out. Iu2019ve only used it twice and still figuring it out but so far I absolutely love this product. Yes it is pricey but to have minimal damage on your hair and to spend less time doing your hair itu2019s worth it."
        },
        {
            "review_title": "Paid full price - worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "Truly surprised by the results, even better than I had hoped. This review is NOT incentivized and I paid full price ($700 CAD) because I wanted to try it right away.  I have fine straight hair, but a lot of it. I usually use my Dyson hairdryer or airwrap brush attachment, or air dry, then straighten my hair with my SteamPosd because I like it to hang super smooth. I am so surprised by how well the airstrait works.  Reading the instructions at first seemed like it was a lot of steps, but the buttons and screen are extremely intuitive, learned it within seconds. It's comfortable and lightweight to use.   This does an even better job than my flat iron and takes a similar amount of time. Any slight flyaways still hang mostly vertical like my hairstylist can achieve. My hair looks and feels as shiny and soft, or moreso, than my SteamPod (which does a fantastic job itself). I was wondering if this style would stick, because curls or the airwrap curling barrel don't stay in my hair at all, but my hair is happy to hang smoothly with this.   I was wondering how this would hold up to humidity, so put my hair up and hopped in a hot shower. The style stayed as smooth as before, just had a ponytail line, and using the tool on dry mode again got rid of it right away.   I think this will be perfect for travel too, instead of taking both my airwrap and flat iron. Super impressed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Gifted by Dyson. When I tell you that I have never been able to straighten my hair effectively at home, I mean it. I have wavy hair that usually requires a blow dry and flat iron and I do end up with some frizz even after extensive effort. this tool actually straightened and dried my hair all in one experience in about the same amount of time. I was truly impressed how it took my damp hair to straight, smooth, and silky, feeling styled hair. I am beyond impressed and definitely a major win by Dyson!"
        },
        {
            "review_title": "Magical hair tool",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I purchased the new airstrait with my own money, and I wasnu2019t gifted this by Dyson therefore my review is 100 percent honest. I was sceptical to spend that much money on a hair tool with such big claims. But my hair routine is so lengthy as I have thick, unruly and curly hair, takes me forever to dry it and style it. When I first used the airstrait it took me around 20 min to dry it and style it after shower. The end result was amazing, but not quite sleep how I hoped it would be. Then I used it again the second time and I made sure my passes were slow and my roots were rough dried beforehand. This technique worked wonders on my hair. End result was super sleek, shiny beautiful and bouncy hair with zero frizz. At that point it was truly a life changer for me. I knew it was worth every penny. Dyson truly outdid themselves with this one. I will add though, this will strictly give you a sleek and straight hair with zero versatility, so it will only work for those longing straight hair results. Smaller sections of hair is the key to getting those beautiful even results. If you are on the fence, do it and try it out, you can always return it if itu2019s not a right fit for you. You got nothing to lose, except gain."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Absolutely in love with this new hair tool! I have thick wavy hair and it dried & straightened my hair in about 10 minutes! This is a game changer for doing my hair. My hair was so much softer than if I used a regular blow dryer. I highly recommend!! Gifted by Dyson Hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Dyson really has changed the hair tools game! For background: I dye my hair every 5 weeks so I was really  hoping this tool would be gentle to my hair, and it absolutely was! I literally tried this tool before my Europe trips and my hair was very soft right after, and it lasted me a whole week!! Gifted by Dyson Hair"
        },
        {
            "review_title": "Like a dryer and hot iron had a baby",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I bought this with my own money and love it. I have thick wavy hair and this made my hair so soft and straight. So easy to use. no learning curve like with the Airwrap which I also love: this I love more cuz goes wet to straight!"
        },
        {
            "review_title": "Straight with volume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I was gifted by Dyson Hair this Airstrait and let me tell you, Iu2019m obsessed! As someone who always straightened her hair and then wish I had more volume, this does the trick. Saves me so much time and energy in the mornings, and lasts me a week!"
        },
        {
            "review_title": "Game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Blown away! Just a couple passes and it made my hair super sleek and shiny :D"
        },
        {
            "review_title": "Amazing hair styling technology",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I have mid length hair and usually style my hair straight with flipped up tips and this is a great way to speed up my hair styling routine since I can style my hair wet and it straightens so quick! Gifted by Dyson"
        },
        {
            "review_title": "Love this straightener.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Oily skin",
            "review_text": "I absolutely love all Dyson hair products and this one is no exception. It straightened my hair so well and so easy to use. My hair looked and felt amazing after using this and dried my hair as well. I have long, thick, straight hair and it worked amazingly. I definitely recommend this. Gifted by Dyson Hair but the opinions are all mine."
        },
        {
            "review_title": "Definitely a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Gifted by Dyson, this is my first time ever using their gadget. And let me just say Iu2019m super impressed, I have curly hair and this makes my hair super smooth and straight within just few minutes, that is really impressive for me."
        },
        {
            "review_title": "A must have for my hair routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The new Dyson air is a game changer. I love that it cuts my hair styling time down since I donu2019t have to blow dry before using if hair is wet. I also used it on dry hair and noticed it left it feeling very smooth. It does not have hot plates which is definitely a plus so itu2019s not damaging my hair #giffedbydyson"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Genuinely in love with this product. I honestly didnu2019t expect it to work and I was mindblown when it did. This makes straightening my curly hair 100x easier then it typically is."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am definitely returning this. If you look at the reviews most of the 5 stars are from people who were gifted this by Dyson. Itu2019s really not worth the money at all."
        },
        {
            "review_title": "Amazing technology",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This is honestly a spaceship version of a straightener! It is SOOOO worth it! This is amazing at giving a natural straightener look when straightening wet hair with this! This is so cool. Gifted by Dyson"
        },
        {
            "review_title": "I loved",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019m going to start by saying that I am not the type of person that will use a hair dryer.But I will say that this new Dyson hair dryer is very good, I have already used it many times and it has worked very well.It leaves my hair soft,shiny and looks and feels healthy gifted by Dyson hair"
        },
        {
            "review_title": "A MUST have for my hair routine!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The HOLY GRAIL of straighteners. If youu2019re on the fence- just DO IT!!! No frizz & shiny hair with 0 product."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love this new product by Dyson. It was so easy to use and the results were amazing! My hair was dry and shine pretty fast! Love that uses the air instead of actual heat from the plates! For sure itu2019s one of my favorite products! Thanks to Dyson this was gifted by Dyson Hair"
        },
        {
            "review_title": "wavy/ curly hair approved!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Gifted by Dyson Hair in exchange for my honest review. I have been loving this for my wavy/ curly hair to help keep it straight and speed up my hair routine. However, this tool is a pretty penny and I definitely wouldnu2019t say that EVERYONE would find it worth the price. I think you would like this if you 1) like to straighten your hair every day and are looking to cut back on styling time or heat damage, or 2) have curly/ wavy hair and struggle to find a product that keeps it straight for a few days without touch ups!"
        },
        {
            "review_title": "Airstrait VS 4A hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
            "review_text": "The air strait was an interesting product that caught my eye, and i was gifted by Dyson Hair there are a lot of different hair u201cstraightenersu201d out there, but this is not one. It does provide amazing results taking in account you do start with soaking wet hair, but for kinkier textures itu2019s more like a blow out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was very very impressed by this product! I didnu2019t really love the AirWrap. So I was skeptical. But I was very pleasantly surprised with how well this works to both dry and straighten my hair! For reference, I have medium texture, long, color treated hair.   I was also impressed with how easy it was to just pick up and use without a u2018learning curveu2019. Very user friendly and simple. LOVE that it doesnu2019t cause any heat damage!! Highly recommend for those who dry and straighten their how frequently.  Gifted by Dyson Hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I am shocked at how good this is. Gifted by Dyson hair, I tried it from wet to dry and I was blown away. I donu2019t usually use heat on my hair, I always air dry and this changed the game for me. It felt like I did a blow dry"
        },
        {
            "review_title": "Get perfect hair day in no time!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Its innovative use of air instead of hot plates minimizes heat damage, leaving my hair sleek and healthy. The ability to dry and straighten my hair simultaneously saves me time and effort. I love how it maintains the natural volume and movement of my hair, giving me a flawless and natural-looking finish. Got it complimentary from Dysonhair."
        },
        {
            "review_title": "WOW, just wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I purchased this with my own money, fully expecting to want to return it. After one try I canu2019t say how amazed I am! I have frizzy 3a-3b curls and with about 3 passes on each section this tool left my hair pin straight, sleek and shiny!! Totally worth it!"
        },
        {
            "review_title": "Wow - okay this works",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Worth it. For my highly-bleached, wavy/frizzy hair that I completely baby - I may actually be able to use this to achieve straight hair without the damage. Itu2019s amazing, itu2019s fast, and Iu2019m beyond convinced it is worth it."
        },
        {
            "review_title": "Why does no one care that your ends look crispy?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Listen I wanted to like this thing. I love my air wrap, but this thing just made my relative healthy looking hair look dry and the ends just look fried because thereu2019s no way to curl them in. I also noticed it in videos of people hyping the product but whose results were meh at best. Regardless I thought Iu2019d give it a try but this will be a return for me. Hair feels soft but my hair is always soft if I apply heat to it. It looks nice up until u get to the ends which just look like I took one of those huge hot tools flat irons to it like when I was in high school. If you literally do not know how to blow out your hair then maybe this for you because it is easy to use. My hair type is south Asian which can be wavy or curly with frizzy front peices, but it is very responsive to heat so relatively easy to style."
        },
        {
            "review_title": "I love it so much",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Dyson Hair gifted me this and I am OBSESSED with it. I canu2019t believe how high quality it is and how great it made my hair look in such a short time.  I love how sleek my hair looked without the damaging hot plates. I will never recover over how good this is."
        },
        {
            "review_title": "Frizzy hair must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I am an asian who has a naturally black straight hair although my main concern is its frizziness - my hair doesnt look straight because of the frizz and it also looks puffy and unmanaged. This product has helped me tons to manage the frizziness part and smoothing my hair out for that natural healthy straight hair! Complimentary from dyson"
        },
        {
            "review_title": "A must-purchase!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Amazing product! I have long, thick hair that takes forever to dry and then even longer to style. With this, Iu2019m done in 25 mins with professional looking straight and silky hair. Love love love!!!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Long story short I have been straightening my curly hair for 2 decades now and nothing has ever come close to flatiron to straighten my hair till this! Even though itu2019s not completely pin straight , it feels and smell way better then using a flatiron. As someone that straightens their hair allll the time I really enjoy this and prefer it over the"
        },
        {
            "review_title": "Game changer for curly girls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "After paying the high retail price of $699 I was worried this wouldn't do much for my hair since I have very thick 3C curls. My hairs dry and frizzy and traditionally takes 2.5-3 hours to blow dry and straighten. THIS CHANGED EVERYTHING!!  Last night it only took me an hour to style my hair. I think with a good haircut and practicing using the tool and what settings work best for my hair this will cut my time down even more. The trick for thicker hair is smaller sections, going slower and the right smoothing product. I was also shocked it got my roots as well as it did too. My friend has wavy hair and this did her hair in 15 minutes and was silky straight."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "In love after my fist use. Easy to use. Fast. A must-have!!"
        },
        {
            "review_title": "MUST-HAVE STRAIGHTNER!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I ABSOLUTELY LOVE MY DYSON AIRSTRAIT! She makes the style of straightening your hair much simpler, easier, and effective as compared to other heating tools. Definitely worth the investment if you are a constant on-the-go hair lover! Complimentary from Dyson Hair, I am truly in love."
        },
        {
            "review_title": "Made my 3b/c curls smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "Ok so my hair it curly type 3b and c and VERY rebellious! For me to achieve smooth hair is a very difficult and timely task, but the airstrait made the process easier than ever. Itu2019s not a difficult tool to use and I feel that anyone can take advantage of this new tool. Itu2019s like having a blow dryer and a flat iron in 1 and Iu2019m HERE FOR IT!!! *gifted by Dyson Hair*"
        },
        {
            "review_title": "Best (& easiest) home blowout ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This tool has changed my hair game. I have curly, fine and top layer frizzy hair and have never been able to get my home blow outs to come even remotely close to the salon.  This tool is super easy to use and probably gets me to 90% of what the salon blow out looks like. Iu2019m pretty sure I can get it completely there as I play with some different products over time.  If you want to have straight hair, have struggled doing it on your own, and donu2019t want to take a hot iron to it, this tool is for you!"
        },
        {
            "review_title": "Straight style that last for days.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have thick wavy hair. This is even better than I thought it would be. I love that this tool dries and straightens perfectly at the same time, and itu2019s fast. My straight style lasts days without the need for touch ups requiring heat-just a quick brush.  Iu2019ve never had a straight style last like that for me. Love love love this product!"
        },
        {
            "review_title": "Thick coarse hair transformed to glass, salon styl",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Best tool ever. I recently bought the Shark Flexstyle which I love but could never bring myself to buy a Dyson due to the price. The innovation used on this tool coupled with the great reviews, caused me to buy this product. I absolutey love it. I have extremely thick and coarse hair. I could never get my hair to look like glass. Only a skilled stylist could work that magic. But not any more. My hair looks salon professional ! It took me 33 minutes to stlyle. But I noticed I had it on the lower air flow setting. So my next wash will be faster next time and only better."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "so good. dried and straightened my thick long hair in 20 mins. my hair is so soft"
        },
        {
            "review_title": "ud83dudc4fud83cudffcDyson",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Words canu2019t describe how much Iu2019m loving this tool. Iu2019m not a fan of the airwrap and the flat iron but this baby is the best investment Iu2019ve made for my hair in a very long time. I have wavy/very tick and frizzy hair and Dyson is finally making my life easier, I love how my hair looks after using this tool"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "giftedby Dyson Hair!This tool is amazing!!! I have very thick hair and it made drying and styling my hair so easy!! My hair felt so healthy and looked healthy as well! I loved how it had a digital screen that showed what setting the tool was on"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Bought from Nordstrom and omg itu2019s game changer. I love it and itu2019s very easy to use I have medium length hair and it takes about two to three minutes to get the flawless hair and very shiny. Way better than regular straightener"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Complimentary from Dyson Hair. All opinions are my own. I hate drying my hair because Iu2019m a lazy girl. But this has changed my routine because it dries and styles at the same time reducing my hair from heat damage. I love it and will be using this for years to come."
        },
        {
            "review_title": "Miracle Product with Salon Quality Results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "The Dyson Airstrait is truly a remarkable product ! I have never achieved a salon quality blowout from home with a traditional straightener. I have tried both wet and dry settings and the results are unbelievable. The texture of my hair has changed- smooth/soft, a type of shine seen in strong healthy hair . Lastly, efficiency -wise it has reduced styling time in half !"
        },
        {
            "review_title": "Yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "Amazing brand and product. Great to use on dry hair or wet to dry!! No hot plate and itu2019s so healthy and amazing for your hair. I have no frizz and my hair looks so good. Quick and easy to use. Love it. gifted by Dyson hair"
        },
        {
            "review_title": "I didn't want to like this !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I did not want to like this lol I was sour about not getting anything with my dyson besides a heating mat not cases like the rest of my dyson collection it's expensive! so I went into this wanting to be like 500 bucks for this psh . until I used it lol I guess I'll stay mad with my beautifully healthy straight hair no more going to bed with wet hair because it's long and takes too long to dry or having to time out a shower and my hair looks like a new head of hair it's actually pretty wild . so while I do still think dyson was being cheap with this one not providing a case for storage I can't deny the technology Is fabulous and a genius idea for all us lazy hair sisters out here ud83dude00"
        },
        {
            "review_title": "Just go buy this!!!  Don't wait",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This is an amazing tool.  My hair was so easy to style.  I can't believe it"
        },
        {
            "review_title": "Lives Up to the Hype",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "After reading reviews, I reluctantly dropped the money to purchase the Airstrait, and let me tell you... I do not regret it one bit. I used it for the first time last night, and I am quite literally BLOWN AWAY with how well this works. I have 2A hair, damaged (from bleach and heat) so I'm desperate to baby my hair anyway I can. The technology is too much for me to wrap my brain around, but whatever it is, is magic. There's a bit of a learning curve with the back of your head, but once you figure out how to position the device, it provides amazing results. Note, I also have sewn-in extensions and a couple of tape-ins. I just gripped the tape on those to keep the device from pulling while wet. Anyway, if you're on the fence, just get it. You won't regret it. And, I'm not sure why some users are having problems getting their roots. I got mine just fine."
        },
        {
            "review_title": "I bought and returned the Airstrait",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I was so excited to get the Airstrait and couldn't wait to try it. My hair is slightly wavy, thick,  and somewhat coarse, though not very. I thought it would be a one-and-done for me. Up until now, I have been using the Airwrap paddle brush to dry and style my hair. I follow up with the correl straightener to make sure all my hair is aligned. First, let me say that the airstrait works like a charm. My hair was dried and straightened in just a few minutes. The problem was that it was too straight. I like a little bend in the ends of my hair and I could not get my hair to do this with the Airstrait nor could I adjust with the Correlle straightener. Since I have some layers to control volume, those layers stood out as looking choppy. It wasn't attractive on my hair.  If your hair has a lot of texture, I think this would be brilliant for you, particularly if you like your hair to be very straight. I think I would have liked it more if I had long, blunt cut hair like I had back in the day. I would have been overjoyed with the result. As it was, it had to go back."
        },
        {
            "review_title": "Best Product out on the market!!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This product is an absolute must have. I have very thick wavy hair which usually takes 40 min to dry and flat iron. I even have the dyson hair dryer. This tool took me 9 min (yes I set a timer) to have the same results i get in 40!!!"
        },
        {
            "review_title": "A game changer! You need this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Such an innovative product. I love straightening my hair but hate the heat damage caused by the hot plates, love that this one cuts that down and I can do my favorite hairstyle without the worry! Love how easy and simplified it is. Gifted by Dyson Hair"
        },
        {
            "review_title": "Must have for the end goal of healthy hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I LOVE this new product gifted by dyson hair! I have struggled so much with my hair health ever since covid and this is such a great opportunity to get my hair healthy again. This makes my hair so silky and smooth it honestly blows my mind."
        },
        {
            "review_title": "Cut my wash day time in half!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I was gifted by Dyson hair and it has honestly been a gift from heaven! Wash days are always so tedious for me given that I have THICK and COARSE hair. This airstraightner has cut my wash day time in half and I LOVEEE how easily I canu2019t style my hair immediately after. Iu2019m also so afraid of heat damage but I donu2019t even have to worry about that because it uses air as opposed to heat plates. Please do yourself a favor and get one nowwww. Thanks Dyson!"
        },
        {
            "review_title": "Perfect for heat damaged hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This made my hair so sleek and shiny without any of the extreme heat I normally have to use. Love it."
        },
        {
            "review_title": "Unbelievably impressed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Absolutely over joy to have received this amazing tool complimentary from Dyson hair! It exceeded my expectations and left my hair looking absolutely beautiful and completely simplified my hair routine as well! Typically I blow dry and then straighten and it doesnu2019t come out looking half as beautiful as it did using this tool! I also love all the technological features the way that it shuts off when youu2019re not using it, and intuitively increases airflow. Exactly when you need it! This would be an investment, but I think it is completely worth it!"
        },
        {
            "review_title": "From a curly headed girl",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "For reference, I have 3B-3C curly hair and I received this product as a complimentary from dyson. I really liked how quickly my hair was drying and it was coming out pretty straight. However, my hair looked a bit undone, which made it look damaged, especially the ends. If you are a person who likes having pin-straight hair, this is definitely for you! I'm not the biggest fan of straight hair, I like having some curls at the bottom or a blowout effect, but when I tried to curl my ends (multiple times) my hair wasn't curling at all! it stayed straight, which is actually a plus for the straightener.  My hair was also super soft which was amazing."
        },
        {
            "review_title": "Run donu2019t walk GET THIS!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The is AMAAAZZINGGG!! I dont ever write reviews and personally it takes a lot to impress me for reference I have the dyson hair dryer and HAD the airwrap. Infact i tried to give the airwrap a chance TWICE. Both times I returned it because it just wasnu2019t doing it for me didnu2019t hold curls and the hair dryer did everything I needed it to and then some so it was pointless to have both.   Thisss though is a game changer!! So like i said I use my hair dryer all the time but I have to flat iron after. For reference I have long hair, like down to your butt long hair. I would consider it wavy if air dried. This really compressed my hair routine I took a shower and used the air strait and you would think it was blown out and straightened. I was SOOOO impressed drys fast straightens and looks SOOO shiny. My hair really looks so healthy after using it. It was pretty easy to figure out as well not much of a learning curve.   Usually to dry and straighten my hair would take about an hour this was all in all a half hour maybe 40 mins to finish. I assume it will be quicker next time since now I got the hand of it  Highly recommend personally I think itu2019s worth the price just for what it did to my hair."
        },
        {
            "review_title": "DYSON DOES IT AGAIN! BRILLIANT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "BEST HAIR TOOL EVER! Thank you Dyson. So easy to dry and straighten my curly hair all at the same time. Very innovative. Took 35 minutes total on first time using the Airstrait. I am thrilled!"
        },
        {
            "review_title": "Go run and grab your own!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair",
            "review_text": "OMG! This is like magic! For someone who is very impatient and has no hair skills at all, this is a must have! Quick and effective! I love everything about it."
        },
        {
            "review_title": "LOVED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "After seeing reviews of this product I was excited to try it! I was lucky enough to have the product gifted by Dyson Hair! I have frizzy and curly hair and this product did not disappoint! It made my hair straight with no frizz! It left my hair feeling soft and silky!"
        },
        {
            "review_title": "Better then expected! Works so well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve been wanting to try a Dyson hair product for a while and this was my first experience. Let me tell you it went BETTER then I could have ever expected. It took my damp frizzy wave hair to a sleek and shining pin straight look, I am always dealing with frizz and was shocked how light and airy my hair was after using the airstrait. Will be apart of my hair routine from now on. Gifted by Dyson Hair"
        },
        {
            "review_title": "a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "i can't believe dyson came out with a all air straightener that is a much healthier alternative since there is no heated plate! this has done such an amazing job with straightening my hair. it seeks so much healthier! love how easy it is to use! highly recommend! gifted by dyson hair"
        },
        {
            "review_title": "The easiest straightening tool!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I LOVED this product. It was gifted by Dyson Hair. I used it for the first time on wet hair. I have a wave texture to my natural hair, so I definitely could tell the difference right away after using this product. When I blow dry my hair, I usually need to run over it again with a straightener afterward, but after using the Airstrait, my hair was completely sleek and dry. It left my hair so soft too! Iu2019ll definitely be using it again. Thank you Dyson!"
        },
        {
            "review_title": "A must for curly girls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I was gifted by Dyson this airstrait straightener. I live that it has no hot plates! As a girl with thick curly hair, I was skeptical at first, but I love how quick the entire process is! Never going back!"
        },
        {
            "review_title": "not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "literally nothing special i have a $150 dry bar blow dryer that does the same thing in the same time this is way too much money donu2019t waste it on this one thing thatu2019s cool is the buttons but thatu2019s not worth $500"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I loveeeeeee this appliance !! I have always wanted to try Dyson hair products and was so excited to try this- and I was not let down!! This is the coolest concept ever- you can straighten your hair while itu2019s wet!!!! Without hot plates !! So so cool and fun to do! Gifted by Dyson Hair"
        },
        {
            "review_title": "Thick Wet Hair To Dry In No Time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "Such a time saver! I have thick hair..and long. Not semi thick, but thick, laughing at hair clips thick. My ponytail could be a stunt double in the movie Spirit as a glorious horses tail. Directions were short and sweet, thankfully I watched a video prior to my purchase. I washed my hair, towel dried it, and immediately plugged in my Airstrait and started drying/ straightening it as instructed. I used the wet setting at 230u00b0F and bam! 16 minutes later it was dry and straight. No frizz and smooth. I was honestly shocked at the results. This process usually takes me 40 min + including straightening with a hot iron. Reason for the emphasis on how much hair I have is due to the lack of actual reviews on anything regarding long and thick hair.. so I thought this may benefit those who understand (just to clarify, I am a white chick, so I cannot speak on behalf of all hair types). My hair has zero curl to it and requires a hot iron only to flatten it so it isn't so wild. I didn't have high expectations for the Airstrait to actual flatten my hair. I have never been so happy with a hair device purchase ever in my life until now. For me, the less time I will be spending on doing my hair makes the price of this more than worth it."
        },
        {
            "review_title": "NOT A WANT A NEED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "My life has forever changed. I wish they came out with this product 10 years ago!! It is amazing and itu2019s worth the price. I have the most frizziest bleached damaged hair and it look so beautiful. made is"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "The dyson airstrait left my hair straight and feeling so soft! I love that itu2019s able to get my hair pin straight! Because I have curly hair itu2019s hard for me to find any tools that leave my hair sleek or straight for long and the dyson airstrait does this easily! Gifted by Dyson Hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted by Dyson Hair! My hair genuinely feels volumized and so healthy after using! It feels like it was styled at a salon and itu2019s truly the first time my hair hasnu2019t felt flat or damaged after styling. Definitely would recommend!"
        },
        {
            "review_title": "Hair routine in less than 30 minutes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Complimentary from Dyson Hair. If I could leave this product 100 starts I would. This was my first dyson hair tool and Iu2019m absolutely obsessed with it. The design, the technology and the amazing research behind every product of this brand continues to blow my mind. Iu2019ve missed treated my hair for the longest time since I used to use heat on it every day when I was in high school, no suffer the consequences. When I use a regular straightener my ends are always a mess, split and super dry looking. When I used the airtrait for the first time I could not believe how my ends looked SO healthy. Also, I have a lot of hair and with this product I was done drying and styling in less than 30 minutes. Honestly I recommend 100%. Excellent product and super worth the investment."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "Omg I have 4c curse hair and it works great on my hair. So easy!! I love how it doesnu2019t have hot plates so that means no heat damage!! INLOVE with this straighter! Also I how thereu2019s a cold setting very good use for wash and gos! This is a very thought out product!! Also gifted by Dyson hair!"
        },
        {
            "review_title": "Absolutely amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this! I canu2019t stand drying my hair and styling it. This tool makes it so easy. My hair is pin straight."
        },
        {
            "review_title": "I love this, game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I bought this from Dyson because I wanted the blue version. I love this, I have curly hair and my hair looks perfect I didnu2019t need to use the flat iron."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I ordered this mostly out of curiosity and really, really didn't want to like it.  Alas, this thing is magic.  Price tag is hefty but for someone like me with no patience or skill for hair, it is worth every penny.  I have long, thin, curly hair that is prone to frizz - 10-12 minutes from towel dry to straight, sleek, and nice volume/body, too.  The Airwrap was a total game-changer for me and I've love it for years, but I always had to run a flat iron over my hair to get a sleek look.  Now, I'm truly down to one tool."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have long, fine but lots of curly hair that's colour treated. I have struggled with a round brush and blow dryer to straighten my hair (and I had the Dyson dryer). I bought the T3 round brush which I thought did a great job but it pulled on my hair and it didn't get the roots.   This has been my dream product come true. I cannot believe that in two passes, without tugging on my hair, my hair is dry and straight - including the roots! I don't need any other tools, just this! It has seriously changed my hair game. It takes me about 10-15min to do my hair, and my hair stays straight and shiny for days. I can travel with just this.  I like that my hands don't accidentally touch the dials and change it (I had that issue all the time with the T3). I don't use the cool at all and I haven't used it on dry hair. I just use the wet to dry.  Although the price is way out of my comfort zone, it's worth it to not have to deal with my hair, pull at it to straighten it or have 3 different tools to do this one job."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Gamechanger in quickening my morning routine combining drying and straightening. Air is silky smooth and straight. 2 in 1 tool. Would def recommend."
        },
        {
            "review_title": "WOW!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I was hesitant at first because I thought it would damage my hair due to it being wet when I straightened it but omg....SHOOK. It took me 20 mins and my hair feels so healthy and straight! It also gave it super good volume! Gifted by Dyson and so GRATEFUL!"
        },
        {
            "review_title": "INCREDIBLE!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "OMG!  This product is incredible. I have very wavy hair. In humid weather, it appears much shorter than it is.  This tool is awesome. I would highly recommend to anyone that wants straight hair.  The good news is, it stays straight.  I own every single one of the Dyson hair tools. This is by far my favorite."
        },
        {
            "review_title": "Pretty Incredible",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I already had the blow dryer (which I love too) but had to try this. I was surprised at how good it is and also versatile.When I first reviews saying how it made your hair sleek I almost passed on it as I have thin hair which i try to make look fuller. Sleek usually means flat - which is also why I pass on ionic blowdryers. This does make your hair perfectly straight in a very short time but NOT flat like an ionic dryer would. Also, you CAN use it as a blow dryer too. I use the Airstrait first on my sides and back and then for my top, I simply point it in the right direction (the air blows out of the side) and use my boar brush the way i would with any other blow dryer. For fluffy hair, you can also spritz your roots with your favorite amplifying product and then use it as a blow dryer on your sides, etc. too. And it works great on dry hair too!   I also like the idle and shut off feature. When you put it down it shuts off till you pick it up. I thought I broke it at first :|>"
        },
        {
            "review_title": "AMAZING.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I've never left a review for anything in my life - not a product, not a restaurant. I felt personally responsible for leaving a review for this tool because it ACTUALLY changed my life. As someone who's had bleached hair for years and struggles to make my hair appear soft and healthy (despite trying every mask, oil and tool to ever exist) I cannot believe something as easy as this was the answer to my problems. This thing is amazing. It look me 15 minutes to DRY and STRAITEN my hair (usually an hour and a half process and it doesn't look nearly as good). I can't tell you how fast I got rid of all my other tools. 10/10 recommend this thing is life changing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This is a new revolution ud83eudd0cud83cudffbud83eudd72 I really wanted to hate it, but I caaanntttt. It's a kind of magic you should buy it! Just try, then you can return it, but it's hard! Promise you! I have all Dyson products, but this one stole my heart"
        },
        {
            "review_title": "Been waiting for this my whole life!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone",
            "review_text": "TLDR:  Absolutely worth it if you have curly hair and want a less damaging option to achieve a sleek, straight look.  My Official Review: I caved and bought the airstrait as soon as it was released. Yes, this review is a novel, but hopefully it can help you decide if youu2019d like to sell your first born to purchase the airstrait, too. (Kidding. Relax, Karen. No first borns were harmed in the purchasing of this product.) I have 3a curls and overall thin hair thatu2019s a little past my shoulder.   The tool itself is essentially a flat iron shaped blow drier. It doesnu2019t have hot plates and relies on some sort of witchcraft airflow. Unfortunately, it doesnu2019t came with a case, which isnu2019t a huge deal, but for the hefty price tag is a little disappointing. I recommend using it on wet hairu2014as soon as my hair starts to air dry, the tool becomes less effective.   The airstrait itself is, overall, incredible. This thing took my sopping wet, curly hair from wet to dryu2014and made it stick straightu2014in under 20 mins. I feel like Iu2019ve been waiting my whole life for a tool like this. I have never, ever gotten my hair this sleek, this frizz-free, this soft, and this STRAIGHT from just air. I have the dyson air wrap and my biggest frustration is that I feel like no matter what I do, I am always left with somewhat poofy, frizzy hair. In order to get my hair truly sleek, Iu2019ve always had to use a flat iron or curling ironu2014and even still felt like my hair was left frizzy if I didnu2019t meticulously blow dry it straight first, which takes forever and felt impossible. Also, the airstrait somehow magically left my hair with body and volume toou2014not flat, as flat irons sometimes do.   Now, I rarely wear my hair stick straight nowadays. I like the ends to have a bit of curl and aim for that 90s blow out look. Unfortunately, you canu2019t flip the ends with the airstrait like you can with a flat iron. So ultimately, unless I do want to wear my hair totally straight, I need to finish the ends with the airwrap"
        },
        {
            "review_title": "Buy this today!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "THANK YOU Dyson! I have recently purchased and immediately returned 2 other straight irons from different manufacturers. When I received the Dyson Airstrait my first impression was...wow this is light weight. I don't know why I was thinking it would be heavy, but it is definitely not. I tested it immediately. I have highlighted damaged hair that is not curly/not straight, so I blow dry & straighten daily to smooth it out. I testing my Airstrait on the dry setting and within minutes my hair was like silk and straighter than my old system. The Airstrait is so easy to use. There was no learning curve. Best part is when I woke up this morning, my hair was still perfect. I cannot wait to try it on the wet setting. This is amazing technology and definitely 5+ stars."
        },
        {
            "review_title": "I really wanted to hate this ud83dude05",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "SOLD! After already owning several Dyson hair products already, debated whether or not I really needed this, but let me tell you u2014 I NEEDED THIS. Best alternative to a hair straightener by far, just buy it ud83dude0f"
        },
        {
            "review_title": "New favourite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Wow!! As someone who wears their hair straight this is a game changer!! I had silky smooth hair and it definitely takes some learning as other say.Add a blow dry cream before and if you follow instructions you should have a gorgeous blow dry . Can justify the price as someone who gets blow outs frequently."
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I love this so much I 100% recommend it gave me glass silky hair"
        },
        {
            "review_title": "Honest Review",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I'm not sure the price justifies what this tool actually does. There is a little bit of a learning curve when first using but caught on quickly. Tip: dry as much of your roots as possible as the air comes out of the bottom of the plates so impossible to dry from roots to ends when drying sections. It also cannot dry large sections at once like a blow dryer can so have to do smaller sections than what Im used to. My hair definitely feels soft, sleek and shiny after using so I trust the technology. While again this is a nice hair tool, I also own the dyson blow dryer and that works just as well so not sure how I feel about the price tag on this one."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "This Dyson product is the best product that I believe they have made itu2019s a fast drying and leaves my hair silky and is able to heat up in such a short period of time it is very silent"
        }
    ]
}