{
    "product_id": "1670",
    "name": "Mini Donna Born In Roma & Voce Viva Perfume Set",
    "brand": "Valentino",
    "categories": "Fragrance, Value & Gift Sets, Perfume Gift Sets",
    "price": 49.0,
    "about": "Set Description:This is the perfect gift to discover Valentino's two couture fragrances. Born in Roma Donna Eau de Parfum blends vanilla bourbon with a trio of jasmine, twisted with a woody overdose. Voce Viva Eau de Parfum is a feminine bouquet of white flowers, twisted with crystal moss and vanilla..About the Bottle:The mini Born In Roma bottle is studded with the iconic Valentino Rockstud. The mini Voce Viva bottle is square and notched on the sides. The Rockstud, a signature of Maison Valentino inspired by Roman architecture, adorns the fragrance's top and collar for modern, edgy elegance..About the Fragrance:The Born in Roma Eau de Parfum is inspired by Rome and is a fragrance that tells a story of self expression: a celebration of people living life freely and embracing their heritage. The Voce Viva Eau de Parfum is imagined as a voice to spread a message around the world and invites everyone to touch hearts, inspire others, and live their dreams..This Set Contains:- 0.23 oz/ 7 mL Voce Viva Eau de Parfum",
    "ingredients": "Voce Viva Eau de Parfum:.Aqua / Water, Benzyl Salicylate, Benzyl Alcohol, Hydroxycitronellal, Linalool, Butyl Methoxydibenzoylmethane, Limonene, Ethylhexyl Salicylate, Geraniol, Citronellol, Methyl Anthranilate, Coumarin, Citral, Tris(Tetramethylhydroxypiperidinol ) Citrate, Farnesol, Isoeugenol, Benzyl Benzoate, Ci 14700 / Red 4, Ci 19140 / Yellow 5...Born in Roma Donna Eau de Parfum:.Alcohol, Parfum/Fragrance, Aqua/Water, Benzyl Salicylate, Hydroxycitronellal, Benzyl Alcohol, Limonene, Butyl Methoxydibenzoylmethane, Ethylhexyl Salicylate, Linalool, Alpha-Isomethyl Ionone, Isoeugenol, Methyl Anthranilate, Citronellol, Benzyl Benzoate, Coumarin, Geraniol, Benzyl Cinnamate, Tris (Tetramethylhydroxypiperidinol) Citrate, Citral, Farnesol, Eugenol, Ci 14700/Red 4, Ci 60730/Ext. Violet 2.",
    "how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. .-Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.",
    "num_reviews": 285,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/mini-born-in-roma-perfume-set-P500251?skuId=2553055&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2553055-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Nauseating",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I took these travelling with me, the cap came off both bottles and spilled into my makeup bag. I can't get the scent off of anything. Not a big fan of the scents or packaging."
        }
    ]
}