{
    "product_id": "523",
    "name": "LUNA 4 Facial Cleansing & Firming Massage for Combination Skin",
    "brand": "FOREO",
    "categories": "Skincare, High Tech Tools, Facial Cleansing Brushes",
    "price": 419.0,
    "about": "What it is:A customizable tool that lifts away visible dirt, oil, and makeup residue and offers firming facial massages that leave the skin clean and healthier..What Else You Need to Know:This tool features manual cleansing and massage controls with customization in the FOREO app. The brush head has broader touchpoints to deep clean with thinner touchpoints at the bottom and can be further personalized by cleansing intensity and firming massage routines..Clinical Results:Participants in a 28-day consumer trial reported the following benefits:",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.-To unlock LUNA 4, pair with the FOREO For You app. .-Once paired and settings decided, device can be used without the app..-Remove all makeup, dampen skin, and apply your favorite cleanser..-Press the universal button to turn on the LUNA 4..-Choose between Gentle, Regular, or Deep Cleanse modes using the buttons on the device..-Cleanse using circular movements on cheeks and forehead, gliding up and down the nose..-Press and hold the button for three seconds to turn off device..-Rinse and pat your face dry. .-Apply other skincare products..-Access firming massage manually or follow the instructions on the FOREO app to activate the firming massage function.",
    "num_reviews": 15,
    "overall_rating": 4.7,
    "product_url": "https://www.sephora.com/ca/en/product/foreo-luna-tm-4-facial-cleansing-firming-massage-for-combination-skin-P502831?skuId=2604403&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2604403-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "ONLY A FEW LEFT",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2604403-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Skip it!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Oily skin",
            "review_text": "I have used this device for over a year now, and I can definitely say that it doesnu2019t compare to my Clarisonic. The cleansing is sub par, the app is pointless, and the silicone nubs feel awful on my face. To top it off it only works with certain cleansers, and must be very wet to work at all. I consider this a huge waste of money."
        },
        {
            "review_title": "great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "It became easy to keep the combination skin type happy and glowing with this luna range. It just has it all. I'm absolutely loving the pulsations that work they way in my pores and get any makeup residues off my skin"
        },
        {
            "review_title": "Amazed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have never used a device like this for skincare so I was very excited to finally try this out. You have to set up an account and program the device through an app - very cool. The modes one can use are Regular, Gentle, and Deep Cleansing. I especially fell in love with the firming massage routines (the shiatsu and lymphatic drainage are my favorites). After a couple of weeks of using, I have noticed an improvement on my combination skin. My serums and makeup applies easier now."
        },
        {
            "review_title": "Gentle and Effective Cleanse",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I really enjoy that there's a variety of brushes for different skin types.  The silicone bristles feel super soft on the skin and leaves my face feeling smooth and clean without any damage. Free by Foreo"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "Since my other face brush brand went out of business I had to explore other options and Foreo did not disappoint! I love how customizable it is - there are three different cleansing modes and five different massage routines for you to chose from. My favorites are the regular cleansing mode and deep tissue massage. I can already tell I get a deeper clean than just using my hands and my skin feels clean but not stripped. I love how easy it is to clean and you donu2019t have to buy replacement heads (which is the issue I had with my last brush)."
        },
        {
            "review_title": "Absolute game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "This tool is such a game changer. I have had a healthy skin routine for almost five years now and have never used any applicators for my cleansers and lotions, with this foreo tool my skin routine has been amplified and I am truly seeing amazing results!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This Foreo device is beautiful and amazing. I love the size of this Luna. Itu2019s big enough that it covers a lot of surface quick. Make cleansing the face super easy. I can even use it on other parts of the body to exfoliate. I use with cleanser and it my skin feels so clean afterward. I also love the length the battery lasts! If youu2019re considering a cleansing device I would highly recommend. They change the game and keep your skin so clean and smoothing and looking amazing! This one in particular is awesome because it has the different massage rhythms. So cool!"
        },
        {
            "review_title": "A great investment for your self care routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "My self care routine has never been better! This device is so soft and cleans my face in minutes. Itu2019s got three different cleaning settings and is SO easy to use because the FOREO app gives cleansing and massage tutorials. Itu2019s got 5 different massage patterns, but I loved the deep tissue massage the most. Itu2019s a great way to wake up and start your day or to unwind after a stressful day!"
        },
        {
            "review_title": "Enhances my skincare routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This Foreo for combination skin makes such a big difference in the way I clean my face. It deep cleans my skin, removes dirt, oil and makeup and cleans my pores and after cleansing I can use my favorite serum with the Luna 4 for a firming massage. I love how easy it is to use, navigate and customize the different cleansing and massaging settings. It has regular, gentle and deep cleansing modes and five firming massage routine to choose from - lymphatic drainage, shiatsu, deep tissue, trigger point, and reflexology massage and they all feel so relaxing. The app is easy to set up. The design makes it so comfortable to hold and move the device around my skin. It does not only deep cleanses my skin in a gentle way but prepares my skin for massaging my skin with my favorite serum. My skin feels so clean, soft, and smooth afterwards and just looks radiant. It enhances my skincare routine and I highly recommend this Luna 4 for combination skin."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is my first Foreo device and the pad feels really nice and soft. I used it for cleansing and it made my skin feel so clean and good. Compared with the older models, the Luna 4 also comes with gentle and deep cleansing modes. The massage options are cool too.  However note that the device must be registered and you must have a Foreo account before registering it in the app. I was unable to receive any signup confirmation emails for over an hour when signing up. It so frustrating it makes me want to give it 1 star just for that experience alone.  Overall a great product, just hope they will fix their tech and app issues."
        },
        {
            "review_title": "My favorite massager",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I am big fan of Foreo. Itu2019s just the tools you need to have to improve your skincare routine. A new Luna 4 is such a great helper with cleaning face. My skin feels so fresh and clean after. Needless to say the app is amazing too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I have never tried any product like this Foreo before and I love it! The different settings are super great because I have sensitive skin so I don't want to irritate it. It's super easy to use and very cute!"
        },
        {
            "review_title": "Worth the Hype",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I had seen the Foreo for a long time but didn't really understand the hype. Then I finally tried one and WOW. This is incredible. I had a clarisonic for years but it finally died on me. This is soooo much better. I am amazed how great my skin looks after using. Now I get the hype!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I finally got the chance to try foreo!  This is a great product and I love how gentle and effective the device is.  I find that my face is super soft and clean after using it!  It's also really handy and cleans really for my face!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely love using this when Iu2019m in the shower. It helps my skin feel super clean and fresh. I have a oily T Zone and after using this I feel my stays oil free longer. Probably due to the fact that itu2019s deep cleaning."
        }
    ]
}