{
    "product_id": "759",
    "name": "Heavenly Luxe Complexion Perfection Brush #7",
    "brand": "IT Cosmetics",
    "categories": "Makeup, Brushes & Applicators, Face Brushes",
    "price": 67.5,
    "about": "What it is:An ultra-plush, two-in-one brush to flawlessly apply foundation and concealer evenly and smoothly with an airbrushed finish..Brush Formulation:All Formulas.Brush Coverage:Buildable.What Else You Need to Know:Designed with leading plastic surgeons to apply foundation and concealer, this brush provides the capability to build coverage and buff away imperfections. The large end allows you to quickly apply your foundation for a beautiful finish, while the micro-end allows for the most accurate precision.",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.-Start off with the large end and apply your favorite foundation to large areas of your face using circular motions. .-Use the micro-end to apply your favorite concealer precisely down to the smallest pore...Beauty tip: .-Whether you are using IT Cosmeticsu2019 Bye Bye Under Eye Concealer (sold separately) as your foundation or another concealer, use either side of your brush to cover big and small areas of your face.",
    "num_reviews": 822,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/heavenly-luxe-complexion-perfection-brush-7-P501475?skuId=1994532&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s1994532-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Didnu2019t last long for the price",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am very disappointed in this brush. The texture of it and application goes on well, but it started falling apart just a couple months into having it. Hopefully mine was just a fluke."
        },
        {
            "review_title": "Worth the money!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I bought this brush over 4 years ago, and have used it just about everyday since. Itu2019s perfect for foundation and concealer, but I also use it for blush and bronzer. It blends both creams and powders like a dream!"
        },
        {
            "review_title": "Sheds",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I really loved this brush. It seemed to be good quality, but over time there brush hairs started to fall out and would be on my face, which I find to be very irritating.  I loved the brush at first, but was a little disappointed it didnu2019t last longer."
        },
        {
            "review_title": "A staple.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "Well worth the price and even better if you can score it on one of the Rouge sales. Flawless foundation application and I love the small side for nose contour. Very soft. Wash your brushes frequently and they will last you a very long time."
        },
        {
            "review_title": "Always go back!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "So I have a million brushes I usually like BK brushes. But this IT brush  I continue to go back to time and time again. It's an excellent brush and you just need one for the whole while face! A Must haveface. . Totally recommend probably my favorite"
        },
        {
            "review_title": "Great for Rosacea sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I have rosacea and most brushes even gently used make my butterfly zone flare up.  This is the only one that I can use without irritation.  Have been using it for 5-6 years at least, I think.  I veer off and try something else and my cheeks can get red, and I know from my dermatologist that rosacea skin needs gentle. Great brush. I have 3 and it even apply bronzer and blush well too.  They don't last forever with washing carefully every week, so I have bought a few over the years."
        },
        {
            "review_title": "Great brush but overpriced",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Not usually a fan of dual ended brushes, because they're hard to store upright, but I really love this one. The bristles are densely packing, but so dense that it's difficult to wash the brush. Supremely soft, everything from foundation to concealer, blends so nicely with this.  I do however think it's stupidly overpriced. Is it a nice brush? Absolutely. But it is worth spending $50 on it? Sadly, no. Wait for the 50% sales at other retailers that carry this brand to grab it."
        },
        {
            "review_title": "Been a daily staple for too many years to remember",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have been using this duel ended brush for years. I first got interdicted it cosmetics from a Christmas gift from my mother-in-law. I have since ordered of tsc but if you take care of your brush, sheu2019ll last years. I have a petite face structure so I use the lace end for bronzer and the small side on my eyes."
        },
        {
            "review_title": "wasn't impressed",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I didn't think that it was worth the money I mean it was nothing special if it was then okay I don't mind paying the extra money but it was mediocre in my opinion I have Elf brushes and they were just as good if not better at a fraction of the cost so it's nothing special"
        },
        {
            "review_title": "Itu2019s great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This brush is soooo perfect. It is soft but firm enough to do whatever I need to do. It is well made and I think it will last a long time. I think itu2019s great"
        },
        {
            "review_title": "Heavenly heavenly ufffc",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "This is legitimately the only person you will need in your make up tacklebox. It blends beautifully itu2019s well-balanced. It really gets into the corners near the eye. It blends out veryufffc around the area where you need to be a little more delicate with concealer. It blen"
        },
        {
            "review_title": "Wish I bought this sooner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Pricey, but worth it. Iu2019ve had my eyes on this brush for years and I finally bought it! It is so versatile, dense yet so soft, and provides great coverage. Itu2019s also so light so very easy to hold and manage. Get it!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "The only brush you need for everything but eyeshadow. From someone who buys A LOT from Sephora and has tried many different ones I can really say this one is the best foundation"
        },
        {
            "review_title": "love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Oily skin",
            "review_text": "i love this brush! it is so soft and blends makeup beautifully. no smudging or cakeieness. definitely recommend!"
        },
        {
            "review_title": "The only brush you need in life",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This brush is perfection - perfect as the only brush you bring for a weekend away!"
        },
        {
            "review_title": "Must Have for CC Cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I've been using the IT Cosmetics CC Cream for years, and I really wish I'd gotten this brush sooner! I hesitated at the price, because I already have many brushes, both expensive (Sonia G/Wayne Goss) and affordable (Real Techniques). This brush is PERFECT for applying the CC Cream. Beautiful airbrushed finish, effortless blending, doesn't absorb too much product. Better than a sponge or any other brush I've used for cream or liquid foundation. Can't speak to longevity as I've only had it for a week, but I'm very impressed!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "The bet foundation brush ever! I purchased another one so I can use it for my cream bronzer and blush as well! I f you are thinking to purchase this, you wonu2019t regret!"
        },
        {
            "review_title": "The hype is real",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I really thought this brush was overhyped but itu2019s AMAZING! The best foundation brush Iu2019ve ever had. Itu2019s wild how effortless it blends products. The size is also great for bronzer & blush. The ELF dupe is not even close!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "Love this brush. So happy I got it. I use both ends, smaller end to contour my nose and the bigger end for blending or anything I want. Holds product really well and doesnu2019t flake off excess!!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I was able to get this through Influenster. Love this brush!! It easy to blend and I love that thereu2019s two sides."
        },
        {
            "review_title": "Will Not be repurchasing",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This brush was very pricey. Worked well but a lot of product builds up in it very fast. I have to clean it once a week! Also in the smaller part of the brush all the hair in it fell out all at once."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "The best two in one brush out there. Pricey but so worth it in my opinion. Does wonders bleeding in my concealer and foundation."
        },
        {
            "review_title": "A must have in my makeup bag",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have been using this makeup brush for about 5 months now and the quality consistency has stayed a 10/10 the entire time . I was worried that the brush would start to lose its effectiveness on applying my foundation so smoothly ufffc because of the fact that I wash it three times a week but it has held up very well and I havenu2019t noticed the brush shedding any hair at all within the timeframe that Iu2019ve had it. I think that this brush is worth the price being that it is pretty pricey but honestly itu2019s pricey because e of itu2019s effectively and ufffc the fact that it seems like itu2019s going to last a very long time whenever this brush does start to show some signs of wear and tear. I will definitely be rep purchasing a new one."
        },
        {
            "review_title": "Good the first days, not durable",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Very good when you purchase but after a month using daily (cleaning with daily spray from sephora) the concealer end has loose all the round shape . The foundation end still good but the other is all uneven and is not helping to blend. Very dissapointed"
        },
        {
            "review_title": "Softest brush ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Such a soft brush and blends the concealer beautifully. The bristles are so luxuriously soft."
        },
        {
            "review_title": "Heavenly Complexion",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s honestly in the name u201cHeavenly Luxe Complexion Perfectionu201d is as accurate as it gets! IT Cosmetics brushes are the best of the best for a reason! Love the duel head on this brush makes more room in my makeup bag for other necessities. The application is ideal for an effortlessly even result. This brush has been a staple in my makeup routine for almost a decade now. These brushes will last you for years as long as you take care of them. Iu2019ve never had issues with fallout from the bristles and I wash my brushes fairly often! My only complaint is that the duel heads can become loose and eventually apart off the base. It is a simple fix though with either a hot glue gun or pliers to riggtes the heads to the base."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I received this products for free from influenster and brand(s) in exchange my honest review.  IT cosmetics brush #7 my favorite!! Smooths liquid and dry make up perfectly! I would definitely recommend!!"
        },
        {
            "review_title": "Broke in a few months",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I loved this brush until it broke after just a few months of using it. It broke while I was washing it."
        },
        {
            "review_title": "Love it ! Itu2019s so soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Perfect brush! The bristles are so soft! is double sided sided! One side is perfect for all over and the other side is perfect for concealer in smaller areas! This was a gift"
        },
        {
            "review_title": "Falls apart",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I really loved this brush but it started shedding and huge chunks started falling off of it. Itu2019s an expensive brush and should last longer for what it costs."
        },
        {
            "review_title": "Softest brush ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Such a soft brush and blends the concealer beautifully. The bristles are so luxuriously soft."
        },
        {
            "review_title": "Heavenly Complexion",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s honestly in the name u201cHeavenly Luxe Complexion Perfectionu201d is as accurate as it gets! IT Cosmetics brushes are the best of the best for a reason! Love the duel head on this brush makes more room in my makeup bag for other necessities. The application is ideal for an effortlessly even result. This brush has been a staple in my makeup routine for almost a decade now. These brushes will last you for years as long as you take care of them. Iu2019ve never had issues with fallout from the bristles and I wash my brushes fairly often! My only complaint is that the duel heads can become loose and eventually apart off the base. It is a simple fix though with either a hot glue gun or pliers to riggtes the heads to the base."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I received this products for free from influenster and brand(s) in exchange my honest review.  IT cosmetics brush #7 my favorite!! Smooths liquid and dry make up perfectly! I would definitely recommend!!"
        },
        {
            "review_title": "Broke in a few months",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I loved this brush until it broke after just a few months of using it. It broke while I was washing it."
        },
        {
            "review_title": "Love it ! Itu2019s so soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Perfect brush! The bristles are so soft! is double sided sided! One side is perfect for all over and the other side is perfect for concealer in smaller areas! This was a gift"
        },
        {
            "review_title": "Falls apart",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I really loved this brush but it started shedding and huge chunks started falling off of it. Itu2019s an expensive brush and should last longer for what it costs."
        },
        {
            "review_title": "Must have brush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Very best multi-use brush on the market. Doesnu2019t shed, and blends everything so well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "This is the best foundation brush Iu2019ve used. Granted, I have not used a ton of the newly popular ones but I was having issues with application of some foundations and this brush has made most applications flawless"
        },
        {
            "review_title": "one of the best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "THE BEST brush for blush and bronzer. she's expensive, but truly the best! I'm thinking about buying another to use for foundation. I have SOOO  many makeup brushes, and this one is in my top 5 for sure"
        },
        {
            "review_title": "My go to foundation brush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "I absolutely love this brush. It makes my foundation, so smooth and Iu2019m able to evenly apply it throughout my face. I also donu2019t have to get my hands dirty. I like that it has two sides, one for foundation, and one for concealer. Extremely useful!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": ""
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I love this brush! I find that it seamlessly helps me to blend my foundation and concealer and I really donu2019t even use a beauty blender anymore. The brush is really soft on my skin. I would recommend to anyone!"
        },
        {
            "review_title": "Highly recommended!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "It became literally one of my favorite brushes in all my collection, and believe me, I have a lot of makeup brushes. So soft and just makes my foundation flawless on my skin!"
        },
        {
            "review_title": "Bristles shedding",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is my second brush because I loved the first one soo much.  Unfortunately bristles are falling apart and shedding on my face when make up is applied after only 6 months (and I wash my brushes properly)"
        },
        {
            "review_title": "Falls apart",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I loved this brush but it came apart at the seam in the middle so itu2019s mainly unusable. For an expensive brush, I expected it to last a lot longer."
        },
        {
            "review_title": "Buy !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Love this brush!! I use th is every day for my makeup. It is so soft and smooth and gives you the perfect flawless complexion!! I will be buying more of these. Best brush ever"
        },
        {
            "review_title": "Flawless Finish with Every Stroke",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "The IT Cosmetics Heavenly Luxe Complexion Perfection Brush #7 is a standout tool in my makeup bag. The dual-ended design is a space-saver and truly versatile. The larger end is perfect for seamlessly applying foundation with its dense, soft bristles that leave no streaks behind, offering full coverage without wasting product. The smaller end is ideal for concealer application, especially under the eyes and around the nose. It blends beautifully, reaching those small areas with precision. The brush itself is sturdy, well-crafted, and after several washes, it has retained its shape and softness with no shedding. It's a luxurious experience that elevates my daily makeup routine. Highly recommend for anyone looking to invest in a high-quality, multitasking brush."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Wow yea this is worth the hype! The elf duo is very similar but the blending of this brush !!!! Was sooo easy and fast love it"
        },
        {
            "review_title": "Great versatile makeup brush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Great make-up brush. Gives a even application with that ever product you choose to use it with.  I don't normally use make-up brushes but this brush has changed mind]"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This brush is amazing. I seriously didn't think a brush would make this much difference, but it really helps to smooth the makeup application. It feels good, easy to use, and just makes me feel like I'm pampering myself a bit!"
        },
        {
            "review_title": "Great foundation and concealer brush!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I am so happy I got to try this Heavenly Luxe Complexion Perfection Brush #7 because itu2019s amazing! Itu2019s sold out too so you know itu2019s a great brush!! I had never used a brush for my foundation or concealer before this and I love how well it works! The brush is so soft and so nicely made! I am just in awe of how much it has helped me in my makeup application!! I love the concealer side so much! So nice at applying concealer without getting it everywhere or wiping it away. I definitely recommend this!!!"
        },
        {
            "review_title": "Blends well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Really nice brush, it blends well and leaves an airbrushed look. I tried this with a serum as well as a balm and both blended well. I received this complimentary from Influenster in exchange for my review."
        },
        {
            "review_title": "Worth it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Pricey but worth it.  When this was recommended to me by a Sephora employee, I was hesitant. They told me if I didnu2019t like it I could return it. Needless to say, it was never returned and Iu2019ve recommended to many other people since purchasing it."
        },
        {
            "review_title": "Great universal brush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This is such a great brush! Love that itu2019s double sided with a small and large brush. The brush is soft and helps my makeup to be applied flawlessly. It really makes a big difference in application. Lately I feel like this is the only brush I need for concealer and foundation! Definitely glad I had to opportunity to try this one as an Influenster. Iu2019ve simplified my routine with 1 brush!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My go to foundation brush for the past five years. Some bristles are falling out of the concealer side, but not an issue for me because I only use the foundation side which has held up."
        },
        {
            "review_title": "Great functional brush!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "I have not been a big fan of IT Cosmetics brushes, as they fall apart after a couple of months, however this one has been great so far! It is soft and versatile. Very functional, and I love that itu2019s 2 brushes on 1, great for traveling or for not having clutter in the bathroom! I use the smaller side for contouring my nose and smaller areas, and the larger side for powder, to create an airbrushed finish."
        },
        {
            "review_title": "Not recommended",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I bought this brush in store back in May. The smaller part is falling apart. I took back to store and they said there is nothing they can do about it as itu2019s past 30 days. Def not worth $50. Wish I would have gone with ELF dupe."
        },
        {
            "review_title": "THE BEST BRUSH",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "The best brush I ever used!!  Itu2019s really soft and donu2019t leave marks when you use it!  Itu2019s not because I won it, itu2019s really the perfect brush"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "After using this brush im in love, it's so soft and love the texture it applies to my face."
        },
        {
            "review_title": "A staple in my collection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This has easily become my favorite brush I own! I use it for foundation, blush, contour! And the smaller end I use for note contour, concealer, and to bronze up my eyes. I would recommend this brush for anyone looking for versatility!"
        },
        {
            "review_title": "Yes pleasee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Its no suprise this brush is sold out! Its hands down the best multi use brush ive ever used and its sturdy so i feel with proper cleansing, it will last a while!! Also good when travelimg, i can toss this and maybe one other in my makeup bag and go! Ive never really went for a $50 brush but now i know why people do lol plus this is two in one!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this brush its so soft and the finish is amazing flawless i ran to get all it cosmetics brushes there amazing recomend 100% thank youinfluenster and it cosmeticsfor letingmetry it"
        },
        {
            "review_title": "Great dual brush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Love this brush! So soft and does a great job applying and blending my foundation and concealer. I love it ! Itu2019s my go to now"
        },
        {
            "review_title": "Wonderful brush .",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Great multiuser brush . Ran out to get another one and it was sold out . I think enough is said when a product is so good u can't buy one again lol still waiting for it to restock . Love it ."
        },
        {
            "review_title": "Love this brush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Super soft, and versatile. I'm able to use both ends instead of 2 brushes. One of the best brushes I own by far. Easy to clean. Would definitely recommend this brush."
        },
        {
            "review_title": "Must have for foundation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Love how soft this brush is and how accurate it makes your placement of concealer or foundation. This is a GameChanger gives me such a much better look with my make up. I received this complimentary from influenster in exchange for my honest review incentivized for legal purposes"
        },
        {
            "review_title": "Great dual brush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "My favorite foundation brush at the moment! Makes foundation and concealer application super easy and perfect!  I use Lancu00f4me foundation and my foundation looks perfect."
        },
        {
            "review_title": "Soft & HEAVENLY",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this brush so much, to the point where I'm constantly cleaning it thoroughly to use it for everything on my face. I never really thought I'd find a dual brush that I would like.. but I do love IT Cosmetics so much, so it makes sense. I do recommend this brush!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Very soft brush. Love that itu2019s dual ended. The smaller brush can be used more for the eye area when blending out concealer. The bigger brush blends product well. Personally I would use more for powders but liquids work okay."
        },
        {
            "review_title": "Highly recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Firstly I adore the container it comes in as I can keep it in my bag for applying on the go when needed. I also adore that it's duel sided and can use the one side for my foundation and the other for my concealer. The brush is so so soft and blends so seamlessly with little effort! It's the perfect size, doesn't shed and feels comfortable in your hand! Definitely my new favorite face brush!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I have never used this type of makeup brush before and I loved it. This is a game changer for my beauty routine. It makes my foundation go on like it's airbrushed. It helps the concealer look amazing."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "It Cosmetics makes the absolute best makeup brushes EVER. This is a classic brush, perfect for so many things. Foundation and concealer, but could also be used for liquid blush and highlighter. I own multiples of these!"
        },
        {
            "review_title": "Softest bristles",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is a great brush! I have been wanting to try for some time. The bristles are so soft! Concelor goes on so smooth! Can also blend foundation flawlessly."
        },
        {
            "review_title": "Heavenly Complexion Brush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I love my Heavenly Luxe Complexion Brush, it's the best brush I've ever used!  I would choose this brilush over any other."
        },
        {
            "review_title": "Great for travel or mini makeup bag",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I really like it to having on my purse with my mini kit of makeup on the go, having both brushes in one helps me to get ready easily, the brush is soft and look well made"
        },
        {
            "review_title": "Multitasking brush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This is a great dense brush that blends out foundation evenly. I used it alongside my cushion foundation or with E.L.F Halo Glow and skin tint and it gives perfection. The other side blends my concealer fast and effortlessly. 10/10 would buy this brush if I loose my current one."
        },
        {
            "review_title": "Love it ud83dude00",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "This is a great brush,  definitely would recognize to friends and family. Does more than one task, it's soft! And great."
        },
        {
            "review_title": "My favorite en mi rutina diaria",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "Yo quede enamorada de esta bocha multiuso su celda son su00faper suave deja la piel lisa y sin marca"
        },
        {
            "review_title": "Must have for on the go!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was given this brush complimentary in exchange for my honest review. I really enjoy using this brush and it is especially useful for travel. Having a foundation and concealer brush in one gives you just that much more space. As always, it cosmetics quality is always the best. I havenu2019t ever used a bad brush from it cosmetics."
        },
        {
            "review_title": "Perfect Brush for Wanshii",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Before I got introduced with beauty blender, Iu2019ve been a foundation brush user. And now when I get to try this IT Cosmetics Heavenly Luxe Brush, Iu2019ve recalled how perfect is it to apply foundation. This brush have fine bristles that are soft and very movable. When I blend it on my face, it gives medium to full coverage. Very easy to use and love that itu2019s double edged brush!"
        },
        {
            "review_title": "Must have brush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "IT Cosmetics Heavenly Locks Complexion Perfection Brush!  Oh, my flawless foundation dreams have come true with this brush! The airbrushed finish it gives when applying concealer and foundation is out of this world!  Say hello to that seamless, natural-looking complexion!  Trust me, your makeup routine will never be the same again!  I can't recommend these IT Cosmetics gems enough! They have truly transformed my beauty routine, and I know they'll do the same for you!  So go ahead, indulge in some self-care and treat yourself to these beauty wonders! You deserve it, lovelies!"
        },
        {
            "review_title": "Must have for my Makeup kit",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "Amazing brush, double sided for multiple benefits. Soft bristles. Added to my makeup bag!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I love this makeup brush so much. It is a 10/10 for me. I love how smooth it is. love the way it puts on my makeup on. It's one of the softest brushes I have!"
        },
        {
            "review_title": "Love It",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I looove the Heavenly Luxe Complexion Perfection Brush. I use it everyday to reach a great u201cnon-make upu201d effect make up. The big brush perfectly blends the foundation and the small brush blends the concealer. it serves many functions, and I love it!"
        },
        {
            "review_title": "Amazingly soft!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "It Cosmetics has always provided quality brushes this brush is heavenly soft and provides that airbrush look I so desire the bristles are butter soft against my sensitive skin it cosmetics brushes are worth the money although I was given this in exchange for my honest review i have many others and I'm so glad to add this to my collection. The concealer side of the brush is perfect for my inner corner under eye area allowing control and precision."
        },
        {
            "review_title": "Light to medium coverage",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "This product was given to me to sample via Influenster   This product is good if you want more of a light to medium coverage. Can be used for more buildable coverage, but does not blend the foundation as well as I would like."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Love this brush and basically everything in this brand! The brush is so soft and applies liquid foundation flawlessly! Your skin looks almost airbrushed when you use this brush!! (Received complimentary from Influenster & It Cosmetics for honest review)"
        },
        {
            "review_title": "So soft!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "After using this product for a few weeks, I love the results! Iu2019ve always applied foundation with a brush and this one is my favorite by far. Itu2019s so soft and blends the product so well. I love the concealer brush on the opposite end too, itu2019s so convenient!"
        },
        {
            "review_title": "Soft silky brush with smooth application",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Dry skin",
            "review_text": "This brush applies product perfectly. It's very soft and extremely easy to clean. It is great for applying creams and liquids especially."
        },
        {
            "review_title": "Loved it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Super soft, durable, and my make up applies so soft and smoothly. I love this brush so much. This is the only one I used everyday!!"
        },
        {
            "review_title": "It cosmetics make up brush #7",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "I received this product complimentary from Influenster and brands in exchange of my honest opinion. This brush is super soft and does perfect job. It doesn't collect too much of the product and works margin while applying your favorite product on your skin . Double sided brush is what you need to save space in your everyday makeup bag. It's doesn't smudge and distribute product easily and evenly . The design is very simple but very well executed at the same Time . I'm Very satisfied with this product and recommend it for your make up needs."
        },
        {
            "review_title": "Daily use brush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "Loved it, I usually use a blender for my makeup but since I got this brush, I started to using it and I love the way mu makeup looks. I normally use the brush and then tap it a little with the wet blender and it gives me a super natural look."
        },
        {
            "review_title": "Soft and lovely but broke the bank.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Brushes are a funny thing.  It's so personal and you can't always feel before buying. This is beautiful but if I knew more I would prefer not spending as much as this was.  Took off one star for cost."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this product. I have switched it to be part of my routine. I use the little side for both cream and powdered concealer. The big side is great for blush and bronzer. Definitely would recommend this to a friend."
        },
        {
            "review_title": "A convenient brush",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I like this duo brush. The foundation brush isnu2019t as dense as some brushes but it still works to blend out foundation. I like have the concealer brush on the other side to blend concealer around my eyes."
        },
        {
            "review_title": "Smooth sailing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Absolutely love how soft and smooth this brush was! It just glided across my skin with my foundation! I havenu2019t used a good brush like this in a while! Definitely worth the price!"
        },
        {
            "review_title": "Best foundation brush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I got this brush to review i absolutely love it for the use of my foundation its a perfect finish love the way it makes my foundation look & for the other end I use it for my highlight I absolutely love this brush my go to from now & out !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This brush works well and gives a smooth and even coverage. With its small and large brush tip it can cover multiple ways. This is a great brush I highly recommend it for customers!"
        },
        {
            "review_title": "Love this brush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love this brush! It provides a smooth finish, it is so soft, and doesnu2019t eat up a lot of the product. I also love that it has two sides, so the smaller side can reach areas around the eyes. Highly recommend."
        },
        {
            "review_title": "Flawless application",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This brush works well. Very comfortable grip and easy to hold. The bristles are so soft and distribute product evenly. Using this brush makes application mess free. Love it!"
        },
        {
            "review_title": "Best brush ever for everyday!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is quickly becoming my favorite makeup brush. It is just so versatile and works all over your face with both liquids or powders. Amazing density and blends so good. I'm in love!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Very nice brushes! Itu2019s definitely perfect for everyday use. I like the smooth texture that makes its easy to use and grip. With two sides itu2019s also great for traveling and cutting down on storage space."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I love this brush. Easily applies my foundation how I want and plus has the concealer brush on the other end. 2 birds with one brush I love love it"
        },
        {
            "review_title": "Love this Brush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I have spent a lot of my life purchasing cheaper brushes, because I thought it didn't matter. I actually quit using brushes alltogether, because I thought they were all pointless.  I received this to review and the difference is drastic. The brush doesnt shed, it blends so beautifully. There are no brush strokes left on my skin. It works so well. I love that it has 2 sides and is compact. If you want to splurge on something I suggest one of these brushes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Super soft and easy to use! It applied my foundation smoothly."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This brush is great ! It is versatile and fits in any small makeup bag. I love how smooth and even if a finish it leaves. It helps you achieve the perfect smooth look."
        },
        {
            "review_title": "Any everyday use in makeup bag",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019m a girl who loves dual uses with beauty products because it means less to carry around, so this brush is perfect! Great to use for foundation or concealer and the smaller end really helps to get product in the smallest spaces that I need"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love this brush. I think the best part is having both ends so I donu2019t need to fumble for multiple brushes. The brushes blend well, they are soft and they are easy to clean !"
        },
        {
            "review_title": "Great multitasker",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I like the dual function of this brush. I use the fluffy end for bronzer and blush. The small end is great for spot coverage and in a pinch, eyeshadow application."
        },
        {
            "review_title": "Exceptional!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This brush is AMAZING! My makeup goes on effortlessly now. I have told everyone I know that wears makeup about this brush."
        },
        {
            "review_title": "Best Brushes In The Biz!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Hey Gorgeous! Just wanna share my gifts from IT Cosmetics and Influenster with you.    u2728 Heavenly Luxe Complexion Perfection Foundation & Concealer Brush is perfect! If you haven't tried their brushes, what are you waiting for? IT Cosmetics has the best brushes in the biz!! Those soft bristles smooth you makeup for a flawless finish. When you wash the brush, I would suggest laying on its side so the water does not accumulate in the brush handle. Once again if you haven't tried their brushes, they are amazing!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "This is a really nice brush. It feels luxurious and doesnu2019t feel cheap. I really like the fluffy side compared to the smaller side. The smaller side applies my concealer streaky."
        },
        {
            "review_title": "Nice brush",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Super soft and fluffy brush. Easy to work with and clean. It cosmetics brushes never disappoint however there are more affordable brushes out there in the market."
        },
        {
            "review_title": "Must have for traveling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Best contouring and highlighting brush 2 in 1. I take it will I am traveling and do all my makeup up with it. I love how soft and easy to clean it is."
        },
        {
            "review_title": "A must have Brush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I am so in love eith how evenly this brush applies my foundation. I keep getting asked it I'm wearing make up. It doesn't cake up at all and it is flawless."
        },
        {
            "review_title": "Itu2019s nice but could be better",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This brush works well, it helps foundation blend in well because the brush is dense and soft. But it is hard to store"
        },
        {
            "review_title": "Can be used for almost every makeup step",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Normally double ended brushes are a pain for me to use because they may get smooshed on one endu2026 but this one has yet to do that at all. Itu2019s in perfect condition. It is fluffy enough for good coverage without being too stiff and pokey. It gets into crevices perfect and really diffuses products nicely."
        },
        {
            "review_title": "A must have for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "After being introduced to this brush I am in love!! It works amazing with my bb cream and makes my skin look so flawless and natrual!! I love how soft this brush is and that it doesn't leave marks or anything just a clean finish!!"
        },
        {
            "review_title": "Great travel brush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I travel for work so Iu2019m always on the lookout for a travel size makeup brush. The IT Cosmetics Complexion brush works as a powder foundation purse and fits perfectly in a small purse or travel bag. The brush is soft and evenly distributes the powder upon application. It also cleans easily and quickly."
        },
        {
            "review_title": "So soft + Air Brushed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I was gifted The Heavenly Luxe Complexion Perfection Brush from Influenster in exchange for my opinion. I must say, it is super amazing for airbrushed makeup application. I love the larger side for applying foundation, and the smaller side for delicately applying concealer. The bristles are also super soft and donu2019t irritate my sensitive skin."
        },
        {
            "review_title": "Must buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "Absolutely amazing dull sides brush. A must buy. Itu2019s definitely multi usable for your concealer and foundation. I love it. Thanks for sending"
        },
        {
            "review_title": "Brush it cosmetic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "the brush has several uses but for the base it is the best it blends the base very well without leaving streaks, the size is perfect to blend faster and the storage case is incredible for traveling and keeping it clean without dust"
        },
        {
            "review_title": "Much better than a beauty sponge!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I havenu2019t used a makeup brush in a while because Iu2019ve been using sponges. Iu2019ve officially converted over to only using a brush. It blew a my foundation and concealer seamlessly and I use less product! The bristles are soft, but dense and I havenu2019t had a single one fall out. I prefer to buff and blend my foundation when using the brush. Also, I appreciate that it comes with a plastic storage container."
        },
        {
            "review_title": "Crazy Complexion",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Dry skin",
            "review_text": "I absolutely loved this brush! It blended my makeup so well without smudging or sticking."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Fluffy soft brush. Does a good job spreading my make up on easily and not streaky. Not sure if itu2019s worth $50 though."
        },
        {
            "review_title": "Nice brush.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Itu2019s a nice brush. Nothing too special about it. It feels and works okay but nothing really sticks out about it. I do like having a brush that has two different types of brushes on it though!"
        },
        {
            "review_title": "Heavenly for sure",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I love this brush. One side is for your foundation and the other is for concealer/smaller areas. The bristles are so soft and makes putting on my foundation so much easier. Specially if you're traveling or carrying your makeup with you and not have space for lot of things this could be your multiuser brush. Highly recommend ud83dudc4c"
        },
        {
            "review_title": "Flawless!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I received the Heavenly Luxe Complexion Perfection Brush #7 as well, and have been reaching for it often to seamlessly blend my foundation and concealer. The bristles are soft but firm, and help to apply my foundation flawlessly."
        },
        {
            "review_title": "PERFECTION & A MUST HAVE!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "I received the IT Cosmetics Heavenly Luxe Complexion Perfection Brush #7 for free in exchange for my honest review. Let me just say that this brush is perfection!!! The brush has super soft bristles that makes applications go on silky smooth! I just love this brush! This is a very good quality makeup brush!! Highly recommended snagging one for yourself!"
        }
    ]
}