{
    "product_id": "914",
    "name": "Age-defying Nourishing Immortelle Youth Hand Cream",
    "brand": "L'Occitane",
    "categories": "Bath & Body, Body Moisturizers, Hand Cream & Foot Cream",
    "price": 51.0,
    "about": "What it is:A serum-in-cream that fights visible signs of aging..Skincare Concerns:Dark Spots, Dryness, and Loss of Firmness and Elasticity.Highlighted Ingredients:- Shea Butter: Rich in a high concentration of omega 6 to moisturize and soften the skin..Ingredient Callouts:Free of parabens, phthalates, mineral oil, sulfates SLS & SLES, and triclosan..What Else You Need to Know:This award-winning hand cream combines nourishing shea butter and powerful immortelle essential oil to reduce the appearance of wrinkles and leave hands looking more even-toned, plumper, and brighter..Clinical Results:In a consumer test on 31 volunteers over 8 weeks:",
    "ingredients": "-Shea Butter: Rich in a high concentration of omega 6 to moisturize and soften the skin..-100% Organic Immortelle Essential Oil: Packed with powerful antioxidants to fight visibly signs of aging..-Naturally Derived Hibiscus Flower Acids: Visibly even out and brighten skin...Aqua/Water, Glycerin, Caprylic/Capric Triglyceride, Helianthus Annuus (Sunflower) Seed Oil, Butyrospermum Parkii (Shea) Butter, Tapioca Starch, Cetearyl Alcohol, Arachidyl Alcohol, Glyceryl Stearate Se, Brassica Campestris (Rapeseed) Sterols, Helichrysum Italicum Flower Oil, Helichrysum Italicum Flower/Stem Extract, Hibiscus Sabdariffa Flower Extract, Adenosine, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Behenyl Alcohol, Hexylresorcinol, Caprylyl Glycol, Arachidyl Glucoside, Sodium Gluconate, Xanthan Gum, Sorbitan Isostearate, Polysorbate 60, Magnesium Hydroxide, Tocopherol, Sodium Hydroxide, Chlorphenesin, Parfum/Fragrance, Linalool, Limonene, Benzyl Salicylate, Geraniol, Citral, Coumarin.",
    "how_to_use": "Suggested Usage:.-Warm a small amount between hands, then massage gently into the palms and back of hands as well as nails and cuticles.",
    "num_reviews": 22,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/l-occitane-youth-hand-cream-P505150?skuId=2681054&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2681054-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "2.7 oz / 75 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2681054-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I do really love this hand cream, however the cap and package is very poor considering the high price. The package not only cracks and leaks, it's almost impossible to get the full product so it's wasteful. And again, it's expensive to have such waste"
        },
        {
            "review_title": "My new fave hand lotion",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Have been trying so many different hand lotions that will help with my dry spots on my hands and not leave me feeling greasy. Wow this one is worth the price, it has been the best hand lotion out of the several I have tried. You need a tiny bit and it goes a longs way so this tube will last me awhile. I put it on every night before bed and it leaves my hands silky soft with no residue or grease. A annoying dry spot on my hand over the winter would not go away no matter what I use and this cleared it up in two days! The smell is light and the typical L'Occtiane floral grass honey scent."
        },
        {
            "review_title": "Chefs Kiss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "best hand cream I have used! I have dermatitis and honestly all L'Occitane hand creams have helped my hands, but THIS ONE really made my hands glow and look youthful. I notice my skin is firmer. I think the smell is really nice, like an expensive subtle perfume. It took a lot for my to purchase, but so glad  did"
        },
        {
            "review_title": "Unacceptable",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I just got my order today and was upset to find I was sent a used tube."
        },
        {
            "review_title": "Overpriced",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Been using this for a couple of weeks and I do like the feel, not greasy and I like the scent. I notice no plumping, or brightening, My drug store brands work better. The cap on this expensive hand cream is annoying to put back on. You would think that at this price point it would have a better cap on it. Will not be repurchasing as it doesn't live up to its promises."
        },
        {
            "review_title": "I highly recommend this cream ud83dudc97",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "I highly recommend this amazing Youth hand cream! I love how my hand is looking after using for two months now ud83dudc97"
        },
        {
            "review_title": "Effective and brightening",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Noticed a difference using this every night right before I go to sleep. My hands looked brighter and more youthful in less than a week. More effective than other lotions in its price range, and non-greasy! I recommend using this as a treatment, not as a throw-in-your-bag lotion."
        },
        {
            "review_title": "Pills pretty badly",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Iu2019m not sure why it pills on my hands, I put it on dry, clean hands before bed and after using my phone for 15 minutes, itu2019s just rubbing right off and clumping on my fingers. Not a fan."
        },
        {
            "review_title": "The scent I can't",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I love the shea butter hand creams so I wanted to try this for my aging hands. It feels nice but the scent is unpleasant to me. I will probably end up using this on my feet and going back to the 25% cream. Not worth the price imho you get half as much."
        },
        {
            "review_title": "Absorbs nicely, not too thick not too thin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Just got this today and I must say Iu2019m pleasantly surprised. I thought it might be too thick, but itu2019s actually just right imo. There is a nice floral scent, not overpowering. And it absorbs quickly, no greasy feeling left behind. I will purchase again."
        },
        {
            "review_title": "GREAT FIRST IMPRESSION",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I havent used long enough to determine whether the claims are true but I will say that my first impressions of this product are very positive- the cream is silky smooth, smells great, not greasy at all. The box claims that you should see smoother, more supple, stronger skin and nails after 28 days which is important to me because of a bad hand allergy that left my hands extremely damaged and wrinkled. I will come back and update this review after 28 days but so far I am happy to have purchased this."
        },
        {
            "review_title": "Allergy alert but works wonder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This is a good cream for dry hands and doesnu2019t leave greasy feeling. However, Iu2019m allergic to it. Donu2019t know why but I start sneezing as soon as I apply it."
        },
        {
            "review_title": "Great hand cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "My hands get very dry. Having young kids, I am washing my hands often. This keeps them nice and soft. Have a wonderful scent too"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "I really enjoy this hand cream.  It is not greasy and absorbs well into the skin.  Lovely scent.  I would highly recommend."
        },
        {
            "review_title": "Nice hands",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Perfect hydration for younger looking hand and replenish dry skin. I also applied around my cuticles to soften my nails and fingers moisturize has well. Luv the results."
        },
        {
            "review_title": "Worked wonders on my hands and elbows",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I received this cream a couple of weeks ago and started using it immediately.  It really helped my dry hands.  I'm very happy with this cream.  It is light and absorbs really fast. The smell is pleasant."
        },
        {
            "review_title": "Amazing hand cream for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I have extremely dry skin and this hand cream has been amazing! It soaks into the skin quickly and leaves my hands feeling nice and silky. As a bonus itu2019s faded the age spot on my hand. The smell is also lovely."
        },
        {
            "review_title": "A new favourite of mine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This hand cream contains 97% natural origin ingredients and is especially formulated for the delicate skin of hand. After using it for 2 weeks my hands feel smoother and nourished. The elasticity and texture of my hands has improved a lot. Skin of my hands looks plumper, brighter and youthful. I particularly love its lightweight texture and delicate fragrance that feels so elegant. I love the golden aesthetic packaging. Overall I really love and highly recommend this cream."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received this cream a couple of weeks ago and started using it immediately.  I wanted to see if it would help my dryness of my hands and cuticles.  Pretty impressed with this cream.  It is light and absorbs really fast.  Doesn't leave an oily feeling.  The smell is pleasant.   Thank you @vanessa.andrea.beauty"
        },
        {
            "review_title": "My Hands feel so hydrated!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "I received this product on promotional. I love the way my hands feel after putting it on!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Very moisturizing, soaks in the skin pretty fast, and not greasy. Just not crazy over the scent."
        },
        {
            "review_title": "Great but not the best",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I need heavy duty hand cream for over washed hands at work. This weight cream goes into skin quicker than Shea butter Intensive hand cream. Texture is similar to Necessarie hand cream which I just bought my 3rd tube. I donu2019t mind this floral and citrus type scent stay for hours. I can see my hands got plump and smooth within days but my hands were dry in the morning which didnu2019t happen when I was using intensive hand cream. I really like this but it is C$47 for 75g, I may not repurchase unless it goes on sale."
        }
    ]
}