{
    "product_id": "1257",
    "name": "St. Barts Hair and Body Mist",
    "brand": "OUAI",
    "categories": "Fragrance, Women, Body Mist & Hair Mist",
    "price": 38.0,
    "about": "What it is:u00a0Get transported all the OUAI to the beaches of St. Barts with this luxurious, tropical-scented hair and body mist with notes of dragon fruit, orange blossom, tuberose, and musk.Fragrance Family:u00a0Fresh.Scent Type:u00a0Fresh Solar.Key Notes:u00a0Dragon Fruit, Orange Blossom, MuskFragrance Description: This scent is not a basic beach. With notes of dragon fruit, orange blossom, tuberose, and musk, a tropical vacay is only a spray a-OUAI..What Else You Need to Know: Get transported all the OUAI to the beaches of St. Barts with this luxurious, tropical-scented hair and body mist to be spritzed from head to toe, with notes of dragon fruit, orange blossom, tuberose, and musk.",
    "ingredients": "Water/Aqua/Eau, Alcohol Denat., Polysorbate 20, Fragrance/Parfum, Phenoxyethanol, Benzyl Salicylate, Coumarin, Hydroxycitronellal, Limonene, Linalool.",
    "how_to_use": "Suggested Usage:.-Mist the St. Barts scent all over your hair and body whenever you want to get a-OUAI.",
    "num_reviews": 1874,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/ouai-haircare-st-barts-hair-body-mist-P511046?skuId=2770485&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2770485-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "3.3 oz",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2770485-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "a must",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "je reu00e7ois plusieurs compliments sur lu2019odeur de mes cheveux depuis que ju2019utilise ce produit. i love it"
        },
        {
            "review_title": "AMAZINGGGG",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I absolutely loveee this product. It smells like the beach, and lasts longer than SDJ fragrances. Even after the scent fades a bit, it leaves citrusy smell notes behind. I get so many compliments when I wear it out!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair",
            "review_text": "Scent is to die for, so summery I keep it on me always and get so many compliments. Great for spritzing all over and hair"
        },
        {
            "review_title": "Smells amazing but doesn't last long",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "If you like tropical beach days, this scent is for you. It reminds me of a summer vacation! It smells of coconut and pineapple, similar to a Piu00f1a Colada. After about a month of being jostled around it my backpack the cap formed a crack which snapped in half. Since it is only a body spray, it isn't super long lasting but I love the scent so much that I could reapply it all day! If you like the smell of the OUAI scrub, this has the same scent!"
        },
        {
            "review_title": "Filter out incentivized reviews.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Wish I would have filtered out the incentivized reviews first. This product is so cheap smelling- it brings me back to being 12/13 years old in grade seven, getting my first bottle of calgon marshmallow body spray. Plastic bottle to really top it off! Will be returning and wouldnu2019t recommend."
        },
        {
            "review_title": "Must buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This smells amazing I will be buying more when I run out! I wish they made this in perfume form"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "I love this scent. I have their body scrub and wanted to try the body mist, and it is a perfect scent. Makes you feel like you're on vacation."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Actually lasts longer than other Ouai perfumes! Iu2019ve had so many people asking me what it was and noticing it. Love it"
        },
        {
            "review_title": "Doesnu2019t last long",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "The smell is amazing,the scent is unique like no other,however the longevity is horrible. I had to return,disappointing because for a scent so beautiful I wouldu2019ve loved to keep it longer. But as much as I spray it disappears before I even leave the house."
        },
        {
            "review_title": "Gorgeous Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "Smells divine! And longlasting in my hair over 12 hours later i could still get wafts. Instant love, I am happy I decided to blind buy."
        },
        {
            "review_title": "Must have! Smells sooo good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this body mist! Itu2019s long lasting and has a beachy coconut, pineapple and dragon fruit scent itu2019s a staple for the summer"
        },
        {
            "review_title": "lasts",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "smells so good! Like a pineapple/coconut fresh scent! I could also smell it on my shirt at the end of the day after putting it on in the morning! Def will repurchase"
        },
        {
            "review_title": "RUN TO GET THIS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This product smells so good! It is one of my favorite fragrances. It smells so fruity and delicious. I got 10 compliments after only having it on for 1 hour. If you want to smell nice and get lots of compliments, purchase this."
        },
        {
            "review_title": "Smells sooo good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This is the best body mist ever. Doesnu2019t smell of alcohol and has the perfect summer, fresh, beachy, scent. The atomizer (I think is what itu2019s called) is nice too! I will say/ the scent isnu2019t too long lasting."
        },
        {
            "review_title": "So fresh and so clean clean",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Every time I spray this Iu2019m instantly thinking a gentle breeze on a beach. Itu2019s quite transformative. I love to put it on after a shower in the evening. Itu2019s fresh and invokes the peacefulness and relaxation that Ineex after a long day."
        },
        {
            "review_title": "amazing pairs great with ysl libre",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "smells so good and clean i usually go for vanilla-y stuff but this is so nice"
        },
        {
            "review_title": "THE BEST EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "This is the best smelling perfume! It smells like the beach and a vacation.It is very fruity and exotic u2665."
        },
        {
            "review_title": "literally a pina colada and beach in a bottle?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "this smells heavenly, like i said in the title it smells like iu2019m on a beach drinking pina coladas, if you looking for a beachy scent this is for you ! highly recommend, it doesnu2019t last the longest because it is a body mist so i hope that they come out with a perfume version maybe?"
        },
        {
            "review_title": "literally my holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "maybe the best thing i've ever owned. it doesn't last too long because its a spray but it smells heavenly. its a very clean, summery scent with a hint of floral. its perfect alone and with literally any other perfume. 10/10"
        },
        {
            "review_title": "Fake influencer reviews",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "Smells like Hawaiian tropics after sun lotionu2026 smells good but generic. This smells like a $10 product at most"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "This product smell good. You can use this for your body and hair. It last for a long time. No, chemical smell also you have a nice of the mist body and hair spray."
        },
        {
            "review_title": "Smells divine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love love this scent. Reminds me of the beach, could be a little longer lasting but to be expected of a mist/spray. Solid scent"
        },
        {
            "review_title": "Smells heavenly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I picked it up in store, smelled it, and immediately had to buy the full size. Tropical, fruity & feminine smelling."
        },
        {
            "review_title": "5 STAR!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Oily skin",
            "review_text": "Love this so much! I will be buying the lotion!!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Amazing smelling scent. I had my whole family asking me what it was! It stays on the hair for a good amount of time too and pairs well layering with other perfumes. It is more of a summer scent but I would also wear all year long"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "SMELLS AMAZING!!! Great on hair and body. Smells like coconut heaven"
        },
        {
            "review_title": "A must have! So many compliments",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "My friend told me Iu2019d love this and I absolutely do! Iu2019ve had it for two months and without fail I get compliments on how good I smell every day! I have never got complimented on a sent this much before. Hail Be buying another before mine runs out"
        },
        {
            "review_title": "Extreme break-out",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "For anyone with sensitive skin, PLEASE do not use this product. I broke out all over my shoulders and neck where I sprayed it immediately after using it."
        },
        {
            "review_title": "Tropical paradise in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This scent is amazing! I absolutely love layering this. One of my new favorite scents!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "I donu2019t write reviews on here ever but hands down best hair mist. This smells so so good! I can describe it as fresh out a salon I just love it."
        },
        {
            "review_title": "Scent of heaven and luxe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I'm a huge fan of this heavenly mist, the intoxicating, tropical scent is ridiculously addictive, leaves my hair smelling amazing and looking luscious, while my skin feels refreshed, revitalized, and subtly fragranced all day, perfect for post-shower, pre-beach, or anytime pick-me-up!"
        },
        {
            "review_title": "so fresh!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I usually only go for vanilla scents for my perfumes and body sprays but this body mist smells so amazing. I just bought a bottle and immediately want to go get another in case I run out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "this smells sooooo good !! It is a real must in my body care. It smells like a dream ud83cudf80ud83dudc97"
        },
        {
            "review_title": "This is a new must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "This smells so good. I love the way it mists and it keeps you smelling so good and it gives a luxe coconut beach sent"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I am loving the oOUAI ST BARTS hair and body mist . The top notes are Orange Oil, Ocean Breeze Accord and Dragon Fruit. It is a unique blend. My hair smells amazing after using it and it overall a great mist."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I have used the Ouai products before. I love using their hair oil and shampoo and conditioner as well as leave-in conditioner. This fragrance spray smells amazing! I received this item in exchange for this post"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This mist smells amazing and I love that you can use it on both your skin and your hair! It has a sweet tropical scent that doesnu2019t smell too strong. Highly recommend trying this mist, I love it so much!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019ve been using this and it smells absolutely amazing!! After all the perfume and hair products I use in my hair I spray this and it makes my hair smell amazing! Also amazing on my body and Iu2019ve already gotten compliments"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So good! Gives Soft, feminine, sweet, sexy vibes u2728"
        },
        {
            "review_title": "Love this scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I LOVE THIS SCENT!! Perfect for summer and even layering it in winter!!! I love the jumbo size and its so convenient for everyday use!! I def recommend this scent all year long and it does linger on your clothes after a few days!"
        },
        {
            "review_title": "ud83dudc97",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This body spray is like a vacation in a bottle! The zesty orange oil and refreshing ocean breeze hit you first, making it feel like youu2019re standing on a sunlit beach. As it settles, the floralsu2014especially the tuberose and sampaguitau2014add a soft, exotic touch. The warm base of Baltic amber and musk lingers beautifully, giving it a subtle, cozy finish. Perfect for a quick spritz to feel confident and refreshed all day."
        },
        {
            "review_title": "Not overwhelming",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The ouai st. Barts hair and body mist is like a tropical getaway in a bottle. The scent is a perfect blend of fruity and floral light fresh and not overwhelming. It lasts all day on both hair and skin without being too strong. It makes for a great daily pick me up for that beach vacation vibe."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This hair and body mist has been my favorite to spray on lately. It had such a sophisticated tropical scent that puts me in vacation mode. Great scent for every day use, not too strong just perfect and refreshing!"
        },
        {
            "review_title": "Smells so good.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This smells amazing! I use it as both a body and hair spray almost every day. It has the lightest, freshest scent, which is wonderful. The notes work really well together, making it suitable for daily wear or special occasions. It also layers nicely with other fragrances. It has a beachy sweetness to it, but in a sophisticated way, if that makes sense."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Oily skin",
            "review_text": "I truly love the way this smells when I spray it! During the wintertime this really stays on my clothes and it feels like a great light coconut getaway! I love most of the ouai scents but this is definitely my favorite"
        },
        {
            "review_title": "A Mist Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This smells like heaven, a sunny summeru2019s mist on a crisp day at the beach. This is not too strong, and I absolutely love this mist! While itu2019s a bit big for travel, this scent is perfect. I love the tropical aspects to it."
        },
        {
            "review_title": "Like a beach vacation!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This is my first time trying OUAI St.Barts and it smells so amazing! It reminds me of a beach vacation in a bottle. I also love how much product you get, I can tell that this will last me a really long time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "As someone who loves fragrance and to try new scents and products, I was especially excited to try this St. Barts Hair and Body Mist from Ouai. It is actually the first product I've tried from this brand and let me just say that I am officially obsessed! I've been wanting to try for quite some time and am honestly a bit sad I didn't grab this sooner. The scent is absolutely divine, like a tropical getaway to a beautiful island paradise, this fragrance is fresh and luxurious featuring notes of dragon fruit, orange blossom, tuberose, and musk. I adore the tropical vibes this scent gives and can't wait to get everything in the St. Barts range!"
        },
        {
            "review_title": "Literally a vacay in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "Ouai is one of the best brands ever! I just love love love it! From the hair care to the body careu2026. But this spray!? The best ! Especially when you pair it with the body cream. Sooooooo yummy. Itu2019s stronger for a body mist and it lasts on my skin for about 6hrs."
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Wow this smells so delicious! Iu2019ve always loved the smell of Ouai products, and Iu2019m so happy they now have an everyday fragrance. The scent is subtle yet lasts all day! I highly recommend this product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I have heard so much about this scent so I was so excited to try it and it did not disappoint! It smells like paradise in a bottle. Vacation in a bottle. The scent is truly so special and wonderful. For a mist I find the scent payoff to be quite strong. I also love the jumbo size! It will last a while and I will be able to get lots of use!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Iu2019m obsessed with this body and hair mist. It has a soft tropical scent that makes you feel like you are in a tropical paradise. It has a musky and fruity scent that is very light and not overly powering that lasts all day . I love wearing during the day , in my hair and body because it keeps me feeling refreshed."
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "This body and hair mist from OUAI brand is truly a unique olfactory experience. The sweet tropical aroma is like nothing I've ever encountered before, reminiscent of tropical mango blended with hints of vanilla. Its indescribable scent adapts and mixes differently with each individual's pH level, creating a truly one-of-a-kind fragrance. I highly recommend trying it out for yourself to experience its delicious aroma firsthand."
        },
        {
            "review_title": "Amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Combination skin",
            "review_text": "This spray smells so delicious i absolutely love it! Itu2019s giving piu00f1a colada in the best way! Not too much and the smell lasts long on me I can still smell it after hours! The packaging is also very cute and aesthetic which I appreciate!"
        },
        {
            "review_title": "Makes my hair last longer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have always loved their classic hair products and the scents. This helps me go longer without washing my hair but keeping the same scent of a first day wash! I have been getting so many compliments and feel so beachy and fresh even through the winter (I live in Florida so the beachy scent is always in)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "This mist smells like a tropical vacation in a bottle! Itu2019s light, refreshing, and the perfect mix of fruity and floral. I love that I can use it on both my hair and bodyu2014such a fun little luxury and a huge compliment getter!"
        },
        {
            "review_title": "smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "i LOVEEEE this it smells so amazing!! i get so many compliments it smells like tropical coconut!"
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This Ouai body/hair mist smells amazing! Itu2019s a very warm, tropical scent with a hint of coconut. I love that it doubles as a hair perfume. The smell really lasts on both your skin and in hair. Would recommend!"
        },
        {
            "review_title": "Gone in 2 minutes",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "LOVE THE SMELL but it disappears within minutes. It just doesnu2019t last and itu2019s not worth it for the $"
        },
        {
            "review_title": "Fresh Scent!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "The Ouai St. Barts Hair & Body Mist is absolutely divine! I love how fresh this mist smells and the citrus notes really makes this scent smell very fresh and clean. This mist also lasts very long and is very versatile."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "My favorite scent! I have been obsessed with the ouai st barts line. I have all the products and they are perfect for layering. The body mist is great paired with the body lotion. I use it throughout the day for a refresh!"
        },
        {
            "review_title": "Lovely and beachy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019m absolutely obsessed with the Ouai St. Barts Hair & Body Mist! The tropical scent is so refreshing and transportiveu2014it literally feels like a vacation in a bottle. Itu2019s a perfect blend of warm coconut, fruity notes, and a hint of florals. Not only does it leave my skin and hair smelling amazing, but it also feels lightweight and not overpowering. The mist is fine and hydrating, making it great for a quick refresh any time of day. If you love a luxe, beachy vibe, this one is a must-try!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This mist is amazing, itu2019s smells like a tropical vacation. Sweet, fruity and floral.  I love that you can use it on hair and body. It lasts a long time on hair.  If you want a light and subtle scent then spray it on your body."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This thing smells so good and I love how it sprays!! The bottle is so cute and I always carry it around with me all the time. This is so nice and I will have it continuously with me whenever I wear it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am in love with this hair and body mist. Itu2019s been on my wishlist for a while and now that I have it I can tell you this is the fragrance that transports you to a sunny beach. I love the orange blossom note."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this spray. It is without a doubt my favorite scent. I have gotten compliments but I will say the longevity isnu2019t great and it wears off after a few hours. The broke is also so cute and I can recommend this spray!!!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019m obsessed with the Ouai St. Barts Hair and Body Mist! The scent is absolutely heavenlyu2014it instantly whisks me away to a tropical paradise with its warm, beachy notes. I love how versatile it is, adding the perfect hint of fragrance to both my hair and skin without being overpowering. The best part? The scent lingers beautifully throughout the day, keeping me smelling fresh. The lightweight formula is a dreamu2014no residue on my skin and no heaviness in my hair. Itu2019s a must-have for anyone who loves effortless, luxurious beauty. Highly recommend!"
        },
        {
            "review_title": "Adore this scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This was my first time trying a product from OUAIu2019s St. Barts line and Iu2019m hooked! This scent is fresh, uplifting and the fruity notes stick out the most to me. I love to start my day with this mist and adore the lasting results. I prefer to liberally spray both my hair and clothes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I never thought I needed hair perfume but it is now a necessity of mine. It makes your hair smell so good, especially on day 2 or day 3 hair. I cannot go a day without using this! Another great item from this brand!"
        },
        {
            "review_title": "Amazing price for the quality and longevity",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really like Ouai in general and would love to bottle up the air dry foam fragrance, thatu2019s my favorite smell. I got this as a 100 point reward to try and I really love it! Lasts so long and I have got 4 compliments in the last 48 hours. Ordering full size now! Very fresh tropical smell that you can wear anywhere without being overpowering."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "If you love St. Barts scent from ouai - youu2019ll be obsessed with this product! I use this hair and body mist every day and keep getting compliments on how amazing my hair and body smell. The scent is slightly sweet, not overpowering and just makes you feel like youu2019re at the luxury resort. 100/10"
        },
        {
            "review_title": "The best scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Obsessed with the scent of this hair mist so late so refreshing and takes me back to summer. This is such a late beachy scent that is just so nice and lingers on your hair all day long. I really love this product to add a little bit of a refresh on a day two without a hair wash."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "This is a PERFECT tropical sunscreen kind of scent. I really love that the bottle is so large, I donu2019t feel bad just dousing myself in a ton of it. The sprayer is also really nice and provides an even fine mist."
        },
        {
            "review_title": "Like it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love the OUAI St. Barts Hair & Body Mist! The scent is amazingu2014fresh and tropical, like a beach vacation in a bottle. Itu2019s light and not overpowering, perfect for everyday use. I also like that it works for both hair and body, making it super convenient. It feels luxurious and lasts for hours. Definitely recommend!"
        },
        {
            "review_title": "Love as a hair mist!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Dry skin",
            "review_text": "QUAI hair mist  The QUAI St. Barts hair & body mist smells, musky with a tad of fruity.  I like the scent, every time I smell it I think of margaritas on the beach, haha!  Other days the scent reminds me of a hot summer day, with a cool breeze coming from the waves of the beach!  I do like the scent of this but, I donu2019t like wearing it as a body mist.  I donu2019t like how the mists smells on my body.  Although I donu2019t like it as a body mist, I do love it as a hair mist.  I love how the scent lingers in my hair.  I get a whiff of it throughout the day.  I donu2019t wash my hair every day so, this keeps my hair smelling fresh!"
        },
        {
            "review_title": "mesmerizing scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "This mesmerizing scent will make you feel clean and fresh. I really like this scent. It is long lasting and I can smell it all day long. I spray it on my hair and body, citrus notes are felt. The bottle is quite large, it will last a long time. I highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "This hair and body mist smells delightful and reminds me of a tropical vacation. With tuberose and orange blossom, itu2019s more well-rounded that your regular beach scent. I love how compact it is, to be able to toss in a bag and go. It does have a nice wearability of a few hours."
        },
        {
            "review_title": "I love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I recently discovered a hair mist product that has completely transformed my hair care routine. The moment I spritz it on, a refreshing burst of fragrance envelops me, instantly elevating my mood. This hair mist not only smells divine but also provides a much-needed dose of hydration. My hair tends to get dry and frizzy, especially during the colder months, and this mist has become my go-to solution.  What I love most about it is its lightweight formula, which doesnu2019t weigh my hair down or make it feel sticky. It absorbs quickly, leaving my locks feeling soft and silky. The added shine it gives is a delightful bonus, making my hair look vibrant and healthy. I can easily apply it throughout the day, and it helps to tame any flyaways, giving my hair a polished finish.  Moreover, this hair mist is versatile. I can use it on damp hair before styling or as a refreshing touch-up on dry hair. The blend of nourishing ingredients not only enhances my hairu2019s appearance but also protects it from environmental stressors. Overall, this hair mist has become an essential part of my hair care arsenal, and I canu2019t imagine my routine without it."
        },
        {
            "review_title": "Great scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely love this Ouai scent! It seriously is one of the best smelling hair and body mists out there. Everytime I smell it I feel like Iu2019m on a warm tropical vacation. It comes with a very generous amount of product too. Definitely one of my favorites, and I love that you can use on hair too."
        },
        {
            "review_title": "love this body & hair mist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love this mist. This is such a beautiful scent. It has tropical scent which gives me vacation vibes.This mist is scent is long lasting & beautiful. Also this hair & body mist is works both way. Beautiful scent with vacation mode. Love everything about this hair & body mist"
        },
        {
            "review_title": "If you love a tropical scent - this is for you!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This is such a beautiful scent! Smells like vacation in a bottle. I love something light and tropical and this hits all the boxes for me. The scene is very long lasting too which I love for a hair and body spray. Also a very generous size!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Although itu2019s winter right now, I already know this will be my signature scent during the upcoming spring/summer season. I seriously feel like Iu2019m stepping into a tropical vacation when I spray this. If youu2019re a fan of coconut scents, youu2019ll love this!"
        },
        {
            "review_title": "Long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This hair and body mist had gotten me so many com lately and every time I say itu2019s Ouai St. Barts hair and body mist I get the u201cwhat!?u201d Response lol if you want a settled and long lasting mist then this is for you. It also compliments and mixes well with my everyday fragrances"
        },
        {
            "review_title": "Vacation in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I was browsing for a new body spray and bought this just on the reviews alone. so glad I did. package got here tonight and it smells amazing. defiantly recommend   Reminds me of that Seinfeld episode where Kramer wants a perfume of the beach....look no further xD"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This hair and body mist smells so amazing. It makes me feel so light and feminine. It has soft notes and is great for daily use. I like to grab it when I want something lightweight and refreshing that elevates my mood."
        },
        {
            "review_title": "Such a heavenly scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This scent is truly heavenly. If you enjoy a good tropical scent suitable for everyday, this one is perfection. I love that the mist now comes in a bigger size, as I love using it often and this will make my bottle last longer. It lasts wonderfully on both the hair and body."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "This one is truly paradise in a bottle . Smells like tropical vines . Itu2019s really nice if wanna make hair smell nice . Also nice on the body . It lasts a long while too especially if use it on hair . Itu2019s a huge bottle too which is nice"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This is absolutely my favorite scent from Ouai. First of all, I adore the jumbo bottle. It is much needed! This scent is so fresh and transports me to a calming place. It smells like coconuts and bananas mixed together. I have been using it on my hair and body. Please make more products with this scent!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "The OUAI St. Barts Hair & Body Mist makes me feel so nostalgic for vacation and warm, sunny days. Itu2019s the ultimate u201cclean/it girlu201d summery scent. I love layering it alongside the St. Barts Body Cleanser and Body Cream."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I love this scent from Ouai. It's a fresh tropical scent that reminds me of a beach vacation. I can see myself using this all summer long. Love that you can use on your hair as well. Definitely want to try more from Ouai"
        },
        {
            "review_title": "Smells so good!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Okayyyyy this smells soooooo good!! This is definitely a luxurious scent!! It smells very fruity, floral and tropical!! I love spraying it on my hair mainly (you can also spray on your body) and it just makes my hair smell so good!! You do have to reapply throughout the day though as the smell lasts a few hours."
        },
        {
            "review_title": "Long lasting, tropical scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "Love layering this with my st barts body wash and cream and fully committing to the scent. It smells sweet and tropical, but in a warm, sophisticated way. It has great projection, so you only need a couple of mists. Plus being able to spray it in your hair helps the scent last much longer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "This hair and body spray smells so luxurious. I really notice it when I use it on my hair. I smell it all day long as my hair moves. I love the large size because I seriously use it every day. Itu2019s great."
        },
        {
            "review_title": "Must have for my beach girlies!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I absolutely love this product! It makes me feel like Iu2019m at the beach. I definitely recommend this product if you want to feel like youu2019re on a vacation somewhere tropical! It smells like heaven. I also use their thick hair mask which leaves my hair feeling hydrated and soft."
        },
        {
            "review_title": "Very summer like scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This mist is absolutely amazing, it stays on for hours especially on hair and clothes and scent is so summery, just makes me want to go on the beach vacation and enjoy the sunshine. This scent is definitely wonderful for the mood, because itu2019s sunny soft and my husband complimented me right away on it. Itu2019s truly delicious and very much brightening mood scent! Love it!"
        },
        {
            "review_title": "Smells good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This hair and body mist is light and fresh. It smells just like the skin other Ouai st barts liner. Itu2019s sweet and and fresh . It does smell like coconut or passion fruit scent. Itu2019s not overly strong but smells reall nice ."
        },
        {
            "review_title": "Versatile any season",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "It has a delicate sweetness with a hint of coconut, but the amber and musk notes add a sophisticated touch, making it less youthful.  It's beachy and a warm fragrance.  Interestingly, it's versatile enough for both summer and winter.  The scent lingers beautifully on my skin and clothes throughout the day. AND, the bottle is large!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Love this hair and body mist! It compliments my other st Barts products perfectly. The smell is light and elegant and makes me feel like such an it girl. I apart it before I leave for work and like to refresh before going out to dinner."
        },
        {
            "review_title": "Smells really nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "Love the scent of this hair and body spray! It smells clean and beachy and itu2019s perfect for day wear. I also like to layer it with other fragrances that I own! The mist is fine and I love the packaging too!"
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "This body mist smells SOOOO GOOD!! St.Barts has always been one of my favorite scents and I'm so glad they expanded the line and made a body mist and not just that, they saw that we all loved it and decided to make an even bigger bottle! This bottle is huge and such a great value. The mist itself is so uplifting, it's tropical, sweet, juicy..Just amazing! Every time I put it on it puts me in such a good mood! If you like sweet tropical scents you will LOVE this!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This St. Barts Hair & Body Mist is a tropical dream in a bottle! The scent is the perfect mix of fresh, fruity, and warm with notes of dragon fruit, orange blossom, and musk. It instantly transports me to a beach getaway! The bigger size is a bonusu2014I can spritz it all day without running out. A must-have for anyone who loves a luxurious, long-lasting scent!"
        },
        {
            "review_title": "best body and hair mist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This body mist is EVERYTHING. Iu2019ve been getting so many compliments. The scent is soft and sexy and I love how long lasting it is for a body mist. I absolutely love the fact I can spray it on my hair too!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This smells divine!!! Love how amazing it smells. It lasts all day. I love love the way it makes my hair no greasy when I spray. I highly recommend this product. It really smells so nice and light. Do give it a try"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Dry skin",
            "review_text": "This stuff smells SO good! I am so very obsessed with the scent. The bottle is also nice and large, and I love the fine mist on the sprayer. I am in love with this scent and now I need to buy the entire line"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Oaui St. Barts Hair & Body Mist is a tropical dream! Light and refreshing with notes of citrus and coconut, it leaves a subtle, luxurious scent on hair and skin. Perfect for a beachy vibe all day the smell is addicting!!"
        },
        {
            "review_title": "great smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i already love a few different ouai hair products but had not made my way to the line of st barts products just yet so i was excited to try out this hair and body mist. the smell is so mesmerizing and i find it to be long lasting sent to me by ouai in exchange for an honest review"
        },
        {
            "review_title": "paradise is a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Obsessed with this body mist it smells ao amzing! I'm so was happy that they created a bigger size! This is a perfect eveyday scenr, Despite being a mist, it holds its scent for hours! Its literally paradise in a body."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Ever since I started using the St. Bartsu2019 scented body wash, Iu2019ve been completely hooked on the fragrance and have been steadily expanding my collection. The scent is wonderfully tropical, instantly transporting me to warm summer days lounging by the beach. It has a luxurious vibe and the best part? It lingers for hours after application. OAUI, I need my entire home to smell like St. Bartsu2014can we please get a candle?   The value size is an absolute steal! For just $10 more than the standard 3.3 oz size, you get a massive 8 fl oz bottle that will last a while."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I loveeeeee this scent! It smells like vacation and the beach in a bottle! The bottle is so pretty and the spray sprays so nice and evenly and gorgeous! I am so obsessed and canu2019t wait to keep using daily!"
        },
        {
            "review_title": "Smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This smells absolutely amazing!! As soon as I first sprayed it, I knew this would be a repurchase. The scent instantly transported me to a tropical vacation. My boyfriend also liked the scent very much, he instantly asked what I was wearing as soon as I came into the room he was at."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "What a yummy scent! This body spray smells like a tropical getaway! It immediately transports me to summer on an island. The scent does not smell artificial nor does it smell juvenile. Itu2019s long lasting but not overpowering."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "i love this st new at barts hair and body mist by ouai. this is one of the best scent that they have! it smells like a dream vacation and i cannot have enough! i get so many compliments whenever i wear it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I am in loveee with this scent from Ouai and have all the body care products in this scent so when they came out with a spray, I was so excited! It smells like a heavenly tropical vacation! I highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "I love this scent! I had previously got the Ouai St. Bart's Body Cream, and I was a big fan because it smells heavenly. I was super excited to get this hair mist as well, and I'm so happy that it smells just like the cream. It's tropical, fresh, and creamy. And the size is so giant. The staying power is stronger than I expected for a mist. The throw reminds me more of an EDT."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this body spray, this is my second of many more purchases to come because I love how clean and light it is and depending on what Iu2019m doing the smell will last for a few hours !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Smells light but tropical. Perfect for everyday and need a perfume of this!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "This mist is fantastic! The mist itself comes out so smoothly and the fragrance is so fresh and fruity. I have the body wash and body cream as well so layering this on top just makes it last even longer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This scent is perfect for summer, and if itu2019s not summer, it instantly transports you back to those sunny days. Iu2019m already a huge fan of their products and use their shampoos and conditioners religiously, so itu2019s no surprise that I love this too. The jumbo size is amazingu2014it lets me indulge without holding back because itu2019s genuinely huge. Iu2019m excited to try more from the OUAI St. Barts collection!"
        },
        {
            "review_title": "Ouai can do no wrong!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Ouai can do no wrong! Iu2019ve been using their leave in conditioner for a long time now and am obsessed. Just recently tried their shampoo and conditioner as well as the St Barts body wash, and love them ALL!!  I think the St. Barts scent is going to be hit or miss with some people but I absolutely love it!! But, I also am going to put it aside for the summer. Itu2019s more a summer than winter scent, for me at least!  But, the scent lasts, ESPECIALLY in my hair which I love!! Definitely recommend, especially if you love u201csummeryu201d scents!"
        },
        {
            "review_title": "Delicious scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This scent is unbelievably delicious. I tend to go for a very mild, clean, fresh scent as my go-to signature scent but this mist truly made me more open to a tropical smell that takes me straight to the beach. Itu2019s awesome that i can take this with me on the go and spray whenever Iu2019m out and want to smell good!"
        },
        {
            "review_title": "Best spray ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Best spray ever. I recommend so much smells like you are on vacation"
        },
        {
            "review_title": "Buy this if you want everyone to ask what it is",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Oily skin",
            "review_text": "This scent is iconic and I was so happy when they came out with the mist! But for the price I was disappointed with the small bottle size. This value size is almost 3x more for an additional $10 ! I love spraying it in my hair. I have been receiving so many compliments."
        },
        {
            "review_title": "Great price",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The OUAI St. Barts Hair & Body Mist offers great value, combining high-quality fragrance and versatility in one sleek product. The simple, minimalistic design of the bottle feels chic and modern, making it a perfect addition to your beauty collection. The scent is divineu2014a sweet tropical aroma with fresh notes that instantly transports you to a luxurious island getaway. Itu2019s very sexy, with a sultry undertone that lingers beautifully. I especially love how it stays long on my hair, keeping me smelling amazing throughout the day. Iu2019m completely obsessed. Highly recommend!"
        },
        {
            "review_title": "A Nice Mist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "Hair & Body Mist to be spritzed from head to toe, with notes of dragon fruit, orange blossom, tuberose & musk."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Smells so good, taking this with me to the car to spray after the gym, or just in case. The bottle is a great size. Love that it last such a long time on my hair. Definitely worth giving it a try!!!"
        },
        {
            "review_title": "AMAZING!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This perfume smells so good!!! It sprays so good!!! Totally recommend!!!"
        },
        {
            "review_title": "such a great spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I am obsessed with this scent, it reminds me of vacation. The bottle is nice and big, the way itu2019s breaths. Itu2019s like a mist and I love that. Honestly, this is probably one of the best hair body mess that I have. I canu2019t wait to put it in my gym bag and have it with me at all times"
        },
        {
            "review_title": "Using it every day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The OUAI St. Barts Hair & Body Mist is like a beach vacation in a bottle. Itu2019s light, refreshing, and feels like an instant mood boost. Iu2019ve been using it every day, and itu2019s such an easy way to feel a little more put-together. I definitely makes me want to try more from the St. Barts line."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This hair and body mist is the best I have ever used! When you spray it the scent lasts for hours!! And I got so many compliments from people on how good I smelled. Lots of people told me I smelled just like a tropical vacation and I 100% appreciate that."
        },
        {
            "review_title": "perfect summer/beachy scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "this is one of my favorite scents ever. smells like the beach and summertime. its actually pretty long lasting for a body mist and am so excited that it finally comes in a bigger size! love pairing it with the lotion and bodywash for a stronger, longer lasting scent. highly recommend for anyone who loves a beachy/summery scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is the perfect summer scent, although I will use it year round. Itu2019s a mix of vanilla and fruity notes and smells really fresh and yummy and beachy. It doesnu2019t have the best lasting power but itu2019s just a spray rather than a perfume so thatu2019s to be expected. I like to spray it in my hair and it does linger a bit through the day, just a nice beachy light scent. I love it!"
        },
        {
            "review_title": "A tropical dream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This scent is one to make you feel like youu2019re on a tropical island. Itu2019s definitely got a coconut scent to it but in a delicious way not a sunscreen way. My fiancu00e9 described it as pina colada. I did find when I first sprayed it on my neck like a typical perfume it did not last very long. When I sprayed it on my hair it did last a long time and gave a nice burst of scent when I moved my hair. I do like that kind of a scent so itu2019s something I enjoy. As far as the bottle goes it is similar to other body mists but it has a fancy element with the holographic text and simple style. I do feel like I could put it next to my expensive perfumes and it could fit in. As far as the offer of the larger sized bottle I do like the value aspect of it but I do wonder if one could actually use up the product before it goes bad? I know perfumes tend to change over time so it could be better to have a smaller bottle that you can actually use up. That just depends on how often and how much of the mist you use."
        },
        {
            "review_title": "Great to have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "It has a light, tropical scent thatu2019s not overpowering, yet it lasts throughout the day. I love catching a pleasant whiff every time I flip my hairu2014it smells amazing without leaving any greasy or shiny residue. Plus, it works as the perfect fragrance for both my hair and body. A must-have for anyone looking for a refreshing, summery scent that lingers without being too strong!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This mist just makes me feel good. Itu2019s light, tropical, and fresh, like a little pick-me-up whenever I need it. The dragon fruit and orange blossom keep it fun, while the musk gives it this soft, cozy finish. Itu2019s perfect for those days when I want to feel put together without overdoing it."
        },
        {
            "review_title": "Sweet solar tuberose",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "If you like tuberose, it is really nice, but you have to like tuberose. This is a bubble gummy tuberose laced with orange blossom, dragon fruit and salt water. I donu2019t get any musk. Itu2019s very sweet and feminine. I can see why everyone loves it, but itu2019s a little too heavy on the tuberose for me personally. Rue St. Honoru00e9 still has my heart.  For a body mist, this performs really well. Two sprays fills the room. The sprayer is a nice slow mist which i love and the bottle is so aesthetically pleasing. If you like other St. Barts scented products, you really canu2019t go wrong with this."
        },
        {
            "review_title": "Summer in a bottle",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "It smells very tropical - if you like the smell of coconut this is your you! Itu2019s very lasting and decent size for the price. You get a lot. It is the perfect summer scent!! Definitely will be repurchasing"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This is such a captivating scent for me. I am a huge fruity, sweet, and gourmand fan. I can smell a slight orange and almost pineapple-ish at first. A typical scent I love. It calls down and adds a slight wood scent after dry. This does last me hours and I do be repurchasing."
        },
        {
            "review_title": "I like it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I think you will love this body mist. It is fresh and sweet but something is making it different. This is not a perfume but it has great qualities for a body mist. I can see myself using it while I am enjoying my routine at home."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Ouai products have been my favourite so far. The hair and body mist is been a great addition to my collection. It smeels so good on my hair. I use it after shower, and it stays for 5 to 6 hours, I layer it on top of other mist of perfumes and it has been good so far. It feels fresh and the gragrance is not very strong. It gives a subtle feel and gradually settles on to my skin and hair. I have tried other OUAI products and it is known for its smell. The products are great and I love them."
        },
        {
            "review_title": "Sexy & subtle mist",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Iu2019ve always been intrigued by Ouai as a brand but had never tried any of their products until now. When I got the chance to try the Hair and Body Mist from the St. Barts collection, I was instantly transported to a tropical paradise with just one spritz. The scent is vibrant and upliftingu2014a true mood booster that evokes the feeling of a luxurious vacation.  While coconut isnu2019t officially listed among the notes, I canu2019t help but detect a warm, subtle hint of it, which adds to the tropical vibe. What makes it stand out for me is the addition of fresh citrusy notes that balance the scent perfectly. Itu2019s not cloyingly sweet; instead, it dances beautifully between different layers of freshness and warmth.  This mist makes you feel effortlessly sexy and confident. Iu2019m not a fan of overly sweet, overpowering scents, and this strikes just the right balance. Itu2019s perfect for those days when you donu2019t feel like wearing a heavy perfume. However, as much as I love the initial burst of fragrance, it doesnu2019t have much staying power. The scent fades quickly and doesnu2019t linger long on the skin.  Overall, this is a great pick for a light, refreshing boost of fragrance, especially for casual, carefree days. Itu2019s a little escape in a bottle, even if just for a short while."
        },
        {
            "review_title": "Smells great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Combination skin",
            "review_text": "This is my first time smelling the scent! I am very used to the original scent that they use in their products. This definitely has more of a beach feel! It smells like the sun! It makes me smile because I think of summer! The send it self did not last for too long, but a few hours is still good enough for me!"
        },
        {
            "review_title": "Smells like a tropical vacation!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019m so impressed with OUAI St. Barts hair and body mist. The scent reminds me of a tropical vacation. Itu2019s a combination of sweet dragon fruit, orange blossom and musky undertones. I spray it all over my body and hair. The longevity is pretty good too, it lasts for hours. I always receive compliments when I wear St. Barts mist."
        },
        {
            "review_title": "Tropical heaven",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is by far my favorite Ouai scent ever. Itu2019s so delish and perfect for laying by the pool or on the beach (or when you want to reminisce). The mist is perfect for layering with other fragrances or better yet with other St Bartu2019s goodies. The trifecta is the body wash, the body creme and then the mist on top. Itu2019s a pina colada in a bottle and will forever be a part of my collection."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This body and hair mist smells amazing!!! It literally smell like a vacation! It has hints on coconut and itu2019s sweet but no too much. It smells tropical and definitely luxurious for being a hair and body mist thatu2019s pretty good!!!"
        },
        {
            "review_title": "Most have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Smells amazing! I love ouais mist! I love their perfumes!! I highly recommend this body mist! Every girl needs them! I was missing out I absolutely love it! Will be my go toou2019 love how itu2019s a body and hair mist"
        },
        {
            "review_title": "Vacation in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "The OUAI Hair and Body Spray is such a versatile, indulgent product!  It's a tropical mist that works as both a hair refresher and a body fragrance.  The scent is inspired by St. Barts, with notes of dragon fruit, orange blossom, tuberose, and musk.  Itu2019s fresh and beachy, making it perfect for those u201cI-want-to-smell-like-vacationu201d moments.  Plus, itu2019s super easy to toss in your bag for a quick spritz throughout the day.  Whether you want to revive your hair or just feel refreshed, itu2019s such a luxe yet effortless product to have"
        },
        {
            "review_title": "So pretty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This scent feels so refreshing I just love it. I used it after showering and it smells so good so fruity it is a great size and the packaging is so beautiful the scent can last for a few hours. This is also best for traveling I canu2019t wait to take this with me."
        },
        {
            "review_title": "Smells like a tropical paradise",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "The OUAI St. Barts hair and body mist smells like delicious a delicious tropical drink. I have never been to St. Barts but smelling this mist definitely helps me to better imagine how it is like. I imagine fresh coconut, dragon fruit, and orange blossoms lying around me by the beach. The bigger size is also such an amazing value and so perfect for spraying this delicious mist over and over."
        },
        {
            "review_title": "Vacation in a Bottle!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This body mist will go everywhere I go during the summer! It smells like vacation in a bottle with the signature St. Barts scent.  I have everything in the St. Barts scent from shampoo to body scrub. Itu2019s so exciting that OUAI has now released a bigger size in the body mist. When itu2019s gloomy in the winter I spray myself with this mist to sweep me away to a vacation Island! Love Love Love it!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Absolutely loved the OUAI St. Barts mist! Immediately feels like youu2019re on a tropical beach when you spray it. I love using it especially on my hair and having it smell amazing all day. I love they came out with a bigger version, you literally canu2019t get enough of it!"
        },
        {
            "review_title": "Smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "This beautiful mist smells amazing and itu2019s my second bottle!  I am always getting asked by men and girls what Im wearing, itu2019s smells so divine! Smells wonderful an Iu2019m definitely going to purchase it again and again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Dry skin",
            "review_text": "Absolutely love the OUAI St. Barts Hair and Body Mist! The tropical scent is fresh and luxurious, with just the right balance of sweetness from the dragon fruit and warmth from the musk. Perfect for an everyday pick-me-up or special occasions. Highly recommendu2014this oneu2019s a keeper!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Combination skin",
            "review_text": "Absolutely love the St. Bartu2019s collection, so this is no exception!! Smells like youu2019re laying on the beach listening to the waves crash, perfect for the summer. Itu2019s a mist, but you still smell it lingering throughout the day so itu2019s perfect for daily use and perfect for layering perfume on top, for a night out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I am in love with this body mist! I absolutely love all of the Ouai St Barts products so I knew I would love this. It lasts all day and itu2019s the perfect beachy but cozy scent. I definitely recommend picking this one up!"
        },
        {
            "review_title": "Getaway in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "OUAI St. Barts Hair & Body Mist makes me feel like Iu2019m on a tropical island. Itu2019s like a mini vacation in a bottle. Notes of dragon fruit, orange blossom, tuberose, and coconut water envelop you in a fresh, vibrant scent that feels both luxurious and intoxicating.  I love using this alongside the OUAI Leave In Conditioner for an over the top experience. This new bigger bottle is a plus too!"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Such a perfect tropical scent! I absolutely love how the coconut shines through and makes me feel like Iu2019m at the beach on vacation! Itu2019s so nice that I can just spray it on my hair too! Lasts all day and is strong without being too much!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Ouai always comes out with the best smelling products and the st barts collection was no exception! It smells perfect for summer and beach days and makes you feel so fresh and clean. Definitely wearing a lot!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is definitely the smell of summer or vacation, I get beachy, summery, out on the yacht vibe, with sweet, coconut, citrus like scent. For a hair and body mist, it lasts for quite awhile on my skin and hair."
        },
        {
            "review_title": "Versatile and easy to wear",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am totally loving the sense of this product, it is definitely more of a body spray light scent and it does not have a perfume or alcohol note which is nice. Itu2019s very easy to wear in your hair, layering with other fragrances, wearing it to the gym, to the airport, to work. Itu2019s very neutral, but definitely has a summary beachy smell to it, which I absolutely love."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This st barts spray is my new favorite scent from ouai! It reminds me of being on vacation. I only wish it was a perfume so it would last longer hehe but it goes so well with the body shower gel and the lotion."
        },
        {
            "review_title": "Strongest body mist EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This is one STRONG mist! I was so shocked at how well one spray of this performed! Itu2019s gentle enough to use both on skin and your hair and has great projection and longevity. I have the St. Bartu2019s lotion, and these layer together perfectly! It smells like an private island getaway. Light floral musk mixed with tropical fruit And ocean air transports you to Paradise!"
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The Ouai St. Barts Hair and Body Mist is like a tropical getaway in a bottle. The scent is a dreamy mix of coconut, sandalwood, and a touch of vanillau2014light, fresh, and perfect for any time of year. I love how versatile it is; a few spritzes on my hair and skin, and I feel refreshed without being overpowered. The fine mist doesnu2019t leave any residue, and the packaging is chic. Itu2019s an instant mood booster and a must-have for beachy vibes! It pairs perfectly with the body lotion."
        },
        {
            "review_title": "HEAVENLY SCENT but doesnu2019t last at all",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "iu2019d rate this a 5 for the scent but a 1 for the longevity. the scent doesnu2019t last at all but it smells so freaking delicious. ugh, please make this into a perfume, ouai!"
        },
        {
            "review_title": "The best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "I can't explain how delicious this OUIA fragrance is for hair and body, its smell is extremely exquisite, it is well impregnated in the hair and body and its aroma is very long-lasting, I loved it too much, I really recommend it 100%"
        },
        {
            "review_title": "a favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Normal skin",
            "review_text": "Ouai is one of my favorite brands and the st. barts scent is definitely my top. this body mist smells soo good and i love adding it to my hair. i pair this with the matching lotion and smell so good all day. i definitely recommend!"
        },
        {
            "review_title": "Amazing scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The OUAI St. Barts Hair & Body Mist is a tropical escape in a bottle! The scent is a dreamy blend of creamy coconut and refreshing citrus, with just a hint of warm vanilla that lingers beautifully on both hair and skin. Itu2019s lightweight, non-greasy, and feels luxurious with every spritz. Perfect for layering or wearing on its own, it instantly transports you to a sun-kissed island. My only wish is for the scent to last longer, but itu2019s so easy to reapply throughout the day. A must-have for anyone craving that effortless, beachy vibe!"
        },
        {
            "review_title": "Such a good spray!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love the classic scent of Ouai products and I'm so glad they came out with this product! It smells so good in my hair throughout the day. I also love how long it lasts both on my body and my hair. Would definitely recommend it!"
        },
        {
            "review_title": "Absolutely incredible",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "Iu2019ve been wanting this mist for so long! It smells just as incredible as all the girlies described! Ouai isnu2019t new to fragrance because all their products smell amazing already! This is a versatile hair and body mist that lasts long."
        },
        {
            "review_title": "Must have for everyday use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Omg what is in this bottle I am so so in love with this hair and body mist from ouai it literally made me feel like I just got of the hair salon with fresh hair but 100x better!!! I have tried the frizz cream also and omg Inlove this brand!"
        },
        {
            "review_title": "Smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This hair & body mist has quickly become one of my favorite ways to freshen up. The scent is light and tropical, reminding me of sunny days at the beach with its hints of citrus and floral sweetness. I love that itu2019s versatile enough for both my hair and skin, making it a go-to after showering or after a workout. While the fragrance doesnu2019t last all day, itu2019s perfect for layering or reapplying as needed. The chic packaging is just the cherry on top of this feel-good product."
        },
        {
            "review_title": "Itu2019s a summer fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This is the perfect summer scent and it smells heavenly. Itu2019s a very tropical fragrance with notes of coconut and tuberose. Love that it stays for long for a mist. Itu2019s going to be a must for me on beachy days. Would be a staple in summers"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Definitely a summer scent. It's tropical and floral! Initially I smell a lot of coconut, but not in a sunscreen way. It stays in my hair for much longer than on my body! I wore this to work and my coworkers complimented me!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a good size bottle. I am in love with the whole St. Barts collection, and this body mist is amazing! Itu2019s like a vacation in a mist! It is a body spray so I wish the staying power was longer. Overall though I love it and will be repurchasing!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I like the tropical scent of this spray and especially love how itu2019s multi-use and can be used on both my hair & body! The scent lasts a decent amount of time but I wish it did last longer. The bottle size is large enough though and I can just respray when needed"
        },
        {
            "review_title": "Summer and warm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This has such a nice smell to it. Itu2019s very warm and feminine but also reminds me of summer somewhat. Itu2019s sweet smelling which I love and I love that itu2019s a two for one body and hair product which is great!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "This hair and body mist smells heavenly! It reminds me of a sunny beach day. Itu2019s such a nice, happy scent. It pairs perfectly with the other products in the St. Barts line u2014 especially the body cream! A few sprays last many hours. Love this so much!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "It does really smell very tropical with fruits and floral scents. I sprayed 2-3 times on my hair and it did not give me a headache. It does linger on for a very long time. I love the new bigger size! You get much more product for your buck."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Tan skin tone, Normal skin",
            "review_text": "The Ouai St. Barts Hair and Body Mist is a delightful blend of luxury and versatility. This mist is perfect for those who love tropical, sun-kissed fragrances that evoke memories of warm beach days and breezy evenings. The scent profile is a mix of zesty citrus, delicate florals, and creamy coconut, creating a light yet captivating aroma. Itu2019s not overpowering, which makes it suitable for everyday wear, and it layers beautifully with other perfumes or lotions."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I received this OUAI ST. BARTS HAIR & BODY MIST from Ouai in exchange for my honest review. This hair and body mist smells decadently warm, transporting me to a distant beach with notes of coconut, amber, jasmine and tuberose, sugared pineapple, salt and musk. I have worn this alone and am impressed at the longevity of this mist. I would also wear it layered with other hair and body products in the Ouai St. Barts line. I would definitely recommend this hair and body mist."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love this hair, perfume I love the smell. It stayed on my hair for a very long time. I got a lot of people complimented. The smell feel clean fresh. Love the bottle I love the size. Itu2019s a huge. It will be with me for a while."
        },
        {
            "review_title": "Love the smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I recently received this and it smells so good! At first I didnu2019t know what it was going to smell like but once I sprayed it, I fell in love with the smell. What I like about this product you can use it as a body mist or on your hair. Also, this mist last all day, and you can still smell the scent. Iu2019ve used it a couple of times and Iu2019ve gotten compliments of the smell. Overall, I love this mist and the simplicity of the bottle."
        },
        {
            "review_title": "Paradise in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This is my first time ever trying anything from Ouai St. Barts collection however I definitely found my new favorite hair and body mist. The balance between the notes are amazing and makes me feel like Iu2019m on a beach somewhere in paradise. The coconut notes definitely add an amazing touch to the smell. Iu2019m literally obsessed. Itu2019s paradise in a bottle"
        },
        {
            "review_title": "Refreshing from head to toe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This scent is a tropical escape in a bottle! Iu2019ve fallen in love with the exotic St. Barts fragrance the moment I tried it, and the new 8 fl oz size is a dream come true. Itu2019s perfect for refreshing hair and skin with a light, breezy scent that lasts without being overpowering. The warm, beachy vibes instantly transport me to a sunny island vacation. If youu2019re into sophisticated yet playful tropical fragrances, this mist is a must have."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Iu2019m not typically a body mist girl but this one is changing my mind! It smells so good and I love to put it in my hair especially when itu2019s closer to wash days.  Smells divine and the sprayer is a gentle mist so I donu2019t have to worry about it causing stains or anything."
        },
        {
            "review_title": "Smells so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This bottle is so big, and it smells absolutely amazing, it kind of has a coconut pineapple scents, so so good, like a vacation in a bottle. Iu2019ve been spraying it none stop it smells so good. You have to smell it yourself."
        },
        {
            "review_title": "smells sooo good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "smells delicious!! it is a very summer scent but I will be using it all year long. I own the rest of the st barts line and ugh the longevity of this scent is unreal. Iu2019m so glad it comes in a bigger size now"
        },
        {
            "review_title": "I really do love this product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "iu2019ve purchased this product before and got it sent to me this time but I really do love it. it has a great balance between the smells. and it lasts for hours not just minutes like most of these sprays. 10/10"
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "This Ouai body and hair spray smells like perfume more then a body mist The scent is perfect and you will be smelling yourself all day long. The bottle is huge so itu2019s so worth every penny And you will not buy anything else like this for this price."
        },
        {
            "review_title": "Best coconut scent ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This has to be my favorite coconut scent EVER! It opens with a delicious, fruity note that really sets this scent apart from others Iu2019ve tried. It dries down to a creamy, coconutty scent. Itu2019s summery, itu2019s beachy, itu2019s sooo good!! St. Barts deserves every ounce of hype it gets!"
        },
        {
            "review_title": "Jumbo size!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I am new to OUAI this year. I picked up the St Barts body butter and I fell in love with first stiff of the gorgeous St Barts fragrance! It has to be one of my top 5 scents! I wish they would make a perfume! But a jumbo hair and body mist will for sure help tide me over until then! Of course being a fan of St Barts fragrance I had to get the hair and body mist but I was having to be stingy with it since it came in a small bottle. Now I can literally drench myself in it! Love St Barts!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Loving the St Barts Hair and Body Mist by Ouai! It gives all the tropical feels in one spray. In this colder weather, that is welcome treat. It reminds me of pina coladas in the yummiest way. Love that itu2019s good for hair and body without drying out hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I was delighted to receive the OUAI St. Barts Hair and Body Mist as a gift from the brand, and it has quickly become a favorite. The fragrance is a captivating blend of dragon fruit, orange blossom, tuberose, and musk, creating a fresh, tropical aroma that transports me straight to a sun-soaked beach. The mist is lightweight and non-sticky, making it perfect for both hair and skin. I applied it in the morning, and the scent lingered pleasantly throughout the day without being overpowering. The quality is evident, and itu2019s a delightful way to carry a bit of summer with me year-round."
        },
        {
            "review_title": "Smells so good!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "Iu2019m in love with this body and hair spray!! It lasts so long and smells like iu2019m at the beach! No matter when I put this on I get constant compliments. I definitely recommend this product for a beachy scent that lasts all day!"
        },
        {
            "review_title": "Must have hair mist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I absolutely love this Quai hair and mist and love that it is multipurpose. I love how you can use it for both body and hair. Itu2019s all in one. Itu2019s perfect, I will definitely be using this everyday. I love how it smells and sits on my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Iu2019m not a huge fan of tropical scents so Iu2019m not sure how I feel about this to be honest. It is very strong summer scent and if you want to feel like youu2019re in the Caribbean definitely buy this but .. not for me"
        },
        {
            "review_title": "Smell this now",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I'm head over heels for Ouai's St. Barts Hair & Body Mist! This refreshing spray is infused with the most invigorating, fresh, and clean scent that instantly lifts my mood. The moment I spritz it on, I feel my tension melt away, replaced by a deep sense of relaxation. I adore the subtle orange hints throughout u2013 it's such a lovely touch! As a huge fan of Ouai's entire product line, I can confidently say this mist is another standout favorite. It's perfect for a quick pick-me-up or as a luxurious addition to your self-care routine."
        },
        {
            "review_title": "Ouai St. Barts Mist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "This scent from Ouai just takes you away! Itu2019s a light tropical fragrance that gives you all the beach vibes. I feel like I should be on a vacation! It has notes of dragonfruit, orange blossom and tuberose. I like paring it with the St. Barts cleanser and scrub after showering!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Ouai mist instantly transports me to a bougie tropical resort whenever I spray it. The larger size is an amazing price with the same quality I expect from Ouai. The scent lasts so long and has a great distinct scent that reminds me of pineapple and sand. I love layering it after I use the body wash."
        },
        {
            "review_title": "In love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "The OUAI - ST. BARTS HAIR & BODY MIST smells amazing.  Its guving me a weekend a the beach vibe. Gentle on skin and hair. Lasted throughout my day.  Has great scent notes like dragon fruit, orange blossom, tuberose & musk."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I literally got the OUAI hair and body mist in the mail yesterday - and I am sitting in my office at work writing my review because it just smells so good! Like how can I not wanna wear this everyday!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I thought this was a great mist! The orange smell is very nice and I like that the mist can be sprayed on hair as well. I've never used the St. Bart's line of Ouai and I was really impressed by the scent!"
        },
        {
            "review_title": "I absolutely love this scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "I absolutely love the oaui saint barts scent! It smells like a tropical paradise! I use the body wash and the cream and then top it off with this body mist for the best longevity! If you like that tropical sipping a coconut smoothie on the beach scent profile definitely try this!"
        },
        {
            "review_title": "Beach vibes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I already love the OUAI St. Barts Body Wash, so Iu2019m thrilled to have the mist too! The scent is light and tropical with notes of dragon fruit, orange blossom, and musk. It doesnu2019t overwhelm or make me sneeze like some other fragrances, which is a huge plus. Itu2019s the perfect way to carry that fresh, beachy vibe everywhere!"
        },
        {
            "review_title": "Warm and tropical",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "As someone who's always been a fan of Ouai, I was excited to try my first St. Barts product. This Hair and Body Mist did not disappoint. The scent is simply divine!!. It's a blend of tropical florals and warm vanilla that remind me to a day on a Caribbean island. This mist is also incredibly versatile. I love spritzing it on my hair to refresh me and add a subtle fragrance, or misting it on my body for an instant pick-me-up. The formula is lightweight and refreshing, and it leaves my skin feeling soft and hydrated. I can't wait to try more."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I adore the Ouai St. Bartu2019s scent. It leans more on a bright and tropical scent. The best way I can describe the scent is a refined pina colada, an overall yummy smell as a gourmand scent person. I was thrilled to find they were releasing a hair and body mist in a larger size under the St. Bartu2019s line. The spray does not disappoint!"
        },
        {
            "review_title": "Fruity dreams",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Wow. As a lover of tropical scents this one is stunning. It reminds me of a fresh cut pineapple and it just smells so delicious I want to smell like this every night. Itu2019s a fruity lovers dream. I find myself spraying this a ton since I got it. I know Iu2019ll be using this one a lot!!"
        },
        {
            "review_title": "So so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I am absolutely in love with OUAI's St. Barts Hair and Body Mist! This mist is everything I didn't know I needed. The scent is like a tropical vacation in a bottleu2014think warm sand, coconut, and a hint of floral breeze. It reminds me of my last vacation to Hawaii. It's so refreshing and it leaves my hair smelling amazing all day long! I can't get enough of this little slice of paradise. If you haven't tried it yet, get it. You will loveeeee."
        },
        {
            "review_title": "Smells Very Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "First. Let me say this fragrance smells really good. It gives beachy, but light and every day at the same time. My only complaint is that the fragrance is a true mist. It's not a scent that last all day long for me."
        },
        {
            "review_title": "smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Ouai St. Barts hair and body mist smells amazing!! It gives tropical beach vibes! For a hair and body mist it lasts so long on me. I can smell it on my hair all day and it's amazing! I'm obsessed with this scent and need to add the body lotion to my collection next!"
        },
        {
            "review_title": "Gorgeous scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I am so obsessed with this hair and body mist! It smells so good and lasts long for a hair and body mist! I love having a bigger size of it because it has become a favorite scent of mine! I will definitely buy this again!"
        },
        {
            "review_title": "The best hair and body mist Iu2019ve had in years!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I am absolutely obsessed with Ouai products and this hair and body mist may be my new #1 fave! Iu2019ve heard so much hype about Ouaiu2019s St.Barts scent and I couldnu2019t wait to get my hands on this mist. As soon as I sprayed this mist, I got immediate island vacation vibes. The scent has a very tropical/coconut leading vibe to it, and I find it very calming. I really enjoyed that the mist packed a punch. I donu2019t feel like Iu2019ll have to spray half the bottle to really smell this fragrance as a little goes a long way. As a stand alone fragrance itu2019s so great, and itu2019s super awesome for layering with other fragrances as well. This is definitely a new go to fragrance for me and I recommend grabbing it asap!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "for a hair and body mist, this fragrance is so strong! i'm used to mists wearing off very quickly, but the decadent st. barts scent stays with me all day. its floral and summery, so i love that i can transport me immediately to a beach vacation. i already loved all of the st. barts shower products and it's even better now that i finish the routine with a spritz of this!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The mist feels weightless and soft as it settles onto my skin and hair, Itu2019s fresh, slightly sweet, and perfectly balanced. It works just as beautifully on my hair as it does on my skin. Itu2019s one of those little touches that elevates the everyday! This scent just feels like me."
        },
        {
            "review_title": "Beachy and Citrusy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This hair and body MIST is exactly what I've been needing as it's actually getting cold in Texas. The Citrusy, clean beachy scent takes me away to less worries and the warm sun. I love that it's multi purpose, and the size is amazing!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Smells divineeee!!! This is going to be such a summer staple scent. Smells tropical without being too sweet or too much. Definitely can see myself wearing this to dinners on vacation at the beach! Love it"
        },
        {
            "review_title": "Beachy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Normal skin",
            "review_text": "This smells heavenly, like stepping off the beach with a little vanilla undertone mixed in. Itu2019s light but so pretty! The scent lingers. I love that itu2019s made for hair and body because it doesnu2019t make my hair feel greasy."
        },
        {
            "review_title": "Love on the hair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "This is a great beachy scent but is season specific for me. However, I think itu2019s more subtle on my hair and I think this will perfect to add more freshness on dry shampoo days. Love that they made this bigger size!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "St. Barts heu2019s one of the most gorgeous fragrances.. like a Vacay in a bottle, mixed with flowers and clean laundry on the most beautiful day. And now itu2019s available in a hair and body mist?! Yes please!"
        },
        {
            "review_title": "Such an intoxicating scent !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "As someone who lives for a good scent (and has a nose that never misses), I couldnu2019t wait to try OUAIu2019s St. Barts Hair & Body Mistu2014especially now that it comes in a bigger size! Let me tell you, this mist is everything I imagined and more. One spritz, and I was transported to a sun-drenched beach, with warm breezes and tropical vibes all around me. The scent is a perfect blend of fruity, floral, and musky. The top notes of orange oil and dragon fruit add a vibrant, juicy sweetness, while the orange blossom and tuberose in the heart give it a soft, elegant floral twist. The base of Baltic amber and musk ties everything together with a warm, sensual finish that lingers beautifully on the skin. What sets this mist apart for me is how versatile it is. I love spritzing it in my hair for that subtle u201cdid-someone-just-walk-by-smelling-like-vacation?u201d effect, and it layers perfectly on my skin without being overpowering. Itu2019s light enough for daily wear, but noticeable enough to turn headsu2014and yes, even my husband noticed it the second he walked in the door! He actually stopped and said, u201cWow, whatu2019s that? It smells amazing.u201d If youu2019re someone who craves a luxurious yet effortless scent that makes you feel like youu2019re living your best life on an island, this mist is for you. Plus, the fact that itu2019s designed for both hair and body makes it a perfect travel (or gym bag) companion. My only advice? Get the bigger size while you can. This scent is addictive, and youu2019ll want to douse yourself in it daily. Trust me, St. Barts isnu2019t just a placeu2014itu2019s a vibe, and this mist captures it perfectly."
        },
        {
            "review_title": "Smells great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Yum!! This smells so nice and I love it already. I smell coconut and other notes. This mist lingers in my hair longer than on my body. I like to spray my hair, neck and chest areas for long lasting. You get a lot of product also so itu2019s worth it."
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This spray is summer in a bottle. It makes me feel like Iu2019m at the beach on a warm day.  Iu2019m so obsessed with this smell. I have the body cream and they pair perfectly together. Itu2019s coconutty and fruity with a little bit of a sunscreen smell. I like that the spray is gentle and the mist is very fine. I can smell the mist on me at the end of the day which is amazing. I love to put it in my hair because itu2019s safe for the hair and even has hair loving ingredients. Iu2019m so glad they came out with a bigger size!"
        },
        {
            "review_title": "A day at the beach with a cocktail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Love it. This was my go to summer scent. Easy and breezy. Totally wearable in all situations. Got tons of compliments.  Canu2019t beat it for the price. Would definitely repurchase!"
        },
        {
            "review_title": "My next favorite hair & body mist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "This hair & body mist easily becomes my favorite. I come from a tropical country, the tropical scents catch my heart immediately.  The beautiful blend of fruity and citrusy with a hint of musk is amazing to me. I spray on my hair, and my husband immediately asks about it. He likes it too."
        },
        {
            "review_title": "a must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "this is literally the bean of a fresh summeru2019s breeze on the beach in st barts, i have found my perfect summer go to scent or even everyday scent i just enjoy this so much and the sprayer is nice and fine most"
        },
        {
            "review_title": "Breezy tropical vibe",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "The Ouai St. Barts Hair & Body Mist is a dreamy mix of zesty citrus, warm coconut, and breezy white musk which makes you feel fresh! It has a bold and breezy vibe. If you like tropical fragrances, then you would like this one"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Since these are fragrance mists, they are ideal for everyday wear. Especially for simple activities, outdoors, and working out. I have gotten multiple compliments on how good I smell! Reminds me of a tropical vacation!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Absolutely love the OUAI Hair & Body Mist! The tropical scentu2014dragon fruit, orange blossom, tuberose, and musku2014instantly lifts my mood. Itu2019s perfect for hair and body, and the new bigger size is a game-changer. One spritz, and I feel like Iu2019m on a luxurious getaway. Itu2019s now a must-have in my daily routine!"
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "Omgggg this body and hair spray smells absolutely devine!!! Its like a vacation in a bottle! I spray it on my hair and all over my body like a Perfume and I get so many compliments! It is sooo good"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I absolutely LOVE this scent from ouai and I just this hair and body mist in a regular basis. It smells like a beach vacation and is perfect for summer. It is nice and tropical but not overly in your face. Highly suggest."
        },
        {
            "review_title": "Creamy tropical",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This is tropical vacay in a bottle. It smells tropical but more of a creamy tropical rather than an overly sweet tropical scent which is what I prefer. I love how versatile it is that I can use it on my body and my hair. I use the shampoo and conditioner so I love using the spray in between washes!"
        },
        {
            "review_title": "Best scent of all time!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This spray literally makes me feel like I am in the tropics on the beach! It smells like pineapple, coconut, and sunshine beach heaven! The spray nozzle is super light so its not drenching my hair and leaving a bunch of residue. The entire St. Barts line is PERFECTION!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
            "review_text": "I canu2019t get enough of the OUAI Hair & Body Mist! The tropical scent is a dreamy mix of dragon fruit, orange blossom, tuberose, and musku2014it instantly transports me to St. Barts. I use it every day, and the bigger size is perfect since I never want to run out. Itu2019s lightweight, not overpowering, and works just as beautifully on my hair as it does on my skin. A little spritz is all it takes to feel fresh, luxurious, and like Iu2019m on vacation!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This is such a nice fragrance list! Great sprayer and applies super well to both your hair and body. And it doesnu2019t leave your hair greasy at all! It smells so amazing and I get tons of compliments on it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I love this mist. It smells like a tropical summer with pineapple margaritas on hands. it's fresh and airy but still bright. It gives the impression of a care free young adult going on vacation in Bora Bora."
        },
        {
            "review_title": "The jumbo is finally here!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Iu2019m so glad that this finally exists in a jumbo size!! I love the St. Barts scent especially for the summer, and this is such a good value. It smells tropical but sophisticated, and the mist really sprays evenly."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I love so many of Ouaiu2019s fragrances, but this is one of my faves! It invokes the summertime in the middle of winter with its coconuty scent, and itu2019s so nice that it comes in a larger size now! Definitely a summer must-have"
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "OMG this OUAI St Barts Hair & Body Mist smells absolutely AMAZING! I have the other products from this same line and I am obsessed! You can spray either on your body and hair and the fragrance lasts all day! I have people complimenting me often on how good it smells! Amazing gift idea too!"
        },
        {
            "review_title": "Huge fan of the huge size",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "Ouaiu2019s St. Barts Hair and Body mist is SO good and I am SOOO happy that they have finally made it in a larger size!! The smell is just so fantastic - the best summer scent. Coconutty and warm and yum."
        },
        {
            "review_title": "Beachy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "The scent is everything. It is warm, beachy, and soft without being overpowering. On my skin, it feels light and fresh, while in my hair, it lingers beautifully without feeling sticky. Perfectly effortless."
        },
        {
            "review_title": "Refreshing and divine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I recently tried the new bigger size of the OUAI St. Barts Hair & Body Mist, and itu2019s absolutely amazing! The tropical scent takes me straight to the beaches of St. Barts. The blend of dragon fruit, orange blossom, and musk is so refreshing and uplifting. I love spritzing it all over my hair and body it instantly brightens my day! If you're looking for a little escape in a bottle, this mist is a must have!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Are you kidding me? I'm OBSESSED!!! This is my favorite scent of all time and now I can spritz my hair and body with it. The St Barts scent gives me true tropical, I get pineapple, orange, a little musk, it's perfect. I love the big bottle and the fine mist sprayer. Just get it!"
        },
        {
            "review_title": "Obsessed!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "This mist is everything. Iu2019m obsessed with the sweet citrus smell you immediately get from orange oil. It dries down to tuberose and musk. It smells exactly like a tropical summer day. I love to put this in my hair and on my body. Iu2019m obsessed!!"
        },
        {
            "review_title": "I love this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I love the OUAI hair and body mist, it is so amazing! I absolutely love the scent for the mist and it so amazing as a quick everyday scent to put on before class or work. It smells amazing and I get so many compliments on it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "The Ouai St. Barts Body Mist is a dreamy escape in a bottle! The blend of sweet dragon fruit and soft musk is tropical yet cozyu2014perfect for day or night. Itu2019s light but lingers beautifully, leaving me feeling refreshed and effortlessly chic. I love spritzing it for a quick pick-me-up. Itu2019s like a vacation in a mist!"
        },
        {
            "review_title": "Love this bigger size!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This is my FAVORITE oaui scent!! I have the regular sized of this scent and Iu2019m so happy to have it in the bigger size now too! Itu2019s a tropical, fruity and kinda sweet scent that just transports you to a tropical destination. The lasting power is really nice on hair and good on clothing and skin too. I love pairing this with the st Barts body lotion to make the scent last extra long."
        },
        {
            "review_title": "This value size is amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I am so excited to finally have this product in a value size! I have so many body products from OUAI and they are so good for my body skincare! Especially this mist has an amazing tropical but kind of sweet fragrance, and its really long lasting as well."
        },
        {
            "review_title": "I wasnu2019t really impressed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
            "review_text": "Iu2019m gonna be honest with you the smell isnu2019t the same as the body wash it smells a bit young it smells more like a coconut mist more than anything else itu2019s not my favorite, but itu2019s definitely something that I could put on if Iu2019m going to the beach, but thatu2019s it. I donu2019t think this would smell well with body sweat or on a day-to-day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The OUAI St. Barts Hair & Body Mist features a delightful blend of sweet, tropical, and coconut-inspired notes. It feels incredibly light on the hair, leaving it smelling fresh and amazing. The scent lingers for a long time without being too overpowering and the larger size makes it well worth the purchase!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The smell of this hair and body mist is absolutely amazing! It smells like fruits and just overall like sweet and cozy. Ouai never disappoints with their products and this one is one of my favorites so far."
        },
        {
            "review_title": "Beautiful tropical scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have been thoroughly enjoying the Ouai St. Barts collection, and I was thrilled to receive the new 8-ounce mist. As an admirer of the body care fragrance, I am pleased to report that it has the same delightful scent as the body cream and scrub. While there are countless tropical beach fragrances available, this particular one stands out as exceptional. The packaging is elegant, featuring a sleek white and clear design that resembles glass, although it is made of plastic. It appears to be of high quality. Upon my initial use, I sprayed it on my wrist and found myself unable to stop inhaling the fragrance. It is one of the rare scents I have encountered that remains present throughout the day. I received numerous compliments while wearing it. The aroma evokes the essence of a tropical getaway without being overly creamy or overwhelming. The initial spray reveals warm tropical notes accompanied by white tuberose, while the dry down offers hints of piu00f1a colada. It truly captures the essence of a tropical breeze infused with floral and oceanic elements. I highly recommend it."
        },
        {
            "review_title": "Love the scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This hair and body mist is literally one of the best ! It has such a good staying power and smells like a tropical getaway with key notes of dragon fruit musk and orange blossom.  This is an every day elevated scent that will get you tons of compliments."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "The OUAI St. Barts Hair & Body Mist is like a tropical vacation in a bottle! Light, fresh, and beachy, it adds a subtle scent to hair and skin. The only downside? It fades a bit quickly for the price."
        },
        {
            "review_title": "Makes me long for summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "This is such an amazing body mist although I admittedly feel like a bit of an imposter for enjoying it during the winter. Itu2019s definitely one of those scents that sings a seasonal song and the season is SUMMER.  The fragrance is so photorealistic- it bursts with juicy, tropical fruitiness and a creamy coconut accord. One spray and youu2019ll be transported to a beachy paradise. Speaking of spray, this thing mists like a dream. One of those super fine mists that comes out slow.. ugh, luxurious.  As a body mist, the scent really only lasts 30 minutes to an hour tops but layer it over the St. Barts body cream and youu2019ll get more longevity out of it. Love it, canu2019t get enough!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This fragrance is so elevated. It makes me feel so empowered and invigorated! I love using this is in the morning and have gotten so many compliments from friends and others while out and about on the fragrance."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This smells amazing. Wow I spray on my hair and body and hubby complimented me and said how I smelled amazing. Definitely noticeable and long lasting for sure. I will definitely repurchase this one! Iu2019m big fan of Quai products. I got this in exchange for this review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I am obsessed with this really makes my hair smell so amazing, shiny soft, and beautiful..Accentuates my natural aroma and it smells so good. I love everything from this company. If youu2019re in the market, you should definitely give it a try."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Normal skin",
            "review_text": "Ouuuuaaaii has done it again!!! This hair and body mist smells sooo good! Iu2019m so eager to continue to use it. So far i am really loving it & feel like itu2019s so lightweight and smells so good! Very happy with it!"
        },
        {
            "review_title": "Get the 8 new 8 oz size!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "Getting this in the winter was the best thing I've done in a long time, LOL. I'm already a huge fan of the St. Barts scent, and this 8-oz spray looks and feels like luxury. Scent-wise, it's like suntan lotion with a kiss of pineapple. I've been spraying myself morning and night daily. It makes a great gift, too! Get the 8 oz. size, its a great bang for your buck!"
        },
        {
            "review_title": "Love the scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Such a great scent! Love the whole st Barts line from Ouai. Itu2019s such a happy and fresh scent which immediately reminds me of summer on the beach. Lasts on me for quite a while, even longer on clothing. Iu2019m so happy that they decided to make this scent in bigger bottle, more fun for longer! lol"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This is by far one of the best scents that I have ever purchased. It smells like a island vacation and I get so many compliments anytime I wear it. The spray is perfect to throw in your bag and to use on the go."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This smells amazing! I love Ouai and this hair and body mist is the perfect summer beach scent! I love St Barts and this mist is the perfect vacation vibe. The packaging is also pretty- minimalist but still aesthetic."
        },
        {
            "review_title": "Itu2019s huge ! Smells so fresh",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The OUAI St. Barts Hair & Body Mist is a dream! I already love the body cream and hair oil, and this mist completes the trio perfectly. Its tropical, beachy scent lingers beautifully without overpowering. I love how it refreshes my hair and skin, leaving me feeling luxe all day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Oh my gosh Ouai outdid themselves with this larger size hair and body mist! This is SUCH a gorgeous fragrance that makes you smell absolutely delicious! I love the bigger size because Iu2019ve already gone through a few of the smaller sizes! Canu2019t recommend this enough."
        },
        {
            "review_title": "Perfect In Every Way!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Saint Bartu2019s scent will always u201ctake the cakeu201d for me. Iu2019ve tried many of Oauiu2019s st Barts collection (hair oil, body cleanser, scrub, etc.) and I appreciate how consistent the scent is across the products because I LOVE it! It isnu2019t your cliche kind of summer sunscreen scent, rather it is so fruity and light but still reminds me so much of summer. This body mist too lasts well over 6 hours and gives me so many compliments."
        },
        {
            "review_title": "Totally worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I am always impressed by the products made by OUAI but I have to share how much I love this mist. The product smells amazing but it is not sticky on your skin which is a huge win! I love everything about this product and have to recommend it to anyone looking!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Fantastic smelling body and hair most. OUAI has some of the best scents on the market and I love that they came out with a bigger bottle. I wish I could get more of these because I think it might be my signature scent"
        },
        {
            "review_title": "Lovee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This her body mess smells so amazing. I love how easy it is to spray and it makes my body and hair smells so clean and fresh and luxurious. I absolutely love it so much. I love doing a quick spray before I leave my house and people always comp"
        },
        {
            "review_title": "Absolutely love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Absolutely love this hair and body mist. It is the absolute perfect addition to the Ouai St. Barts collection. I could not recommend it more highly, and I love how long lasting the scent is. This is definitely a must have for the season."
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This smells so good and divine. Smells like fresh orange blossom and I love the mist. It's fine and the sprays nicely. I like that this is big size as well. I love Ouai and I've tried so many of their products."
        },
        {
            "review_title": "Tropical must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This scent makes me feel like I am on a tropical vacation! It has a nice and warm coconut scent and smells so beachy! The scent lasts a long time and I get so many compliments on it! I love to spray my hair with it too! I highly recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This mist is a must have! St. Barts is my favorite scent by Ouai, and Iu2019ve lost count of how many St. Barts scented products I have my now. It makes you feel like youu2019re on a tropical vacation! The fact this comes in a larger size makes me so happy!"
        },
        {
            "review_title": "Smells tropical",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I have almost everything in the Ouai St Barts line so it only make sense that I add the body mist as well. It smells so tropical like summer in a bottle and it has a good longevity especially for a body mist."
        },
        {
            "review_title": "INSANE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was gifted the St. Barts Hair & Body Mist from OUAI and I have never been more excited! This scent makes me feel like I have just stepped foot in the Caribbean on vacation! The smell of coconut and the tropics is just amazing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "Ouai sent me their St Barts Hair & Body Mist in exchange for my honest review. This is the absolute most delicious scent ever. I have multiple products in the St Barts line and will continue to purchase more with my own money!"
        },
        {
            "review_title": "Lovely scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I love wearing body mist and perfume and now i have something that can go in hair as well! This scent is delicious it will make you feel like you are on vacation on a beach and it is not overwhelming in any way."
        },
        {
            "review_title": "YASS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love ouai scents they always smell amazing and everyone compliments me when I wear them. I definitely recommend if youu2019re looking for a quick product to keep in your bag. It doesnu2019t dry out my hair! I love it"
        },
        {
            "review_title": "lovely layering pair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "The Ouai St. Barts Hair and Body Mist is like a tropical getaway in a bottle, leaving me feeling refreshed and uplifted. I absolutely love using it after the St. Barts Body Washu2014it perfectly layers the scent, making my skin feel luxurious and the fragrance last all day. Itu2019s the ultimate pick-me-up for both body and hair! I received something in exchange for this post."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This is my absolute favorite scent. I love how beachy it smells, and it feels really nostalgic to me. Iu2019m obsessed in WITH a new jumbo size because I run through the stuff so fast since i use it everyday!"
        },
        {
            "review_title": "So goooood",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I am so obsessed with the OUAI hair and body mist. I am head over heels for this new jumbo size. I basically went through my last bottle within a week. It is so perfect for every day use I love to spray my hair as well as my clothes I always get tons of compliments from friends and family, I love the scent it reminds me I have a warm summer day I love the citrus notes it smells so fresh and fruity I also love to lay this over my existing fragrances. There's just something about the spray that brings out."
        },
        {
            "review_title": "Amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "If you wanna smell like tropical paradise, the St. Barts Hair and Body Mist is IT! The scent is unrealllu2014a mix of coconut, dragonfruit and something warm that instantly transports me to the beach. Itu2019s super lightweight and doesnu2019t weigh down my hair or feel sticky on my skin. Just use it as a finishing touch before heading out, and it gives me a subtle yet noticeable scent that lasts for hours. The best part? Itu2019s multi-purpose so one spritz freshens up both my hair and body. If youu2019re into fresh, summery vibes, this mist is totally worth adding to your routine-tbh I love this whole line!!"
        },
        {
            "review_title": "Must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "Book an extended OUAI-cation with even more St. Barts Hair & Body Mist. This full size version of the scent you know & love has notes of dragon fruit, orange blossom, tuberose & musk. Spritz from head to toe and smell like one tropical beach."
        },
        {
            "review_title": "so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I have tried and loved the body wash, hair oil, and body creme from the St Barts line, so I was super excited to try this hair and body mist too. I lovee the scent- it transports me to a tropical island. The scent lasts me all day, and even longer in my hair. Love it!!"
        },
        {
            "review_title": "Tropical dream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I absolutely love this hair and body mist. It smells so good. Makes me feel like Iu2019m on a tropical island. It  leaves a long lasting fragrance my hair smell amazing I always get asked what Iu2019m wearing. I find it to be a very fine mist so thereu2019s no overuse of it and a little goes a long way. Pairs well with other ouai way products that I use like the body wash and scrub. Definitely something I will continue to use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I smell like a fancy vacation whenever I spritz the St. Barts Hair & Body mist from Ouai. The scent isnu2019t too heavyu2014which I appreciate as someone who is sensitive to a lot of fragrances. It also smells soooo good, itu2019s a perfect blend of fruit, florals, and musk."
        },
        {
            "review_title": "good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The OUAI St. Barts Hair & Body Mist is a versatile product with a fresh, tropical scent that feels luxurious without being overpowering. It works well as a light fragrance for hair and skin, adding a subtle, summery vibe. The packaging is sleek and travel-friendly, though the staying power could be better, especially on humid days. If you love beachy, coconut-inspired scents, this is a great addition to your routine. Itu2019s a nice treat but may not replace your longer-lasting perfumes."
        },
        {
            "review_title": "Lovely scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been love the Ouai Hair and Body Mist in the St.Barts scent! The scent is soo long lasting! Especially if I pair it with the Ouai hair oil. I get compliments all the time while wearing this. I recommend!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Iu2019ve fallen in love with the OUAI St. Barts Hair & Body Mist! I use it after styling my hair or as a quick refresh during the day. Itu2019s lightweight, long-lasting, and makes me feel like Iu2019m on vacation, no matter where I am. This has quickly become my daily go-to!"
        },
        {
            "review_title": "Nice product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I'm absolutely in love with this product! The fragrance is divine, with a prominent fruity note and a general sweetness that's not too strong. I appreciate the how long it last! It's a lifesaver for my skin, helping it to freshens up quickly and smelling good."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Iu2019m so happy ouai made a full size of this body mist, I absolutely adore the St. Barts Body Mist! This fragrance is like a tropical escape in a spritz. The scent is absolutely intoxicating think sun-kissed skin, warm beaches i love using it on my hair!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Oily skin",
            "review_text": "I already have multiple items from the Saint Barts collection and it is so nice to be able to layer This beautiful fragrance. It is such an amazing oasis, Lingers all throughout the day, especially when I sprayed it on my hair. I used it with the body wash, followed up by the body scrub, and lastly, layered it with the spray. I canu2019t say that this is not a match made in heaven because it is it is absolutely heavenly! Also, with the holidays being around the corner, this makes such a great gift. I know Iu2019m definitely picking one of these up for my sister-in-law."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "The ouai always knows how to create an amazing every day mist/fragrance. And of course Saint Bart is no surprise, letu2019s talk about how ideal this bigger size packaging really is especially for somebody that likes to use the mess throughout the day this bigger size really does it for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This is such a beautiful fragrance. If you love Ouai haircare, you'll love this hair and body mist. The scent lasts all day without being overwhelming, and it's like being transported straight to the tropics."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "The OUAI St. Barts Hair and Body mist is the perfect product to use for not only your hair but your body! I love that this is a multiuse product that not only smells amazing but lasts very long, and there is no need to reapply."
        },
        {
            "review_title": "Can be used for hair and body",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is a multi use product that can be used in your body and hair . Smells so good and amazing. It smells like a luxurious tropical-scented Hair & Body Mist to be spritzed from head to toe, with notes of dragon fruit, orange blossom, tuberose & musk."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Such a great light tropical smell - love the way that it makes my hair smell, and lasts a long time! I always get a nice whif when I flip my hair. Also doesnu2019t make my hair greasy or shiny at all. Also nice as a body mist!"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love this. It is vacation in a bottle. A very big bottle! It smells like Iu2019m sitting on a beach surrounded by coconuts and sunscreen. The spray pump is great too and provides a light mist that easily covers my hair and body."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "i am obsessed with this hair and body mist! I use it all the time now, it has become my go to scent. I have gotten so many compliments and i love that it transports to a tropical paradise. i love the dragon fruit!"
        },
        {
            "review_title": "Amazing scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this scent from Ouai. I have the body scrub, body wash, and body lotion and now having this body mist in the larger size, I can smell amazing all day. The scent is a perfect beach coconut with other fruity notes and lasts pretty long for a body mist!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I already have the body wash and body cream and am obsessed with this scent! It smells so good and tropical. Iu2019m so excited that this now comes in a larger bottle because it will last me much longer! Wonderful!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I have the st barts hair oil and it smells so good so Iu2019m so HAPPY they came out with the body mist!! It smells so fresh, tropical and just like summer! Itu2019s all the vibes we need right now in the winter and lasts really long too"
        },
        {
            "review_title": "Favorite body mist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "With just one spritz, I feel like I'm in a tropical paradise. Dragon fruit, orange blossom, tuberose, and musk smell warm, fresh, and flowery. It's like summer in a bottle. It feels so light, and I love that I can use it on my hair and body without it being too strong. There's nothing better for me than a little sunshine in the morning, whether I'm going out or just need a boost. For sure, it's become a favorite for me."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Oh my goodness this scent is the best thing Iu2019ve smelled! Whenever I put this on I feel like Iu2019m on a luxury tropical trip. Usually these type of scents are overwhelming, but this is just the perfect mix of clean, tropical, fruity heaven. My new fave! I am obsessed."
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I have been using this for few days and u have been loving how this smells it even makes my hair shinny I love this so much! I can use it on my hair and body at the same time! Keeps my hair fresh all day!"
        },
        {
            "review_title": "Juicy coconut fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was so excited to try this mist after I recently tried Cleanser and body cream from same line. And I must say that I love it. It's such a juicy, fruity, citrus sweet blend. Just a perfect beach scent. It starts with citrus notes that blend sweetly into juicy and sweet notes. Dried down its more of a coconut. Considering a mist longevity is great. It last for 5 to 6 hours that's great for me. The new size is quite big and I love that it would last for a while."
        },
        {
            "review_title": "It smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This hair and body mist offers a tropical, vacation-inspired scent that lingers without being overpowering. It leaves a light, refreshing fragrance on both skin and hair, giving a subtle, beachy vibe thatu2019s perfect for year-round use. Total sensory escape in a spray!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I love this! I use it all over my body and even hair. A little bit goes a long way. It smells so good. It hydrates very well. The size is even bigger now too"
        },
        {
            "review_title": "Vacation in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I got the body cream and shower gel and loved the scent so much, I just had to get the hair and body mist. I love this scent so much. It feels like vacation in a bottle. For a body mist, the longevity it really good. I hope it Stays."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is my favorite hair and body spray now! It smells amazing. I can scent dragon fruit. It is great for evening or day. I get a lot of compliments, musk and orange blossoms. It makes me feel in tropicals when I wear it. I would highly recommend it to everyone to try it out!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "A great hair and body mist! I usually use this on my hair; spray a few pumps on your hairbrush and brush through. It actually lasts a long time! Fresh and amazing scent. I really recommend this mist!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Porcelain skin tone, Dry skin",
            "review_text": "St barts is my all time favorite scent from the ouai, and I love how it's light yet lingers through the day without being overbearing. The scent is tropical, warm, and perfect for summertime but I wear it year round."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Iu2019m kind of mad I didnu2019t discover this during the summer because itu2019s the perfect summer mist. Itu2019s not too strong and Iu2019m unsure how to describe it but itu2019s smells tropical and beachy. Reminds me of Miami lol"
        },
        {
            "review_title": "Summer vibes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "The bottle is HUGE so worth every penny ! Itu2019s literally like carrying around summer and beach vibes in a bottle ! It smells amazing on the skin and the hair ! Like this is one of the best hair perfume scents Iu2019ve ever smelled it honestly lived up to the hype !"
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love this new collab becuase the scent is so fresh and beachy! I love that you can just spray it on so easily and can be used on your hair or body. It makes you feel very nice and fresh. Smells like coconuts to me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "The St. Barts Body Spray by Ouai truly transports me on a tropical vacation. The scent contains notes of dragonfruit, pineapple, orange blossom, tuberose, and musk. It is absolute gourmand heaven! I adore layering the scent with the matching body Creme, body Wash, hair oil, and body scrub. I canu2019t wait for a perfume of the scent!"
        },
        {
            "review_title": "Love the smell!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The entire St.Barts collection is really good and iu2019m obsessed with the Hair & Body mist! My hair smells so tropical like iu2019m on the islands. The scent last for a couple hours on me especially when I pair it with the body wash & body cream."
        },
        {
            "review_title": "Absolutely in love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Iu2019m totally hooked on the OUAI St. Barts Hair & Body Mist. The scent is everything, so tropical and warm, with just the right amount of coconut. Itu2019s not too strong or overwhelming, just a light, fresh hint that stays with you throughout the day. Iu2019ve also tried the St. Barts Body Cream and Cleanser. It smells amazing too. I canu2019t get enough of the whole St. Barts lineu2014definitely feels like a vacation in a bottle."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I tested the ouai st barts hair and mist and really love the scent.  It smells like vacation in a bottle.  Itu2019s super nice and refreshing without being overpowering.  I love that it feels like a tropical vacation"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "This Ouai St. Barts Hair and Body Mist smells so good. It smells very summery and fresh and almost some coconut scent. I use it on my hair mostly and it pairs nicely with the St. Bart body wash and hair oil."
        },
        {
            "review_title": "Good scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I like how this scent was good and how I can use it for both hair and body it was long lasting where I didnu2019t have to spray too much, the scent also wasnu2019t too overpowering which is good for my preference and the ingredients are good too"
        },
        {
            "review_title": "A must have for my body and hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Ouai Scented Hair & Body is an all-in-one product that leaves skin and hair gently scented with a fresh and sophisticated fragrance. Its light texture moisturizes without weighing down, providing a feeling of freshness and softness all day long. Ideal for those looking for a touch of everyday luxury."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "this scent is INCREDIBLE!! I am so glad OUAI released a jumbo version because I use this spray so much because itu2019s addictive. I get so many compliments when I wear it and feel so so confident. You need this!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I loved this body and hair mist. Itu2019s smells like coconut like youu2019re in the beach a vacation scent. Love the scent. Itu2019s overall a sweet coconut scent. So if you love coconut I totally recommend it. It also lasts for a while"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "First thoughts is that the bottle is small for the price. The smell is way too sweet, yet sour? Iu2019m not sure how that is, but it also doesnu2019t last. This definitely fell short of expectations. I donu2019t recommend"
        },
        {
            "review_title": "Smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this scent so much a fabulous summery Vacation scent! This is long lasting and I feel like it has a nice even mist when spraying out! Iu2019m a girly who loves stuff thatu2019s smells good and so happy I found this!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I love love love the st barts oil and body cream and now I finally got to experience the mist and so the body cream and oil and mist combination makes for an amazing scent that lasts me all day long!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "Absolutely obsessed with this scent! This is my first time trying any of these products and I am blown away. I am keeping this on hand to mist onto my hair and my body all the time. I really like the hair mist part of it because I find the scent holds so much better there."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Love this mist for everyday. It is very summery, but I use it all year as itu2019s just delicious. Itu2019s fruity and feminine but not overly sweet. It also has decent lasting power for a body mist! Love that they made it available in a larger size!"
        },
        {
            "review_title": "Tropical scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This hair and body mist smells so good! It gives me tropical vacation vibes while Iu2019m at home but itu2019s a good pick me up. I spray it to make myself feel a bit better and like a clean girl aesthetic. Such a good mist!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This smells delicious! It totally reminds me of how their body wash smellsu2014fresh, like a mix of fruity and floral. Itu2019s not too strong, so it wonu2019t give you a headache. It makes me think of warm, sunny summer days! The mist is super smooth and and works great!"
        },
        {
            "review_title": "Oh yes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "Ouai did something really special with their St Barts fragrance. Itu2019s absolutely intoxicating! Tropical but elevated and chic. Iu2019m obsessed with the new supersize of this hair and body mist. It sticks to and lingers on hair, skin, and fabrics really well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received this product free of cost in exchange for my honest review. I love this spray, it smells so tropical and amazing paired with the body wash and cream. itu2019s literally an island vacation in a bottle."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair",
            "review_text": "This mist smells like a tropical vacationu2014fresh, warm, and beachy with a mix of dragonfruit and amber. Itu2019s light, not overpowering, and works perfectly on both hair and skin. Easy to toss in your bag for a quick pick-me-up, itu2019s become my go-to for that effortless summer vibe year-round!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "Was gifted this as a birthday present from my sister and omg I get so many compliments when I spray it in my hair. People love it. I didnu2019t expect to have it be strong enough to be noticed every time!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "HOLY YUM! This smells so exquisite and I have never felt something more delicious. Wow, they really did their big one with this because its actually the best scent ever. It does also last a long time in hair"
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This scent is amazing it reminds me as if I was on vacation and the scent lasts a pretty long time. I love spraying it on both my hair and body. I always get tons of compliments on the scent. I use it in addition to the lotion and body wash of the same scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "St barts is just the best scent and now the hair and body mist comes in a bigger size, whatu2019s not to love. I only wash my hair about twice a week so a hair mist is a life saver for me. I love this scent, itu2019s light but rich at the same time. Iu2019m so glad they came out for a bigger size and that I can add it to my other st Barts collection."
        },
        {
            "review_title": "Strong but good",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been using the OUAI St. Barthu2019s Hair and Body Mist for a few weeks now, and I have to say, Iu2019m really loving it. The scent is the standout featureu2014itu2019s like a vacation in a bottle. Thereu2019s a coconut note thatu2019s not too overpowering, mixed with a light floral and a hint of vanilla. Itu2019s warm, fresh, and definitely has that beachy vibe without feeling too sweet or artificial. It just smells really good in a subtle way that doesnu2019t scream u201cperfume.u201d"
        },
        {
            "review_title": "Great mist!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This Ouai St Barts Hair and body mist is the perfect scent! Out of all of the Ouai St Barts collection this hair and body mist is my all time favorite product! I love that it is multipurpose and the scent is beautiful! It transports me to a sunny tropical beach. So excited this mist now comes in a larger size!"
        },
        {
            "review_title": "Deliciousness in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I have always loved St. Barts scent and I am willing to buy anything that has this scent. And what better way to start than with this body and hair mist that I love immensely and now in jumbo size. Its notes transport me to those luxurious spas that smell delicious from the moment they enter. It is a clean, citrusy, sparkling and quite pleasant fragrance. It makes me feel joy, confidence and empowerment."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love how this line smells and I have to getting this mist, I have all the product in the line in my shower routine. This mist smells so good but itu2019s not overpowering. It has a decent lasting power and works great in combination with body, scrub and body cream."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Such a nice on the go vacation vibe/ mindset starter! The coconut is super complimentary to the other fruits. And the scent overall goes well with other tropical and vacation scents! I do think at times it smells of hair products"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Love this spay! You can use in any way you like! Itu2019s not just a fragrance! Love it! Specially on my hair! Really love the orange cent , love to use it when I was on vacation! Definitely recommend to try it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This mist is a little tropical getaway in a bottle. The scent is a perfect blend of creamy vanilla, and fresh citrusu2014itu2019s light, beachy, and not too overpowering. I love that it works for both hair and body, making it super versatile. A few spritzes instantly elevate my mood, and itu2019s great for refreshing throughout the day!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love this set! Itu2019s amazing. It smells refreshing and sweet and everyone compliments the smell. It lasts forever throughout the day despite being a body spray. I highly recommended this set!"
        },
        {
            "review_title": "I LOVE THIS SCENT!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This is my FAVORITE SCENT of all time!! I absolutely love how it makes me feel like Iu2019m on vacation and it is very long lasting. The mist is very fine and the portion of this bottle is amazing! You get so much product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve tried many of Ouai products and this one I love just as much as the other ones! It makes me feel like Iu2019m on a luxury vacation whenever I get a little breeze of the scent! Absolutely love this scent all year long"
        },
        {
            "review_title": "Smells like vacation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "In love with this scent is an understatement! I love how tropical this scent is, without being too overpoweringly sweet. I love the bigger size too! I spray this on my hair and body to keep myself smelling heavenly all day long!"
        },
        {
            "review_title": "lovely!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "obsesssssed with this! I have the body/hair scrub, creme, and the shower gel. altogether it makes my shower time feel like such a luxury every day. it's perfect for the winter bc it reminds me of a tropical getaway. when layering, the scents last a long time."
        },
        {
            "review_title": "Keeps me smelling fresh all day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "a subtle, beachy scent to your hair and skin. Itu2019s not overpowering and lasts just long enough to keep you feeling fresh throughout the day. Perfect for a quick pick-me-up or layering with other fragrances."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Combination skin",
            "review_text": "This mist is pure vacation vibes in a bottle. It has that warm, coconutty, suntan lotion kind of scent that instantly makes me feel like Iu2019m on a beach. Iu2019m obsessed with this new jumbo size. itu2019s perfect because I go through it so fast. I use it on both my hair and body for a quick refresh, and itu2019s never too strong, just this soft, beachy scent that lingers."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Best smell ever! This scent smells so good, very light not too strong but lasts a long time and it puts great with everything. When u spray this on hair it lasts a while. Smells very summer and feels bright."
        },
        {
            "review_title": "The best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This hair and body mist is so amazing. Iu2019ve used the hair serum in this sent and when I saw they also had the hair and body mist I knew I had to get it. I get so many compliments every time I wear it."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I love this body and hair mist! It smells so Good and is perfect for night and day. It has hints of orange and amber musk. I have gotten so many compliments on this spray! I love how versatile it is, for hair and body!"
        },
        {
            "review_title": "Beachy scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I bought this during the sale as an impulse buy and Iu2019m obsessed with the beachy / vanilla scent! Itu2019s light, clean and could be used as perfume. I donu2019t love the scent of many hairsprays so this is the perfect spritz for me"
        },
        {
            "review_title": "Lovely but a splurge item",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "It layers lovely with other hair products, and it smells divine with most perfumes, but with the price point, you do not need this item. Buy it on a sale."
        },
        {
            "review_title": "Going bad",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love the smell of this, bought it over the summer, not too long ago and now it turned opaque? I donu2019t understand why. I kept it in a dry environment, away from sunlight."
        },
        {
            "review_title": "Everyday Essential",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "The best vanilla smell. It smells like you just got out of the shower. Itu2019s very clean. I bought this blind and donu2019t regret!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Itu2019s a nice tropical fragrance ufffcits like a hint of honey with like a dragon fruit citrusy scent"
        },
        {
            "review_title": "perfection in a bottle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "For me itu2019s perfection, it lasts great on my skin as well. I couldnu2019t ask for more."
        },
        {
            "review_title": "Divine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Smells amazing!! And it lasts for awhile too. At least 6 ish hours on me. And it lasts longer on clothes"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Mild scent, but does not last long. More like a hyped up product."
        },
        {
            "review_title": "Tropical vacation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Love love love this scent, if you love the smell of coconut you will enjoy this scent. Smells like being in the tropics. It lasts fairly long on me, especially when I spray it in my hair. I use it every day and still have tons left in bottle."
        },
        {
            "review_title": "Smells so good at first",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "When first sprayed, it smells amazing, like pineapple and coconuts, but that quickly fades, leaving a synthetic sweet plastic smell that made me feel nauseous. I ended up returning it."
        },
        {
            "review_title": "Do yourself the favor!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "When I first tried the scent a few months ago, I loved it and I literally couldnu2019t get it out of my head. I had to get it. Itu2019s literally summer in a bottle. Perfect scent that can be layered up or down depending on your mood. But a great scent if youu2019re looking for something signature and fruity and fun."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Lovely scent not too overwhelming, wish it lasted a little longer."
        },
        {
            "review_title": "Use daily",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have been using this product for a couple weeks.it really keep the small flyaways down. The smell reminds me of the beach."
        },
        {
            "review_title": "Need the whole LINE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "It smells AMAZING, the mist is very fine, which is nice and the scent isn't over powering and light"
        },
        {
            "review_title": "Summer lovin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I am not typically a huge coconut fan, however, I absolutely love this product. It is a long lasting fragrance but it isn't super overpowering. I also love how fine the mist is!"
        },
        {
            "review_title": "Don't recommend",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I blind purchased this fragrance due to the TikTok praise, but it fell short of expectations. I picked up notes of pineapple and musk; however, I found it overly sweet and to have a synthetic quality, reminiscent of a drugstore body spray. Contrary to some opinions, I didnu2019t detect any sunscreen notes. On a positive note, the scent lingered throughout the day on my clothes. However, I wouldnu2019t recommend it to a friend. I adore the other products from this brand, so I had higher hopes. Overall, it was a regrettable choice."
        },
        {
            "review_title": "okay but wouldn't repurchase",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Smells okay, actually ever since my friend said it smells like coconut sunscreen that's all I smell now :( longevity wise its good for a body mist!"
        },
        {
            "review_title": "Ahhh",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Dry skin",
            "review_text": "Smells amazing and love the compliments. I use it on my day 3 hair to freshen it up"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Honestly love this perfume so much because it smells like sun salt and ocean breeze. Perfect for summer time."
        },
        {
            "review_title": "French Beachy Scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "I really liked this. It has a soft coconut scent but itu2019s not overpowering. Scent stays on for quite a while - I put it on in the evening and woke up still smelling like quai. I put it directly into my hair, I find the scent lasts longer that way."
        },
        {
            "review_title": "don't purchase",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "I hate the smell it is so strong, I feel like I could buy something a quarter of the price at a drugstore it smells cheap to me. my boyfriend said it gave him the spins. I will be returning this."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Smells so good but doesnu2019t last and has kinda weak projection"
        },
        {
            "review_title": "Not worth itu2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "Honestly, itu2019s not the first time Iu2019ve had a body spray with this scent and the other was significantly less in price. There was no tester in store so I bought it without knowing what it really smelled like and only based on reviews alone.  It doesnu2019t last all day either so prepare to be respraying."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Not the scent for me . A bit overpowering so if you like this scent that wonu2019t be a problem I wish it wasnu2019t so strong or else I could use this way more than I do"
        },
        {
            "review_title": "Smells amazing but turned cloudy :(",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This scent is the best!! I love the mister as well!! However I am not sure why it turned cloudy! Very interesting and I'm not sure if this is common?"
        },
        {
            "review_title": "Summer Favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Dry skin",
            "review_text": "Summer u2600ufe0f in a bottle. Love everything about this mist! Perfect for daytime and as a refresher!"
        },
        {
            "review_title": "Smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "If you love body mist that smells like youu2019re on vacation this is one youu2019ll love!"
        },
        {
            "review_title": "Love the scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Love the coconut scent! Will always remind me of summer. Itu2019s a little bit too strong to my taste. But itu2019s manageable. It lasts long too. I wish it comes with glitter/shimmer!"
        },
        {
            "review_title": "Summer Must Have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I am obsessed with this scent. It is everything I could ever ask in regards to smelling like the beach/summer. BUT, I could only do 4 stars to do the scent not lasting long at all."
        },
        {
            "review_title": "Love the scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I love the smell of this product. I always use it on my hair when I'm going to go somewhere fancy. I love how it is packaged and presented to use for you hair and body"
        },
        {
            "review_title": "Vacation in a bottle.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The scent is so nice! It is strong at first but gets subtle with wear. Packaging is nothing special, but it is a very fine mist that comes out so you are able to spray minimally."
        },
        {
            "review_title": "Smell like everyday vacation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "In loooove with this smell. Feels like Iu2019m always on vacation when I spray this on.  Everyone asks me what Iu2019m wearing when I have this on!!"
        },
        {
            "review_title": "Yummy scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I really love the scent of this perfume. Itu2019s light and really isnu2019t overpowering   @influenster @theouai #OUAIStBarts #complimentary"
        },
        {
            "review_title": "Must be a part of your morning.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Normal skin",
            "review_text": "I use it after showering and applying lotion.the fragrance is great ud83dude03 and my hair smells wonderful too."
        },
        {
            "review_title": "Good then gone",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "Was super excited when I seen this came out, I love the scent of course but it just didn't last long enough."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "So, so so sweet, but there was a slight sour undertone that made it sort of off-putting."
        },
        {
            "review_title": "Barbie pineapple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "Smells like plasticy pineapple which sounds weird and smells weird at first but itu2019s actually superb!  I put this on my bedding and my pjs   So nice  husband is picky but he doesnu2019t mind this one!"
        },
        {
            "review_title": "Smells lovely - but bottle is faulty",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Lovely scent. I am still testing the longevity. Often we become nose blind to what we are wearing, while those around us can still smell it. It does smell divine when sprayed. The fine mist is a good characteristic. However the design of the bottle and lid are faulty. Although the product was secured upright in my bag, apparently the movement of my car caused it to jostle open, spilling about 20% of it in my backpack. A very disappointing design for a product at this price point."
        },
        {
            "review_title": "Chemical coconut",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "Tried in the store, lived it. Bought the mist and body cleanser. By the time I got home I was so over the smell that it is going back unused.  The only fragrance which stayed in my skin was the chemical coconut.  Inexpensive soapy smell,  I could not handle.  But I am sure everyone is different and many people love it. Not for me though. I like more organic / clean scents"
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Smells very juvenile like bbw. Doesn't last at all."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "3 stars because it does what it says & it makes your hair smell like a mixture of angels whispers and coconut cream pie on a balmy tropical afternoon. However, this stuff dries the CRAP out of your hair. Like, it feels like hay up here after i spray this stuff in  youyour hair"
        },
        {
            "review_title": "Amazing scent but lacks longevity",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I really love this scent and was so happy when this product launched. After using it for a few months I'm pretty disappointed by how quickly the scent dissipates. As a body mist I expected this, but I'd say this product is on the weaker side of body mists in terms of longevity. It's still a lovely smell and something I use after taking a shower, but over the last month I've found that I reach for other products instead."
        },
        {
            "review_title": "i love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "my fav!! after a while i cant smell it on myself but people always tell me i smell good so id say it lasts a long time. the initial smell is really strong in my opinion but its beautiful after it settles. i dont usually like coconut at ALL but ouai made the perfect scent"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I love how it smells. Only thing is it doesnu2019t last very long."
        },
        {
            "review_title": "Scent does not last",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "The smell is lovely but the scent does NOT last at all. Not in your hair, on skin, or clothes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is the best smelling body spray I have found in a long time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Dry skin",
            "review_text": ""
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Scent is amazing but unfortunately doesn't last very long."
        },
        {
            "review_title": "PLEASE MAKE A PERFUME!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "The smell is everything! By far the prettiest fragrance I have purchased all summer! BUT, Ouai needs to create a St Barts perfume that will last longer, that is the only problem, otherwise it is perfection. I use the body wash, lotion, all in the St Barts scent, but a perfume with some longevity would be ideal!! Compliments galore! Soft and sweet, it smells like heaven!"
        },
        {
            "review_title": "Not the Same Scent I Know and Love",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "When I first got the body scrub some years ago I was super in love with the scent. It was a great tropical tuberose-y scent. When I saw the spray came out I couldn't wait to get my hands on it. Unfortunately I think something is off with the scent. Theres an almost sour quality to the spray that makes it unappetizing for me. The body scrub and lotion are softer and warmer and this comes off as super artificially fruity. I say skip this one if you're curious about the scent and go with the scrub."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Smells amazing without being too overwhelming. Fresh and clean, even my teenage niece loves it!"
        },
        {
            "review_title": "It's giving... Bath and Body Works",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I really wanted to love this but it is SO cheap smelling. Could literally find this scent for $6 at Bath and Body Works."
        },
        {
            "review_title": "Would not buy on my own",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "*This product was sent to me for free by influenster in exchange for a review* I really did not like this product, it smells the exact same as a perfume from bath and body works (Frosted coconut snowball) I actually prefer the bath and body works one as the scent isnt a strong and doesnt give me a headache compared to the ouai one. Now if you prefer something that is very strong and will last for quite some time then you will probably like the ouai one but its not for me. Also the bath and body works one is cheaper for more but doesnt last as long so take that as you will."
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Beach vibes, soft scent  Will purchase over and over"
        },
        {
            "review_title": "Smells good, but save you money",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I love everything Ouai, but this mist misses the mark.  It smells AMAZING...for like a minute.  The scent does not last at all, which is disappointing for the price and brand."
        },
        {
            "review_title": "Worth it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells amazing but the scent doesnu2019t last long. I would still repurchase."
        },
        {
            "review_title": "Buy it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "It smells heavenly but it doesnu2019t last too long on my skin. Itu2019s great product"
        },
        {
            "review_title": "Love but doesnu2019t last",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Love the scent, but doesnu2019t last. Scent wears off pretty quickly."
        },
        {
            "review_title": "Not long lasting",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The smell is really nice and beachy, but very comparable to a cheaper body spray from Bath and Body Works. While I enjoyed the scent, it didn't last longer than 30 min on me. Unfortunately, I had to return."
        },
        {
            "review_title": "Amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "gorgeous scent and very long-lasting. i trust everything ouai makes."
        },
        {
            "review_title": "Divine smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Doesn't last long but the smell is divine! So, I don't mind reapplying. It is small enough to put in a bag, so reapplication is easy. On the other hand, it will probably be done very fast, which makes the whole deal quite pricey. The longevity and the price point makes it a 4 star. However, I will definitely repurchase, the smell is amazing!"
        },
        {
            "review_title": "Great for all ages!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "This is a favorite of my daughter and I. It smells delicious and lasts a while. It is easy to carry in my purse for on the go re-application. The packaging is very cute and appealing."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "The scent is fresh and very summery. I use this to refresh myself after spending a long time out in the heat. I dont really use this as a perfume so i dont expect this to last long. Wish they didn't have alcohol in this product though hence the 4/5 stars"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "It smells very tropical, If you like that coconut vibe,  it doesn't last dollar tree body mist has lasted me more than this"
        },
        {
            "review_title": "Will dry-out your hair and bad longevity.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This spray smells really nice, it's great for summer so I wish it lasted longer. I would have to spray this a million times for the sent to even last 10 minutes on my hair & body. I also noticed my hair started getting really dry. That's when I looked at the ingredients and saw denatured alcohol as the second ingredient :/  Waste of money, will dry ur skin/hair and scent doesn't last at all."
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "I love this product.  Not only does it smell amazing, it leaves me feeling clean and refreshed. It dries quickly without leaving a film or residue.  I get compliments all of the time telling me I smell great, even on the hottest days."
        },
        {
            "review_title": "smells amazing!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "i LOVE they way this smells and i love the application because it is like a fine mist, it doesn't last very long but if you layer it it adds the perfect touch to it all"
        },
        {
            "review_title": "Donu2019t waste your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Doesnu2019t last at all I bought it for a summer hair perfume and I wish i would have bought something else instead the smell is gone in minutes"
        },
        {
            "review_title": "Not my favorite Ouai product unfortunately",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "I am OBSESSED with Ouai products, so I was expecting more from this product and was a little disappointed after testing it. The fragrance reminds me of a cheap perfume (reminds me of Victoria Secret and Body Works body sprays). It did make my skin and hair a little hydrated, but it didnu2019t last long. I did like that it didnu2019t make my hair oily when spraying it in my hair - the scent does not last long on the hair or the skin. I would not purchase this product."
        },
        {
            "review_title": "Best Tropical Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was looking for a tropical summery scent, but most that I've tried end up leaning too powdery on me once they dry down. This one doesn't though, and I wonder if it's because the most prominent note I'm smelling is pineapple rather than coconut? Either way, this smells like a pina colada and while I certainly get some coconut and some floral, the fruity aspect is the most prominent on my skin and keeps it smelling brighter, less powdery, which is what I wanted. It isn't super strong or long lasting but I do find if I spray my hair and clothes that works the best. Five stars for nailing the exact scent I was looking for."
        },
        {
            "review_title": "No lasting power",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "The scent is gorgeous.  The lasting power is nothing.  It last like 5 minutes.  I would love to find a long lasting clean fragrance with similar notes to this scent."
        },
        {
            "review_title": "No longevity, PASS",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "This spray fades almost as soon as you put it on. It has absolutely no longevity. It does smell really good, very tropical with a strong citrus note. I honestly wouldn't mind paying for something like this for a $12 price point, but certainly not $28. I would have returned if I lived closer to Sephora."
        },
        {
            "review_title": "Such a miss!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I want my money back! Does not last longer than a minute and when I spray I literally have to hold my breath otherwise it'll burn my nose. Wow QUAI why?? Do more work on this before selling because this ain't it."
        },
        {
            "review_title": "Donu2019t waste your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Doesnu2019t last at all I bought it for a summer hair perfume and I wish i would have bought something else instead the smell is gone in minutes"
        },
        {
            "review_title": "Not my favorite Ouai product unfortunately",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "I am OBSESSED with Ouai products, so I was expecting more from this product and was a little disappointed after testing it. The fragrance reminds me of a cheap perfume (reminds me of Victoria Secret and Body Works body sprays). It did make my skin and hair a little hydrated, but it didnu2019t last long. I did like that it didnu2019t make my hair oily when spraying it in my hair - the scent does not last long on the hair or the skin. I would not purchase this product."
        },
        {
            "review_title": "Best Tropical Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was looking for a tropical summery scent, but most that I've tried end up leaning too powdery on me once they dry down. This one doesn't though, and I wonder if it's because the most prominent note I'm smelling is pineapple rather than coconut? Either way, this smells like a pina colada and while I certainly get some coconut and some floral, the fruity aspect is the most prominent on my skin and keeps it smelling brighter, less powdery, which is what I wanted. It isn't super strong or long lasting but I do find if I spray my hair and clothes that works the best. Five stars for nailing the exact scent I was looking for."
        },
        {
            "review_title": "No lasting power",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "The scent is gorgeous.  The lasting power is nothing.  It last like 5 minutes.  I would love to find a long lasting clean fragrance with similar notes to this scent."
        },
        {
            "review_title": "No longevity, PASS",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "This spray fades almost as soon as you put it on. It has absolutely no longevity. It does smell really good, very tropical with a strong citrus note. I honestly wouldn't mind paying for something like this for a $12 price point, but certainly not $28. I would have returned if I lived closer to Sephora."
        },
        {
            "review_title": "Such a miss!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I want my money back! Does not last longer than a minute and when I spray I literally have to hold my breath otherwise it'll burn my nose. Wow QUAI why?? Do more work on this before selling because this ain't it."
        },
        {
            "review_title": "Donu2019t waste your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Doesnu2019t last at all I bought it for a summer hair perfume and I wish i would have bought something else instead the smell is gone in minutes"
        },
        {
            "review_title": "Not my favorite Ouai product unfortunately",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "I am OBSESSED with Ouai products, so I was expecting more from this product and was a little disappointed after testing it. The fragrance reminds me of a cheap perfume (reminds me of Victoria Secret and Body Works body sprays). It did make my skin and hair a little hydrated, but it didnu2019t last long. I did like that it didnu2019t make my hair oily when spraying it in my hair - the scent does not last long on the hair or the skin. I would not purchase this product."
        },
        {
            "review_title": "Best Tropical Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was looking for a tropical summery scent, but most that I've tried end up leaning too powdery on me once they dry down. This one doesn't though, and I wonder if it's because the most prominent note I'm smelling is pineapple rather than coconut? Either way, this smells like a pina colada and while I certainly get some coconut and some floral, the fruity aspect is the most prominent on my skin and keeps it smelling brighter, less powdery, which is what I wanted. It isn't super strong or long lasting but I do find if I spray my hair and clothes that works the best. Five stars for nailing the exact scent I was looking for."
        },
        {
            "review_title": "No lasting power",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "The scent is gorgeous.  The lasting power is nothing.  It last like 5 minutes.  I would love to find a long lasting clean fragrance with similar notes to this scent."
        },
        {
            "review_title": "No longevity, PASS",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "This spray fades almost as soon as you put it on. It has absolutely no longevity. It does smell really good, very tropical with a strong citrus note. I honestly wouldn't mind paying for something like this for a $12 price point, but certainly not $28. I would have returned if I lived closer to Sephora."
        },
        {
            "review_title": "Such a miss!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I want my money back! Does not last longer than a minute and when I spray I literally have to hold my breath otherwise it'll burn my nose. Wow QUAI why?? Do more work on this before selling because this ain't it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Delicious, gives hawaiian tropic. The mist is a short continuous spray."
        },
        {
            "review_title": "smells good, doesnu2019t last 5 mins",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "so unbelievably delicious. perfect scent for summer however doesnu2019t last more then 5 mins. i feel bath and bodyworks has a similar scent and lasts longer"
        },
        {
            "review_title": "Get it.  Lasted for me. Summer heaven",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "Tried tester in store and immediately grabbed last bottle they had.  I note a few latest reivews remark on the scent does not last...I did not have the same experience.  I worked outside all day and could still smell the fragrance when I took my uniform off after a 10 hour shift.  It is humid here so I don't know if that helped from the usual dry heat.  Not a fan of other OUAI scents but this is delightful...4 stars just for price."
        },
        {
            "review_title": "Pass",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "It smells so unbelievably good but it doesnu2019t last AT ALL. I even sprayed it on my mom and spent time with her for several hours to see if I just went nose blind when I wore it but no. Iu2019m super disappointed in this"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells really good like coconuts & sunscreen/summer scent just wish it lasted a bit longer but as it is just a body spray I canu2019t complain too much about the longevity itu2019s to be expected"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I loved the scent in the body wash form but unfortunately this one does not stay long at all. For the price, I would likely pass on this one for the minimal scent it gives."
        },
        {
            "review_title": "Must Try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love the smell and the brand the ingredients are clean and I get a ton of compliments!"
        },
        {
            "review_title": "St.Barts",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "It's alright.  I use occasionally.  Sometimes, I get a too ripened fruit smell.  It may just be me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells so good and long lasting . Smells like a tropical beach with a pina colada in my hands"
        },
        {
            "review_title": "Doesnu2019t last long",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Smells pretty but lasts a total of 5 mins and itu2019s done"
        },
        {
            "review_title": "great scent poor longevity",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "absolutely love the st barts scent but longevity sucks even for a body spray in my opinion"
        },
        {
            "review_title": "I would pass",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Smells great however doesnt last at all. I spray it on and after that I never smell it again. I love the mister itu2019s a very fine mist. A little over priced in my opinion. Iu2019ll just stick with the scrub in this smell."
        },
        {
            "review_title": "Very long wearing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I find this scent, very refreshing and unisex. I also love how long wearing it is."
        },
        {
            "review_title": "Nothing Special",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "So, I am a HUGE fan of anything tropical or has that u201csunscreenu201d smell, but this did not deliver that. I was so excited to receive mine in the mail after reading all the hype, but sadly this isnu2019t at all what I expected. This dries down to an almost floraly scent and is a bit off putting. I even had my mom and partner smell it - and neither were very impressed. Love Ouai as a brand, but this was a miss for me :("
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
            "review_text": "I have been using this product for a few days and I must say I love the scent. It is perfect for summer!"
        },
        {
            "review_title": "Overpriced body mist (doesnu2019t last)",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Itu2019s a nice scent (definitely perfect for summer) but it doesnu2019t really last. Itu2019s an overpriced body mist and it actually smells almost identical to the Waikiki Beach Coconut fragrance mist from Bath and Body which has been around for many years and is more than half the price"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this scent, very light coconutty and summery. Def a new summer staple!"
        },
        {
            "review_title": "A Summer Staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I avail love the smell, reminds me of coconuts, beaches and sand dunes. Whoofff super summery. Transports you to innocent times."
        },
        {
            "review_title": "Scent doesnu2019t last",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Similar to the body wash but it has a stronger, artificial vanilla scent to it and the scent doesnu2019t last long at all. Had to reapply before I even left the house. Not worth the $28."
        },
        {
            "review_title": "Smells like Iu2019m on an island!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I loveeee this smell! It smells like coconut and pineapples, very tropical. It makes me feel fresh. The bottle is very chic. I love the words, they are rainbow when you move the bottle. It sprays out light like water but the scent lingers"
        },
        {
            "review_title": "Good for summer, but",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I like it, but if you arenu2019t into the sweet coconutty smells this may not be for you."
        },
        {
            "review_title": "ud83cudf4a",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells ok. Only getting notes of citrus and other orangey scents. Barely any coconut. Lasts for like 10 minutes max. Donu2019t recommend buying unless you want to smell like a cheap citrus body mist."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "Loved this scent in the ouai scalp and body scrub, which both smell the exact same. Itu2019s very faint and doesnu2019t last long but I donu2019t like strong scents so this is perfect for me."
        },
        {
            "review_title": "Breakout warning!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Normal skin",
            "review_text": "After 2 days of using it I noticed a rash on my arms and chest, I hadnu2019t changed anything in my routine except this spray. I realized on day 3 my skin was better until I got ready and put on the spray.   Bottom line, broke out everywhere I had sprayed this"
        },
        {
            "review_title": "Perfect for summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Smells fresh and beachy! Lasts a lot longer than most mists! Iu2019ll definitely repurchase!"
        },
        {
            "review_title": "Dont recommend",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Such a waste of money, smell lasts for 10 minutes max."
        },
        {
            "review_title": "smells bomb",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "i love it it smells so good and tropical perfect for summer the only complaint is that right after you spray it it smells a little bit like rubbing alcohol but then it goes away after a bit but other than that I love"
        },
        {
            "review_title": "great smell, cheap formula that loses its scent",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "awesome beautiful perfect smell but it loses its scent and turns to straight up alcohol spray within 10 days. such a shame"
        },
        {
            "review_title": "Must have, drop the Bath&Body Works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "First u201cmistu201d Iu2019ve ever used to last so long, and goes great with my body during hot weather. It smells so yummy and I find myself constantly sniffing myself ud83dude05"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "Love this! Fresh and sweet!  Ouai is the best brand! I love every product they sell :)"
        },
        {
            "review_title": "Nice packaging, but doesnu2019t last long!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I am really obsessed with the scent, but like many other reviewers have found that it does not last long. I think it is a great layering scent and I do really like the packaging. The mister part itself distributes nicely over the skin sand throughout the hair. Overall I would not rush to repurchase after I run out, but I donu2019t regret buying."
        },
        {
            "review_title": "Amazing Body and Hair Mist",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Amazing perfume Definitely recommend although smell goes away after a while but still lingers of tropical paradise"
        },
        {
            "review_title": "I was hesistant",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "The price for a mist had me second guessing but i bit the bullet & omg!!! This is BEAUTIFUL! A summer must have! Loved it so much I went & got the scrub & the creme. I REALLY hope they release this scent in a perfume"
        },
        {
            "review_title": "Must have body spray",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes",
            "review_text": "Nice scent smells like a tropical paradise . It is sweet I do smell the pineapple , but overall a good summertime mist."
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I love Ouai products and am obsessed with the St. Barts scalp and body scrub as well as the body lotion, so when I saw this came out online I KNEW I had to have it. I love layering this on my body with the cream and some oil to make it last longer. I love how it makes my hair smell as well. I do wish it lasted a little longer but I donu2019t mind reapplying. I will definitely be repurchasing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "This product is amazing! The sent is great for the beach and going out. The smell reminds me of the coconuts. will definitely be repurchasing!"
        },
        {
            "review_title": "SO GOOD",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, notSure skin tone, Oily skin",
            "review_text": "I have been wanting this for a while not knowing what it smelled like, but I love coconut so when I heard it smelled like coconut I knew I had to get it! As soon as I smelled it at Sephora I knew I was getting it. It lasts so long and the sent was perfect! I definitely remember!"
        },
        {
            "review_title": "ITS OKAY",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Ehhhhh....the smell is OKAY.  Not sure what all the hype is about."
        },
        {
            "review_title": "Just want more",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This scent smells great, but I was expecting it to be just a bit stronger, last a bit longer, and smell a bit more like the hair products I love. It's a fresh scent and very wearable."
        },
        {
            "review_title": "Ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "This smells EXACTLY like the Mizani Coco Dew curl refreshing spray. Exactly. Which isnu2019t bad, but I canu2019t get over it lol. So for me, itu2019s just a meh smell."
        },
        {
            "review_title": "Doesnu2019t last long",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love ALL things Ouai and Jen Atkin - but this scent lasted 20 minutes MAX. I love this scent sooo much, but it deserves a better product than this."
        },
        {
            "review_title": "For me it would have been a 4.5",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I loveeeee the smell itu2019s amazing but I feel like it can fade pretty fast"
        },
        {
            "review_title": "The best smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The sent smells like a beach vacation and the packaging is great the ingredients are also very clean! Gifted by influenster and I definitely recommend it!"
        },
        {
            "review_title": "You will smell like Cancu00fan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I love this smell!! Usually the hair mists I try smell like shampoo which I donu2019t mind, but I like a unique scent and holy moly the smell lingers so much so a little goes a long way."
        },
        {
            "review_title": "Tropical paradise",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This smells like a tropical summer vacation. I use it on my hair after I shower at night and I can still smell it at the end of the day."
        },
        {
            "review_title": "The best body mist out there",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I own three bottles of this, that's all I have to say. Best smelling, most long lasting body mist I've ever owned."
        },
        {
            "review_title": "St. Barts for the WIN",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Smells Amazing!!! Just wish the scent lasted longer..."
        },
        {
            "review_title": "Not worth the price, smells a bit weird",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This smells very good and your body but after a few hours it starts to smell a bit weird Iu2019m not sure what the problem is but it has a very subtle scent of an orange that has gone bad but other than that itu2019s a beautiful scent but not worth the price"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "It smells AMAZING! I never blind buy any perfumes, but this was so worth it! Smells delicious. Only 4 stars because it doesnu2019t last all day"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Itu2019s a really clean and fresh scent that isnu2019t too overpowering. The packaging is really nice and goes well with the fresh scent. I would say the spray is a fine mist and it works well."
        },
        {
            "review_title": "Longevity is horrible! Butu2026 smells amazing.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "This smells amazing, when you spray it and when u have it on. BUT when u put it on ur body or hair, absolutely no scent. Disappears. No one around me can tell iu2019m wearing it and neither can I! This lasts for a solid 15 minutes tops. Very sad because it smells so good! Like pineapple and coconut. I will finish the bottle, but i will not be repurchasing."
        },
        {
            "review_title": "Smells greatu2026 scent fades in a few minutes",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Smells awesome u2026 scent lasts a total of 2 min on your body. Donu2019t expect this to act like your perfume for the day. This is a refresh spritz meant to get you through one point in time during the day."
        },
        {
            "review_title": "Safe blind buy if you want to smell tropical!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I bought this on the recommendation of a YouTuber, she was accurate, it's gorgeous!!! Smells very tropical, not all coconut but also fruity."
        },
        {
            "review_title": "Must have!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Love this body spray! Smells so tropical and light. Only four stars because it doesnu2019t last too long but itu2019s the perfect summer scent! Everyone loves when I walk in a room smelling like this!"
        },
        {
            "review_title": "Try it for yourself.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "These people in the comments are haters. This smells like a tropical vacation on a Caribbean beach. Itu2019s a mist im not sure how long you expect it to last. IMO it does pretty good for a mist. ."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I ordered this online with out knowing the smell. It was HORRIBLE!!!! This is the last time I get a scent form quia. It gave me a headache. I would not recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Just wow! This is definitely my new go to. The mist on the bottle is A1 and the scent goes crazy. Perfect for summer, this is very sweet and citrusy"
        },
        {
            "review_title": "Awesome scent but no longevity.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "It smells amazing and is such a great summer scent. However, it has very little lasting power which is a bummer."
        },
        {
            "review_title": "Go to summer scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this mist! itu2019s very summery scent and i can smell it on me for a long while!"
        },
        {
            "review_title": "Conflicted",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Loooveeee the St Barts lotion and shampoo. Was so excited when Ouai announced they were working on a fragrance for the line. Disappointed as itu2019s a body mist, same great scent but little lasting power even when applied over the lotion and/or other perfume oils. Would love if Ouai would release this as a parfum in the future."
        },
        {
            "review_title": "Wear test",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Normal skin",
            "review_text": "I bought this because it had a beautiful smell , when i was in store.  but wearing it at home & through out the day had an awful smell ,that wasnu2019t so pleasant! it has a terrible smell found it kind of annoying    like the frist spritz in store !"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I absolutely LOVE the scent, but I am super disappointed that it doesn't last very long. I know to expect less staying power from a mist. However, I feel this lasts an hour tops on me. Will continue to use, but likely wouldn't repurchase."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Smells different from the body lotion, which I love. Heavier on pineapple and has less depth. Also doesnu2019t last at all. Wonu2019t buy again."
        },
        {
            "review_title": "Smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I find it hard to believe that others say the smell didn't last. I sprayed it on myself and woke up the following day and could still smell it on my body and my hair. The scent lasts extra long in my hair though. I love it and would def repurchase!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "Smells like youu2019re drinking a Pina colada on a beach. However, when you first spray it, itu2019s super strong."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love, love the smell, but it only lasts about 10 mnsud83dude41 not worth the price. Ill be returning it unfortunately"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "FINALLY!!!! smells so tropical and long lasting. the whole system now is in my rotation"
        },
        {
            "review_title": "Meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Stella great but barely lasts past a few mins.  Not worth the price unfortunately."
        },
        {
            "review_title": "not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "not worth it..smell is too light for the price..doesnu2019t stay long..waste of money..returning this"
        },
        {
            "review_title": "Perfect summer scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "OMG! This smells amazing I just love it so much. The perfect summer scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this scent! It is not overpowering. Definitely buying again!"
        },
        {
            "review_title": "Expensively bland",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I feel like the reviews are artificially inflated by people receiving free product as usual (Sephora, please sort it out). Itu2019s not a bad smell by any means, but itu2019s not amazing either - itu2019s really bland actually. The notes described in the product description arenu2019t that accurate to me (could differ person to person though).  It doesnu2019t last long at all, far shorter than Iu2019d expect for the price. Iu2019m giving it a 2 as itu2019s not an offensive scent, but the high price is stupid for what this actually is."
        },
        {
            "review_title": "Perfect Summer Scent if you have a sweet tooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I first fell in love with this fragrance when I tried the shower gel from this brand. It was love at first note. The scent reminds me of a tropical island and a refreshing drink on a hot dayu2014sweet yet summery, never overwhelming. It pleasantly envelops you and lingers on the skin for about an hour, and on clothes for several days.  I secretly hoped they would release a perfume with this scent. The body mist turned out to be even better than the perfume, as itu2019s impossible to overdo itu2014it leaves the faintest trail, disappearing and reappearing subtly. Sometimes I forget Iu2019ve applied it and wonder where the delightful smell is coming from. This mist is a great, non-intrusive choice for summer if you love sweet scents but find perfumes too overpowering in the heat."
        },
        {
            "review_title": "SMELLS LIKE SUMMER IN A BOTTLE !!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This scent reminds me of summer time, itu2019s a perfect scent for all occasions."
        },
        {
            "review_title": "Don't waste your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I was encouraged to buy this by an associate when I was in the store. It smells great when you first spray it but the scent goes away immediately.  It doesn't matter how much you spray. Very disappointing."
        },
        {
            "review_title": "Skip",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Smells like sunscreen from the initial application til itu2019s drys down. Once itu2019s dry the scent is very faint and generic. Not worth $28"
        },
        {
            "review_title": "Scent staple-use the whole lineup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Loooove!  I find the staying power to be great, especially with cotton clothing, and using the body wash and butter .  I do use a generous amount, and mix it with one spritz each of SDJ 40 + Outremer Vanille"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Love love the scent, just wish it would last. Have to really pack it on which is not something I commonly do. Doesnu2019t seem to last long but on the surface itu2019s a wonderful scent."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I was so excited for this to be a fragrance. Iu2019m not sure why itu2019s a body mist rather than a perfume like the others. It unfortunately doesnu2019t last long at all, I have to use a lot and it still fades very fast. I LOVE the scent however, I donu2019t think Iu2019ll repurchase."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Smells good ! Like beach and coconut but it doesnu2019t lasts. Sadly . Even BBW lasts longer."
        },
        {
            "review_title": "Meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Itu2019s okay, it smells good, but not $30 good. Itu2019s tropical/a bit coconut to it. If I were you, go to your nearest Sephora to smell it first."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this body mist smells sooo good i love it sm! it smells like the beach"
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This hair and body mist is SO good. I love the st. barts lotion and body wash so when I saw this come out I purchased and it did not disappoint. I always get compliments on it and I like the pair it with sol de janerio 40!"
        },
        {
            "review_title": "Love the smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells sweet and summery . Love it! Doesnu2019t last as long as I would wish. But smells delicious"
        },
        {
            "review_title": "A Must buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Combination skin",
            "review_text": "Smells absolutely divine u2764ufe0f  You will not regret. I kept smelling my hair u263aufe0fu263aufe0f Delicious u2764ufe0f"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Hi! I am a Sephora beauty insider community ambassador and this is my honest and authentic review of this product. I love the scent of the tropical beach vibe, just wished it lasted a bit longer. Smells like the body wash"
        },
        {
            "review_title": "I want to smell like this all the time, everyday",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I am absolutely in looove with this scent!!! I canu2019t get enough, I carry it with me everywhere I go. I gave it 5 stars because I can spray it in my hair and body, the mist is perfect. But itu2019s true, the scent doesnu2019t last very long.  they"
        },
        {
            "review_title": "smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "smells so good. the best scent especially for a beach day and i loveeee it. lasts so long, i also use the body cleanser and the cru00e8me in the same scent"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "This is the scent of the summer. Best way I can describe the smell is like a piu00f1a colada!"
        },
        {
            "review_title": "Does it last? No.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "Do I care? Also no. Gorgeous scent thatu2019s perfect for summer (or for reminding you, in the dead of winter, that summer exists). The body cream has more longevity if staying power is important to you."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Smells like a sophisticated pina colada which makes me so happy"
        },
        {
            "review_title": "Must buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This scent makes me so happy! I love this so much! I get a lot of compliments when i wear it. It is versatile and scent lasts for a while. I so recommend it"
        },
        {
            "review_title": "Horrible lasting smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Nice at first spray but smells heavily of alcohol and after a while, it smells like B.O.   returned."
        },
        {
            "review_title": "Nice - but donu2019t believe the hype",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, lightMedium skin tone, Combination skin",
            "review_text": "With all the hype between Ouai adds and Sephorau2019s adds, I had high hopes for this scent - its not a bad smell, its a nice summer smell, but I donu2019t find it worth the price point whatsoever, its an almost $30 coconut sun tan lotion smell."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "this is the best ever smelling perfume iu2019ve ever smelt itu2019s so yummy and orangey and just mmmmm a must haveeeeee itu2019s so yummy perfect for the summer days"
        },
        {
            "review_title": "Beach vacay a spray away!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I love lovee the St. Barts scent and have received many compliments. Itu2019s citrusy, salty, with a hint of coconut, like I just spent all day on the beach drinking piu00f1a coladas. Not sure if anyone else experienced this but found the cap of the spray to be very brittle and it broke in half when attempting to put it back on the bottleu2026 very strange. Other than that I use it basically every day"
        },
        {
            "review_title": "PLEASE READ BEFORE BUYING ud83dudea8u203cufe0f",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This smells amazing and I really enjoy it, but it doesnu2019t last long, this is because it is a hair and body mist, and not a perfume. Iu2019ve seen so many people say itu2019s terrible and not worth it, its untrue"
        },
        {
            "review_title": "YES! BUY IT IMMEDIATELY!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "SMELLS SOOOO GOOD!! Literally is my go to scent, i will get out of bed just to not even spray it just smell the scent of this body spray! I would really recommend it!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I had ordered this on the app bc of reviews and before it came I smelled in store and did not like it, HOWEVER, I gave it a shot and I love it now. I made the mistake of not spraying it on myself, but in the air, smells a lot different on the skin. Def recommend!"
        },
        {
            "review_title": "Not expected but good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Nice and beachy but not in a warm milky way- more like a fresh citrus coconut"
        }
    ]
}