{
    "product_id": "1009",
    "name": "Higher Standard Cream Glow Blush Sticks",
    "brand": "LYS Beauty",
    "categories": "Makeup, Cheek, Blush",
    "price": 27.0,
    "about": "What it is:An irresistibly creamy blush stick that instantly brings a flush of color to the cheeks with an illuminating finish..Highlighted Ingredients:- Green Tea Extract: Helps soothe and hydrate skin while reducing the appearance of redness and irritation..Ingredient Callouts:It is gluten-free and cruelty-free..What Else You Need to Know:This lightweight, easy-to-blend blush stick blesses skin with an instant pop of color and wearable luminosity that brings life to the makeup look. This dewy ultra-creamy formula layers perfectly to achieve a natural flush of pigment on the cheeks. The triangle-shaped stick maneuvers around the face, nose, and cheeks for a healthy-looking glow with effortless application.",
    "ingredients": "-Green Tea Extract: Soothes and hydrates skin, while reducing the appearance of redness and irritation. .-Watermelon Seed Extract: Retains the skinu2019s moisture levels for radiant healthier-looking skin. .-Rosehip Oil: Antioxidant-rich with Vitamins A, C, and E to reduce the look of dark spots and improve moisture level...Ethylhexyl Palmitate, Diisostearyl Malate, Synthetic Fluorphlogopite,  Polyisobutene, Synthetic Wax, Ceresin, Octyldodecanol, Citrullus Lanatus (Watermelon) Fruit Extract, Carthamus Tinctorius (Safflower) Seed Oil, Rosa Rubiginosa (Rosehip) Seed Oil,  Rosin, Sodium Hyaluronate, Aluminum Hydroxide, Camellia Sinensis Leaf Extract, Caprylic/Capric Triglyceride,  Caprylyl Glycol, Ethylhexyl Palmitate, Ethylhexylglycerin, Glucomannan, Phenoxyethanol, Tocopheryl Acetate, Trihydroxystearin, May Contain: Red 6 Lake (Ci 15850), Red 7 Lake (Ci 15850), Blue 1 Lake (Ci 42090), Barium Sulfate (Ci 77120), Tin Oxide (Ci 77861), Titanium Dioxide (Ci 77891).",
    "how_to_use": "Suggested Usage:.-Apply the blush stick directly to the apples of the cheek.&nbsp;.-Layer until you achieve desired intensity.&nbsp;.-Use a brush, sponge, or fingertips to blend upward towards the hairline.&nbsp;.-For a more natural finish, underpaint before applying foundation.&nbsp;.-To set, lightly dust cheeks with Triple Fix Setting Powder (sold separately)",
    "num_reviews": 179,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/lys-beauty-higher-standard-cream-glow-blush-sticks-P509577?skuId=2735900&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2735900-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Outgoing",
            "shade_descriptor": "watermelon pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2735892-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Courageous",
            "shade_descriptor": "poppy orange",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2735900-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Focused",
            "shade_descriptor": "warm cinammon pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2735918-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Elite",
            "shade_descriptor": "mauve",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2735868-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Bubbly",
            "shade_descriptor": "soft pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2735850-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Curvy",
            "shade_descriptor": "perfect peach",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2735876-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Unfazed",
            "shade_descriptor": "berry plum",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2735884-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Must buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Omg looks amazing alone and with foundation. Alone gave me this dewy clean look I love how creamy and how easy it is to blend. You can definitely apply with your fingers. And a little goes a long way. Would definitely recommend"
        },
        {
            "review_title": "Love itt!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Its so beautiful!! No need for highlighter after applying it give u a great natural glow! Blends amazingggg"
        },
        {
            "review_title": "Bubbly, Elite, & Unfazed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "These 3 colors are so stunning! Glowy but not glittery, and you need the smallest amount. Theyu2019ll last forever. Very pigmented so using a brush and applying to the back of my hand 1st works best.I paid for these products, not a paid review."
        },
        {
            "review_title": "Try it on your lips too!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I put this on my lipsu2026 and I am OBSESSED. This is the most fun purchase I have ever made. The look on the lips is highly underrated. Festive, STAYS, and even with eating a full dinner, wears down in the middle softly."
        },
        {
            "review_title": "must try.. great price and amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Ebony skin tone, Oily skin",
            "review_text": "I got so many compliments when I wore it... it's very easy to blend.. lasts all day/night..  it is also black owned...."
        },
        {
            "review_title": "Zero stars don't waste your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "If I could give zero stars for this product I would. The packaging is so bad that the product broke from the first use. Moreover, I did not like the quality of the product. It disappears in seconds. Do not waste your money."
        },
        {
            "review_title": "Nice",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "It's a bit too much shimmer for my taste and a bit too pigmented, so just beware it takes a bit more work. Otherwise, they are beautiful blushes."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Lovely product just what I was looking for ,pretty orange for my brown complexion a little of it goes a long way , will definitely be re purchasing"
        },
        {
            "review_title": "prettiest blush you'll EVER own",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "OMG don't walk, RUN GIRL! This blush is super pigmented and pretty! It slides on my face like butter and blends so flawless. If you're looking for a creamy blush that works well for combo skin, I would definitely recommend it!! I'm in love with this product!"
        },
        {
            "review_title": "My go to cream blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Dry skin",
            "review_text": "Super Creamy and very pigmented!! A little goes a long way. Beautiful shades as well."
        },
        {
            "review_title": "Beautiful colour",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Love this blush so much. The colour is beautiful and goes on so smoothly. You can layer it so easily for more pigment. Leaves such a nice glow on the cheeks. Love this clean, BIPOC brand."
        },
        {
            "review_title": "Heavy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Nice color payoff but these feel really heavy on the skin. Not for natural makeup, more like if you do full beat."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "One of the best blush stick I tried. Wow wow and such a good price!!"
        },
        {
            "review_title": "My fav blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "Love this so much the shade range is literally gorgeous. I love the applicator and the packaging. Definitely recommend. ufffc"
        },
        {
            "review_title": "Beautiful but glittery",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love the color and pigment of this blush, but not a huge fan of the glittery particles. You really have to blend well to minimize the glitter, but then you actually wind up blending away the product. Four stars for color and pigment, but have to take away a star for the glitter."
        },
        {
            "review_title": "Not for oily skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Beautiful colors but it slides off the skin soooo fast. Might be good for dry skin, but not for oily skin."
        },
        {
            "review_title": "AMAZING!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "So blend able, creamy, pigmented, and an overall beautiful cream blush. Would repurchase 1000 times!!"
        },
        {
            "review_title": "Perfect special occasion blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I love this blush. It's so cute and that's the perfect touch of glitter to my makeup look. I personally layer this blush with my milk makeup blush too just add something extra for when I'm going somewhere fancy. you can also make this lighter and more natural just by dabbing it on instead of smearing it. Which is what I do."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "BEST BLUSH OUT THERE!! Iu2019ve been trying out blushes from different brands for a long time, but this is END GAME. I love that it stains well and stays on for a long time."
        },
        {
            "review_title": "The most affordable and beautiful blush of Sephora",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love how good it looks on my skin. It will stay all day on you skin and you have a lot of colour choices 10/10"
        },
        {
            "review_title": "Pleasantly surprised by price! Staple in routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "So nice and creamy! What a price for such a nice product. Donu2019t waste too he money on expensive blushes!"
        },
        {
            "review_title": "Very beginner friendly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I already love this brandu2019s cream blush & I love a glowy blush in general. This blush is beginner friendly, glides on & blends out easily. The color payoff is even more beautiful in person. Iu2019ve used this blush alone, with cream/liquid blushes & even on top of powder blush u2014 it doesnu2019t pick up, pill, or remove whatever is underneath. I set my face with matte products & the blush will still have a glow to it. Love it & I will purchase more shades. Iu2019ve been using my current one for 3 months (everyday) & thereu2019s still so much product left. This blush is a great price, quality product & the product itself contains a large amount"
        },
        {
            "review_title": "Iu2019m returning this item!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I ordered this online so I wasnu2019t really sure what to expect. But it says itu2019s Soft Pink. Which is not true. Itu2019s a really dark pigmented pink. With glitter in it. Iu2019m just not a fan of glitter blushes."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a beautiful blush. Very easy to blend. Canu2019t wait to try the other colors."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Super pigmented, I love it especially the prices. Best if used before applying foundation. Also apply very lightly for a natural look for those days without foundation"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "glides on the skin LIKE BUTTER! perfect amount of glow for that blush-highlighter look. very pigmented, looks stunning on deeper complexions."
        },
        {
            "review_title": "I was pleasantly surprised",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Excellent. Blends in very well and stays on for a long time.  I would buy again."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Love how itu2019s so easy to blend and it melts in the skin.  Canu2019t wait to try more colors."
        },
        {
            "review_title": "Must have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Itu2019s a beautiful shiny blush. Price is also reasonable. Also, stick blushes are my personal favourite."
        },
        {
            "review_title": "Great cream blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love this color, like that I itu2019s highlight and blush in one. Easy to use and a little goes a long way."
        },
        {
            "review_title": "Not my choice . Colours like clown",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Normal skin",
            "review_text": "Soft pink !  u2026all this line like clown make up colours  . To dark . Created should reduce the colour pigment 2 steps down on all shades . Wooof come on I tried all colours no way. Packaging bulky. Go for slimmer packaging. Easy for travelling. Oh.. boy.."
        },
        {
            "review_title": "My new Go to product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "What a wonderful surprise! Took a chance and found an easy blush to apply.  Easy to blend with my brush ( use the tapping method) , easy to travel  and I love the colors. The colors are saturated and I found once I blended it I had a great glow and it stays all day.  oooo I'll be putting this on the must have list!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Elite - mauve",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "extremely pigmented and great payoff. you only need a little bit to get the effect you're looking for. with this brand, i think everything is really pigmented cause the bronzer is the same way."
        },
        {
            "review_title": "Can a product be TOO pigmented?",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "This is a lovely color. The glow is perfect with no glitter sparkle. It lasts. So what's my beef? This product is TOO pigmented to be applied in a simple swipe. I have to use a fluffy brush to pick up a little color, then apply and blend. This isn't what I wanted from a stick blusher u2013 I wanted more of an easy-peasy swipe-and-go blush that doesn't require an extra brush in my routine. I'm sure all the pigment will be perfect for some people, though."
        },
        {
            "review_title": "Beautiful product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I'm very happy with this blush stick.  I have very fair skin, so I use a teeny-tiny amount and it blends in well.  Lasts til I take it off."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Bubbly - soft pink",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Beautiful, VERY pigmented blush. On me, it has more of a peachy tone to it, has a nice shimmer, like a blush highlighter."
        },
        {
            "review_title": "Just peachy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Love the beautiful peachy look in the globe that it gives your skin, not overwhelming ufffc"
        },
        {
            "review_title": "Glowy!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Really great product! Blendability is on point. Fades throughout the day, but very pigmented on application. Super glowy! Iu2019ve seen reviews about this picking up foundation and I havenu2019t noticed that at all"
        },
        {
            "review_title": "Amazing blush and beautiful color for medium/tan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "The perfect cream blush that adds a shine and glow to my skin, without enhancing my skin texture!I have dry skin and this is the best formula ever. Itu2019s pigmented and amazing for medium olive skin tone."
        },
        {
            "review_title": "Loving This New Stick Blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I I am enjoying my LYS Cream Glow Blush Stick in Sof Pink. I usually use powder blush, but I like this product a lot. I purchased Soft Pink and it is very pigmented. I apply it with a brush/ beauty  bBu00f1ende"
        },
        {
            "review_title": "Very pigmented",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "I like this blush! Very pigmented for tan/ darker skin girls. Very creamy and blendable. Deducting one star for the packaging. I can already tell it will get messy."
        },
        {
            "review_title": "Stunning Bright Berry for Cheeks & Lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I purchased this shade when they first came out and I am sharing my honest and authentic opinion, as a Sephora Beauty Insider Community Ambassador. Itu2019s a beautifully pigmented berry, glowy, and lasts all day on the skin. It has a LOT of pigment but you can sheer it out or build it up and it leaves such a pretty, radiant finish. Also a wonderful lip shade and formula -Iu2019m wearing on lips and cheeks in these pics. I donu2019t apply the stick directly to my cheeks, I usually dip a fluffy blush brush gently into the stick, then apply to cheeks and blend. Or, I will swatch on the back of my hand and dip the brush into that. I apply to lips using my fingers. I see a lot of people winding the stick way up, but donu2019t do that or pieces of it will kind of chip off the edges and get messy."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Very nice product, very pigmented - donu2019t need much. Packaging can get a little messy, but overall really like it"
        },
        {
            "review_title": "Pigmented but blotchy. Nice glow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Color is very pigmented at the beginning but fades and appears blotchy quickly. The glow does stay. A powder blush helps."
        },
        {
            "review_title": "Super pigmented and beautifully radiant!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This one is so pretty! I received this shade free from LYS and I am sharing my honest and authentic opinion as a Sephora Beauty Insider Community Ambassador. Itu2019s peachy, glowy, and lasts long on the skin. It has a LOT of pigment but you can sheer it out or build it up. I had already purchased another shade when I received this, and I love the formula. I donu2019t usually wear peachy blushes but this looked so much better than expected, and just left such a pretty, radiant finish all day. I donu2019t apply the stick directly to my skin, I either dip a blush brush or my fingers into the stick, then apply and blend. Or, I will swatch on the back of my hand and dip the brush into that. I see a lot of people winding the stick way up, but donu2019t do that or pieces of it will kind of chip off the edges and get messy. I also like to use it on lips for a monochromatic look."
        },
        {
            "review_title": "ufffcgreat product with packaging issue",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "this products is great, its super blendible and doesnu2019t rub around the makeup underneath. complaint is that the product came cracked and part of it does not come of when i twist."
        },
        {
            "review_title": "Too bright, a bit sticky",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I got this in soft pink but it was   BRIGHT hot pink almost red. I found it kinda sticky and hard to blend. Even using a brush to pick up the product it was wayyy too much. Good price but just a bit sticky and definitely not the colour I thought it would be"
        },
        {
            "review_title": "Lovely cream blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This stuff is great. I love how travel friendly it is. The formula is nice and the color is gorgeous. It gives a nice flush and the shimmer doesnu2019t steal the show. Itu2019s also pretty affordable. Canu2019t miss."
        },
        {
            "review_title": "So long lasting!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I love these blushes so much!! They are so long lasting!! I usually use this on top of powder and donu2019t need to use a powder blush on top, your blush will still be there at the end of the day."
        },
        {
            "review_title": "New Holy Grail!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Absolutely love the glow this gives off! No need for highlighter or anything else"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I prefer this to their matte cream blush. It gives a healthy juicy look without glittery. It doesnu2019t really dry down, but not sticky as well. Itu2019s super pigmented, so a little goes a long way"
        },
        {
            "review_title": "perfect to go before powder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "great product really pigmented, going to last you a life time. Careful it can be a bit patchy if you put too much"
        },
        {
            "review_title": "Will buy again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Love the glow this gives my skin! Itu2019s very pigmented and will probably last me two years ud83eudd23 I love the ingredients too"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Focused - warm cinammon pink",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "This blush is beautiful, itu2019s glowy but not glittery. Colour payoff is wonderful, and staying power is great. Just be careful when you use it, it is super pigmented."
        },
        {
            "review_title": "Pigmented with a lot of staying power",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Other than not being as emollient as I hoped, everything else is great. Gorgeous color. Glow without being glittery. High pigmentation. Great staying power. Price is great too. The triangle shape is a little weird for application . But overall this is a great product."
        },
        {
            "review_title": "Skip this if you have texture skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I got bubbly, focus and curvy. Longevity and texture are great. Curvy is a pretty peach shade, focus is also a nice cinnamon but bubbly is a bright bright pinku2026 there are shimmers and the finish is a metallic sheen which is very texture enhancingu2026 returning all 3"
        },
        {
            "review_title": "LOVEE",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I loveeee this blush. So creamy and the color is perfect for me, a lovely peachy color u2764ufe0f"
        },
        {
            "review_title": "Brisu00e9",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Le blush en baton est arrivu00e9 brisu00e9u2026 Il manque du produit. Je suis tru00e8s du00e9u00e7u pour le prixu2026"
        },
        {
            "review_title": "i want a refund",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "iu2019ve tried to live this product, i ordered a soft pink and i got a bright red. the formula is very good but the color is terrible. i think i would like it if it was a light pink not a red."
        },
        {
            "review_title": "unfortunately no",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "i do not get the good reviews for this product... i can't get this to work.. it is WAY TOO pigmented ..way too creamy ( which seem a good thing but makes it hard to blend and get a more sheer color) and the color is pretty but it's way too peachy on my light/medium skin tone. i will be returning this and stick to baked powder blush"
        },
        {
            "review_title": "Delighted",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "So easy to use and wonderful color payoff. Itu2019s pigmented but applies very easily. The color wore all day.."
        },
        {
            "review_title": "Great formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Unfortunately its way too pigmented for me bc i have light skin. I used the tiniest amount (Bubbly) and it was still pretty shocking on me. It is a beautiful formula and d the packaging is so pretty so if you can do a very pigmented blush its a must!!"
        },
        {
            "review_title": "Yes, LYS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is my new favorite blush! Itu2019s so sleek and easy to use. A little goes a long way, so it will last forever. It gives the most beautiful glow and pop of color to my face. I will be using it all throughout spring and summer!"
        },
        {
            "review_title": "LOVE this product soo much!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This blush is so easy to blend out and is not to bright unless you want it to be, it is super light on your skin and is not oily at all. I definitely recommend this blush."
        },
        {
            "review_title": "Gorgeous blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "So so glowy!! Itu2019s more like a hot pink on my lighter skin, but it turns into a soft pink if u only use a tiny bit and blend it out. Super creamy and high staying power. LYS blushes are the best on the market so underrated"
        },
        {
            "review_title": "New go to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I personally love this formulau2026 itu2019s a creamy luminous texture that blends into the skin like butter. A little goes a long way, they are very pigmented but easy to blend providing a sheer finish."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Bubbly - soft pink",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Super pigmented blush. A little goes a long way.  Very nice product."
        },
        {
            "review_title": "Beautiful color for my medium olive neutral tone",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019m not one for cream blushes but had to try this color. I love it. Very pretty color and blends nicely."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Very pretty color, but they are so pigmented which makes it hard to blend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "Super pigmented, blends like a dream and the packaging so pretty and different."
        },
        {
            "review_title": "A little goes a pigment way",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "The formula is amazing. Color is pinkish/purple at least on my skinu2026and it looks delicious.  I apply it with a brush, use it on cheeks and eyes. Good price for the little amount that is needed for each use, which means the product will last you for a good time."
        },
        {
            "review_title": "WONDERFUL",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "THIS product shows up perfectly on my skin, its very pink and stays all day"
        },
        {
            "review_title": "So pretty!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely love the formula of these blush sticks! They provide such great color pay off but are easy to blend so if you are a beginner at makeup, donu2019t feel intimidated by these. It also leaves the most beautiful radiance to the skin without being too much. Overall this is easily a new favorite for me!"
        },
        {
            "review_title": "My new favorite blush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This blush surprised me so much! The shimmer it gave off was so stunning! I also was surprised at how well the product glided onto my face so effortlessly. And love how it can be used one my lips!! ud83dudc96ud83dudc96ud83dudc96ud83dudc96"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "The product is amazing and omg so creamy my only dislike is the packing feels so cheap I wish it has some weight to it feels like cheap plastic but other then that itu2019s absolutely beautiful"
        },
        {
            "review_title": "I will always have this you should get it definite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This blush is beautiful The only problem I had is mine came melted so they sent me a replacement, and it is absolutely stunning."
        },
        {
            "review_title": "Literally the perfect peach ud83cudf51",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Iu2019m new fan of LYS products, and this is another new fav! Literally the most creamiest blush stick that Iu2019ve used, and itu2019s nicely pigmented! Also, very easy to blend especially on top of powder products! Iu2019m getting more shades!!"
        },
        {
            "review_title": "Run donu2019t walk ! Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "This blush is chefs kiss ! You definitely need ! The presentation of it , the pigmentation, the finish Iu2019m obsessed! It has a glowy finish to it you donu2019t need highlight."
        },
        {
            "review_title": "Pop of color",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Hello everyone, I wanted to share my experience with the Brand Ambassador app. I received the shade of Courageous, which is a beautiful poppy orange color. Although I couldn't find this specific shade on the website, the cream glow blush stick glides on easily on my skin without looking patchy. Since Courageous is the second brightest color, I was cautious and applied a small amount on my hand to test it out. After that, I picked up the product with a sponge and applied it to my cheeks. The blush stick also gives a nice highlight effect, so I don't need to use a highlighter separately. This makes it a perfect two-in-one product. Moreover, the highlight is more of a light shimmer that doesn't look too thick, which I prefer because it doesn't showcase my skin pores."
        },
        {
            "review_title": "Lovely addition to the LYS blush lineup!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "This product is SO LOVELY - it slides on so easily and smooth with plenty of pigment. But it blends out gorgeously and has a bit of iridescence  in it to give it that beautiful glow. I love their cream blush formula for its satin finish and am so happy I get another LYS blush that can give me a gentle glow too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Bubbly - soft pink",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "gorgeous! I love the color and it applies so creamy and blends perfectly! I thought I loved the LYS blushes before but these are next level! I definitely recommend!"
        },
        {
            "review_title": "Love this blush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Super creamy and blends so well!! I canu2019t wait to use this product more in my routine."
        },
        {
            "review_title": "Beautiful Blushes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This blush is so creamy & pigmented! Glides across your skin like butter & I love that theyu2019re so affordable. Honestly a little goes a long way & they will last you forever!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Curvy - perfect peach",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I received the shade courageous complimentary from the brand. I donu2019t see that shade here on Sephora. The courageous shade was too intense for my fair skin tone. It was creamy and blendable though. I have also learned to prefer matte blushes so the shimmer in this is a bit much."
        },
        {
            "review_title": "Received Courageous Shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received the Courageous shade but it isnu2019t listed. The shade is described as Poppy Orange. This case is nice and sleek and love the pink color. This blush is super pigmented and creamy. I used a brush to apply so it wouldnu2019t be so bold. It goes on evenly and gives a nice sparkle as well. You can build it up if you want it to really stand out. I canu2019t wait to try another shade!"
        },
        {
            "review_title": "Staple glowy blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I did receive this product from the brand for my honest review. So thankful and excited to have tried the new cream glow blush stick. Itu2019s easy to work with. It can be blended out with a brush or sponge. Looks seamless and I have no issue with it picking up my base product. I really like the finish of this product. It leaves an illuminating glow from within blush look and it wears beautifully throughout the day. Highly recommend."
        },
        {
            "review_title": "Glowy Cream Blush Perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Iu2019m obsessed with these cream stick blushes from lys!!! I have 4 shades now and they are so stunning  (photos show Unfazed & Focused)- perfectly glowy, some with more shimmer than others but none have accentuated my texture or fine lines. I also love how they can be worn more sheer for lighter skin tones or at full pigmented glory!  Three shades swatched and worn on my yt @HauteMessyMama"
        },
        {
            "review_title": "Definitely a new staple in my makeup routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "I recently tried the LYS Beauty Higher Standard Cream Glow Blush Sticks, and I'm absolutely thrilled with the results! The formula is incredibly smooth and blends like a dream, giving my cheeks a natural, dewy glow that lasts all day. Plus, I love that it's made with clean ingredients and comes in a convenient stick form for easy application on the go. Definitely a new staple in my makeup routine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Elite - mauve",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Iu2019m somewhat new to the blush community, but this product makes it enjoyable and easy. Itu2019s well pigmented so you can use as little or as much as youu2019d like and still glow. It looks good on my darker skin and Iu2019m glad to have it added in my makeup routine."
        },
        {
            "review_title": "Stunning !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "u201cFocused u201c is such a beautiful shade it blends out so naturally or you can build up the color . Im a blush girly myself and only had to apply 2x for my desired look . It feels so hydrating on skin doesnu2019t feel heavy or greasy and leaves a beautiful glow!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Focused - warm cinammon pink",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The LYS Beauty Higher Standard Cream Glow Blush Stick has a smooth and creamy  texture that applies seamlessly on to the skin. The velvety formula is ultra pigmented and blends effortlessly with a shimmery finish. The shade Focused is the perfect warm pink for a sun-kissed complexion. It is long wearing and wears beautifully throughout the day."
        },
        {
            "review_title": "Surprising.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019m surprised I like this so much. I do not apply directly on face- I use the rare beauty blush brush. Tapping to build coverage. It does have a sheen/shimmer. Iu2019ve gotten compliments every time Iu2019ve worn it. Very bright/pigmented options- idk if Iu2019ll get another shade yet."
        },
        {
            "review_title": "all glitter",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "very pretty very pigmented but way to much glitter for me."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Bubbly - soft pink",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Way too much pearl / shimmer and not as buildable as expected"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I loooooove these new blushes from LYS! Super creamy and pigmented, very easy to blend on the skin and last all day, the component is so slick and feminine and I love how affordable LyS products are! Another big hit in my collection"
        },
        {
            "review_title": "PIGMENTATION!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love the shades they have to offer. A little goes a long way!!!! When I first got it I just stamped it on my cheek & I was like omg I put too much. I recommend applying on the back of your hand & then onto your cheek. I love the pigmentation & the consistency of this product. The container is so fun & I didnu2019t really feel like it had a scent to it."
        },
        {
            "review_title": "Just go buy it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I AM OBSESSED. I am a blush girly & the pigment and the glitter in this is just chefs kiss ud83dudc8b.  This is a must have!!!"
        },
        {
            "review_title": "So pretty! New favorite blush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Normal skin",
            "review_text": "So pretty! Absolutely love this color. Itu2019s very pigmented and you donu2019t need much. It leaves a blushed glow on the skin. Applicator is a bit wonky but itu2019s so good that ya know whatever. Love!"
        },
        {
            "review_title": "Very pigmented and easy to blend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "If youu2019ve dealt with blushes consistently not showing up on your skin, this is your solution!  Out of all the cream blushes Iu2019ve experimented with, LYS takes the cake for being the most pigmented.  You can swipe these sticks straight on to your cheeks for a bold look or use a brush to pick up color from the blush stick before applying it to your cheeks for a more subdued look.  You can easily twist up the stick to access more product and twist it down to secure it inside the cap so no blush accidentally gets scraped off the side.  The blush is velvety smooth and doesnu2019t dry down quickly so you have time to blend.  The finish of the blush gives a dewy, hydrated effect to the face.  There is no visible glitter or shimmer.  On my fair skin, shade Focused is a brick red."
        },
        {
            "review_title": "Beautiful pigmentation of a blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I love the pigmentation of this blush. I love the glow that it adds to my skin. I love that it is black girl friendly and it goes well with everything."
        },
        {
            "review_title": "So pigmented",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "LYS knows how to make a great cream product. I already love their cream bronzer stick and these cream blushes are just as good. They are VERY pigmented so go in light handed, but they blend out so beautifully and last all day without fading. I canu2019t wait to try more shades."
        },
        {
            "review_title": "great blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "beautiful really, this color just didn't work for me.  it in fact is very warm, so it pulled orangey on me.  I'm debating on elite or bubbly now to repurchase before they are sold out!  the shimmer and application is great! I just swiped it on and used a brush just like the bronzer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Elite - mauve",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is such a creamy product. This shade is extremely pigmented so I only need a little. It blends extremely well and doesn't dry out my skin. There is a slight shimmer that looks so pretty. I would say it is a true mauve shade. I even use it as a lippie since it's so creamy, and the triangle shape actually makes it easy to apply on the lips."
        },
        {
            "review_title": "One of my best buy it in this 2024",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Great!!! it's so pigmented and glowy, I recommend it ud83dudcaf, good product and not expensive. It is creamy and easy to blend and once is applied looks like a powder with a subtle satin finish, really love it because I feel like I don't need to use toper or something to make it look glowy and is not like others cream blushes that clogged my pores."
        },
        {
            "review_title": "Pretty & peachy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "LYS Beauty does it again! This blush stick is super easy to use. The shade is sooo pretty and leaves a gorgeous glow to my skin. I love it!"
        },
        {
            "review_title": "Courageous",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Received this for free in exchange for an honest review. I love this blush stick - the color courageous is more of like a blush lighter and itu2019s very pigmented! Looks great on all skin."
        },
        {
            "review_title": "One of the creamiest cream blushes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this product for free in exchange for a review. But nonetheless, I have never been disappointed by an LYS product! The cream blush is creamy, very similar to their bronzer sticks. I love the pigment. You can definitely use it lightly to get a natural flush or build it up. I definitely want to try other colors. LOVE LOVE LOVE !!!!"
        },
        {
            "review_title": "So creamy and blendable.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Omg the creamiest blush stick Iu2019ve used. Itu2019s such a pretty color. It not matte it has a slight shimmer to it. It blends out beautifully. Also you donu2019t need a lot either itu2019s best applied with a brush or sponge to control how much you apply. I want all the shades!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Curvy - perfect peach",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is a really pretty blush stick. It blends super easily and has a dewy finish that makes my skin look so healthy and flushed. It is lightweight and applies evenly over other makeup. I love the peachy shade that I got. My only complaint is that the swatch on my wrist showed up a bit glittery, though I havenu2019t noticed any sparkles on my cheek when I apply this."
        },
        {
            "review_title": "your NEW favorite BLUSH !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "this shade was so pretty and pigmented!! i love how it blended and the finish glow that it leaves. the perfect amount of shimmer to make a statement."
        },
        {
            "review_title": "New Fave Formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "I am sharing my honest and authentic opinion, as a Sephora Beauty Insider Community Ambassador. I am so impressed with this cream blush. Focused is a warm, beautiful shade. There is so much pigment and colour payoff. It blends very easily. I wear this under a powder and use a setting spray and I get a natural glowy look all day. This cream blush is great price, compared to others."
        },
        {
            "review_title": "Beautiful blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I have this blush in Elite-Mauve color, love how creamy and pigmented the formula is, you just need a little bit of product and it will last the whole day. It has a beautiful  glowy finish and contains great ingredients. Love thepackaging too Love   Love"
        },
        {
            "review_title": "A little goes a long way",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I love the formula and itu2019s very pigmented! Definitely my new favorite blush and a little goes a long way"
        },
        {
            "review_title": "Beautiful creamy blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I received this Higher Standard Cream Glow Blush Stick complimentary from LYS Beauty in exchange for my honest review. I recieved the shade Unfazed which is a gorgeous and vibrant  berry plum shade. This blush stick is super pigmented and creamy and blends beautifully. You can swipe directly onto the skin and blend with fingers or brush but I prefer to use a stipple brush to apply and then gently blend with a sponge or blending brush. I love that this is buildable so I can use it for a subtle or bolder look. It also looks lovely on the lips! I will be purchasing other shades to add to my collection, the quality is excellent and these are so pretty and easy to use."
        },
        {
            "review_title": "Ten out of ten. The most beautiful blush sticks",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "Do yourself a favour and get this blush, itu2019s creamy, pigmented and BEAUTIFUL. This has become my new go to/favourite, it is also affordable compare to other blush sticks in my opinion. Definitely will buy again. HIGHLY RECOMMEND"
        },
        {
            "review_title": "A must have blush shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I absolutely love this shade! This has been my most reach for within the past week. I love that it's super buildable but also super pigmented a little does go a long way. It blends out so beautifully. I love that the shade has such a creamy texture but once you blend it out into place,  it stays."
        },
        {
            "review_title": "Beautiful Blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted this in exchange for my honest review.  WOW you need to checkout the NEW LYS Beauty Higher Standard Cream Glow Blush Stick.  I was sent shade ELITE which is a stunning Mauve shade. Used my LYS Stippling Brush to blend and Iu2019m just loving the finish.  It is super pigmented and creamy, so start off lightly and you can easily build up for more intensity. Itu2019s super lightweight and really adds a beautiful flush and glow to the skin. Available is 7 shades and Iu2019m sure Iu2019ll be trying out those soon!"
        },
        {
            "review_title": "Stunning !!!! LYS is not playing around !!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I love the cream blushes already by lys and when I saw these I practically ran to my Sephora ! I picked up the shade unfazed as it was the only shade left I am totally blown away . Pigment is amazing and it is gorgeous on the skin"
        },
        {
            "review_title": "Best blush ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Feel the warmth rise to your cheeks with@Lysbeauty LYS Beauty Higher Standard Cream Glow Blush Stick. Itu2019s a subtle one made in a nice twist of format for a smooth effortless application. I love how this dewy ultra-creamy formula layers perfectly to achieve a natural flush of pigment on the cheeks and contour your features.It brightens up my  face, adds a healthy glow , while giving me a youthful look all in one step. Itu2019s the best way to add a pop of color to your look.  Iu2019m definitely buying more shades."
        },
        {
            "review_title": "Stunning on the skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "I love LYS blushes, especially the cream ones so I was so excited to try out the new stick formula! I was worried that the shade courageous would be too bold for my fair skin but it blends out beautifully and I think Iu2019ll be reaching for the shade a lot in the summer months! The formula is thin, blendable and once it dries down it doesnu2019t budge. My favorite thing about the formula is the finish, it has a subtle sheen and a natural skin like finish."
        },
        {
            "review_title": "Beautiful finish, effortless formula!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I absolutely love LYS Beauty bronzer stick, so this launch was something Iu2019ve been waiting for! I mean those colors are gorgeous! After trying u201cFocusedu201d I really want to check out that soft pink color named u201cBubblyu201d. It offers a convenient application method similar to the bronzer. With a formula consisting a subtle sparkle it transforms into a dewy finish on the cheeks providing a luminous effect. The pigment is HERE! Be aware that a little goes a long way. Itu2019s easy in applications so you can use your fingers, a sponge or a brush. I prefer a brush because thatu2019s how I use my bronzer."
        },
        {
            "review_title": "Absolutely gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Normal skin",
            "review_text": "Miss blush is gorgeous! From the packaging to the product to the ease of use to the amount you get for the price.  I Highly recommend"
        },
        {
            "review_title": "FREACKING AMAZING!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
            "review_text": "This brand is underrated. These blushes are very pigmented, smooth and long lasting. i can't wait to get my hands on 3 more. I bought 2 and I get so many compliments on them when I wear them."
        },
        {
            "review_title": "Stays on, very pigmented",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "This blush stick is so pigmented. A few tiny dots are enough for a gorgeous flushed look. I diffuse it with a fluffy brush. I also use it on my lips and it stays on all day with minimal fading. Love it!"
        },
        {
            "review_title": "Glow-y Blush Combo u2728",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Tried this for the first time today and Iu2019m in love! Love the Higher Standard Satin Matte in u201cConfidentu201d. The shade u201cFocusedu201d is her glow-y sister ud83dude0d Easy to blend, definitely a spring staple!"
        },
        {
            "review_title": "Yes Yes Yes!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I love this product! Packagingu2026 stunning pink iridescentu2026lovely.  Ease of use? YES! The tiniest dot will go on and on! Value? Absolutely! Very little product is needed so it will last! Color stayed strong all day! Itu2019s a winner!"
        },
        {
            "review_title": "Now a coral blush girlie",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I am so impressed with this formula. I tested unfazed first but I am WAY too fair for that. But the way it effortlessly blended and was just the most gorgeous coloru2026I tried the only other sample they had which was u201cCurvyu201d. Its a coral color that just blended so beautifully. I used a generic sponge to apply in store (after sanitation). And I am in awe of how she blended out with minimum effort then just melted into my skin. Iu2019m obsessed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Curvy - perfect peach",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I tested out this new blush stick and just as I expected, I knew I was going to love it! The formula is super easy to blend and pigmented. It gives a nice healthy glow to the cheeks. This shade Curvy is so pretty perfect peachy shade for   spring/summer"
        },
        {
            "review_title": "VERY pigmented",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "its not a soft pink at all if you use too much, and in fact is kinda red. you need to be careful with your application and blend it out rlly well. i would recommend this for brown girls n darker. the blush itself broke when i tried to pushbit up immediately"
        },
        {
            "review_title": "Beautiful blush !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I absolutely love LYS beauty !!! Iu2019ve got many of their products! I originally wanted bubbly and focused but they was out of stock. They had this one only . I am so glad I bought it . I absolutely love this blush !!! It is so pretty ! It blends so easily. I used my fingers to blend it. I am going to buy every color !!!"
        },
        {
            "review_title": "A must-have product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Beautiful product. Iu2019ve never used a stick blush. Definitely worth it. I have oily complexion."
        },
        {
            "review_title": "Beautiful Glow!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "She's definitely giving loads of pigment,only reason I'm giving it four stars is because the packaging is quite messy!"
        },
        {
            "review_title": "So creamy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "First of all the packaging is so beautiful. This blush is very pigmented and goes on very smoothly. It is so easy to blend and long lasting."
        },
        {
            "review_title": "Very pigmented!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love this blush! Itu2019s so smooth and easy to apply. The color is beautifully pigmented and a perfect match for my skin tone."
        },
        {
            "review_title": "A dream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "No surprise that this is absolutely pigments and blends like a dream. A little goes a long way but it looks absolutely stunning. It melts into the skin and looks absolutely radiant but not too glowy.Iconic.  everything."
        },
        {
            "review_title": "Beautiful blush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This is such a beautiful shade I absolutely love it! It so creamy and easy to blend, it blends out beautifully and lasts all day, great pigmentation and quality! I love the packaging as well! Iu2019m obsessed with this blush!"
        },
        {
            "review_title": "Warm cinnamon is such a vibe.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I got warm cinnamon and it gives my olive skin a deep yet beautiful bronzed highlight! Itu2019s a burgundy/burnt orange hue that really accentuates tanned golden skin! It has a slight shimmer and is so creamy, it just glides right on! Itu2019s easily blendable and really stays on too! I am super happy with LYS Beauty product and want to try more colors!!!"
        },
        {
            "review_title": "Not sure what to think",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I really like this color and its vibrnacy, and so far it seems to last quite long. I find that the case it comes in is ridiculously large however.  If they could address that, I might purchase it again, but for now - I think I'll stick to one of my other go tos."
        },
        {
            "review_title": "Nice pigment",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Very pigmented. A little goes a long way. The correct shade I received was outgoing."
        },
        {
            "review_title": "The pigment!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Talk about creamy!! And the pigment!! It blends smoothly and a little goes along way! Definitely want to try some more colors!"
        },
        {
            "review_title": "Yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Absolutely creamy beautiful, glowing blush. I love to wear it as highlighter. I wear it on my lips high on my cheekbones to give me a more sculpted look like really Dewey because I have really dry skin and this is so creamy and blends so well.ufffc"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Curvy - perfect peach",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I love this shade! It glides onto my skin so well and it has a perfect amount of glowy. Itu2019s not overly glittery or shiny. It works well with other products and doesnu2019t disrupt foundation. If you like a subtle glowy makeup look, this is your product!!"
        },
        {
            "review_title": "Gorgeous Shades!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "This Cream Glow Blush stick is so gorgeous and easy to use, Iu2019ve never really worn blush because Iu2019m not great at applying it, but this one is so easy. I received the Unfazed shade and itu2019s such a pretty berry color. It doesnu2019t feel heavy while on and thereu2019s an almost shimmery finish to it. The triangle shaped stick makes it really easy to get the product exactly where you want it. And it has really great skin care ingredients to keep your skin healthy too. I love the way this blush looks and definitely want to try other shades."
        },
        {
            "review_title": "My favorite ud83dude0d!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "This blush is absolutely stunning! The color is gorgeous and that shimmer effect is everything! Plus, it's so easy to blend. And I love how it feels hydrated without being greasy. It's like the perfect blush! ud83dude0dud83dude0d"
        },
        {
            "review_title": "A lil patchy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love cream blushes and this is not the best Iu2019ve tried. It is very pigmented if thatu2019s your jam, but it blends a little patchy and disturbs makeup underneath. Overall disappointed bc itu2019s way different than the bronzer sticks by LYS"
        },
        {
            "review_title": "So pretty!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I was recently gifted this blush and I have to say, IM OBSESSED! Itu2019s super creamy and easy to blend and leaves a gorgeous finish!"
        },
        {
            "review_title": "Beautiful blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love LYS blush. The stick is so creamy and pigmented. It blends out really nicely. No patchiness, doesnu2019t fade a lot with wear. The bubbly shade was more of a darker pink than I was expecting, but I still love it. Highly recommend this"
        },
        {
            "review_title": "so creamy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This blush stick is so creamy and blends out really well! It's highly pigmented and, truly, a little goes a long way. I also love the shimmer in the blush, it creates a really nice highlight on your cheeks."
        },
        {
            "review_title": "Blush is It for 2024",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Gifted for Review. I am in love with this blush. Over 40 years old with mature skins. This product can be applied with a brush or the hands. Beautiful glow and very buildable. Peach is in and I am obsessed."
        },
        {
            "review_title": "In love with this formula!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "I love this cream blush! If you like the cream bronzer from the brand, then you would love this product as well. Itu2019s the same formula. This product is very pigmented and a little goes along way. Itu2019s very easy to apply and blend!"
        },
        {
            "review_title": "Super Cute!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Iu2019m in the range of deep skin tone and the shade focus looks so well on me! This product is very creamy and a little goes a long way but not overpowering. I love how it blends out as well! So smooth! Definitely recommend!"
        },
        {
            "review_title": "LOVE!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "OMG! I love this blush stick! I am such a huge fan of LYS Beauty and this blush is awesome! The pigment is so pretty and the texture is great. And letu2019s talk about all of LYS Beauty packagingu2026it applies so nicely and easily and makes the great product even better!"
        },
        {
            "review_title": "Beautiful and feminine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I really like this blush! Itu2019s creamy, bold, and pigmented. It feels comfortable on the skin and it blends out beautifully. I feel mauve is the perfect shade for me. Itu2019s soft and feminine, which is what I usually go for. A little goes a long way. I recommend applying it with a brush instead of directly to the face."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Unfazed - berry plum",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "So creamy, so smooth, so pigmented. A blush thatu2019s worth it. Iu2019m always impressed by LYS Beauty products so no surprise this blush is incredible!"
        },
        {
            "review_title": "The blush that hits all the points!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This blush is so creamy and pigmented! I love that it is buildable too! It hits all the points for a perfect blush! Pigment, packaging, even ingredients are awesome! Highly recommend it!"
        },
        {
            "review_title": "You have to have this.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Can you say GLOW!! Omg! This is so stunning and beautiful! Itu2019s so creamy and buttery smooth! Blends like a dream! Pigmentation is crazy! So a little goes a long way! All I can say it stunning!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Elite - mauve",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The blush is bright and GLOWY in a way thatu2019s hard to capture on camera. Itu2019s super pigmented but also so creamy, so a little goes a long way. I love that I can sheer it out or build it up depending on the coverage Iu2019m looking for!"
        },
        {
            "review_title": "Love this Blush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Absolutely love this blush!  I applied with a brush instead of directly to my face. It is very creamy and very pigmented, but it blends seamlessly. The color is gorgeous!  Excellent product."
        },
        {
            "review_title": "Peachy Shimmer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "I love this brand and I really like this product except for one thing. I wish there was so much glitter and shimmer in it. I wish I was a matte peach blush but I am definitely going to wear it this summer! It has a creamy texture and blends beautifully!"
        },
        {
            "review_title": "Obsessed with it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "So this was my first time trying Lys beauty and I am shocked, this blush itu2019s gorgeous, the color is beautiful, it blends like a dream and itu2019s extremely pigmented so a little bit goes along the way, it leave your cheeks with a healthy glow"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Curvy - perfect peach",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this blush. The color is pretty and goes on so smoothly."
        },
        {
            "review_title": "Awesome!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I received this as a gift from LYS Beauty in exchange for my honest review. When I first opened the package, the shade scared me (Curvy). I just started wearing blush the past year and I have a very fair complexion. The shade looked too dark at first. Wbefore applying it, I sprayed my face with a setting spray then added so of the blush stick. I then sprayed a beauty blender with the setting spray and patted it while I was blending it. A little goes a long way. With that said, a stick will probably last a year! Highly recommended!!"
        },
        {
            "review_title": "Try this!  Itu2019s beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Wow!  This Cream Glow Blush Stick by LYS is absolutely beautiful.  It makes my skin look radiant.  I have the shade courageous which is described as a poppy peach.  It looks really bright in the applicator, but it is good.  And a little goes a long way!  You donu2019t need much.  It is clean and infused with skincare.  Highly recommend!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I love this blush!!! The packaging is so sleek and the actual blush is beautiful. Super pigmented so you only need a little:)"
        },
        {
            "review_title": "Beautiful highway pigmented color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "This creamy blush stick did not disappoint. I love the beautiful color. The color is ultra pigmented and goes on smoothly. Itu2019s long lasting and takes me through my entire workday. Just gorgeous ufffc"
        },
        {
            "review_title": "Pigmented",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "These are incredibly pigmented & blend like a dream! A little goes a long way! I have the shade outgoing, but I canu2019t wait to get my hands on more shades!"
        },
        {
            "review_title": "Can you say PIGMENT?!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I got a color from LYS not listed on Sephora yet and itu2019s this beautiful color called Courageous and itu2019s a pretty poppy orange! Can we talk about the PIGMENT?! ud83dude31 Oh my goodness! A little goes a long way! I love LYS products and I was especially excited for this cream stick blush! It makes me look like I just got back from a beach getaway! So pretty and glowy! Do yourself a favor and get you some of these! I know Iu2019m going to be buying more colors! Theyu2019re super affordable too! Love love love! 100/10!"
        },
        {
            "review_title": "Highly recommend!! Stunning glowy blush!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "This is an absolutely fantastic new blush from LYS!! I have the shade Curvy, itu2019s a beautiful peachy somewhat coral color. I never thought peach would look good on me but this is such a beautiful shade!! Itu2019s sort of balm like with a gorgeous non shimmery glow. No glitter particles just a stunning glow. And itu2019s lasted throughout an entire day and into the evening! I wanted to see how Iu2019d look with this shade on my lips so I tried it and it actually worked quite nicely! I included it in the photo."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Curvy - perfect peach",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "First off this is a stunning formula! Blends like a dream and lasted for hours!"
        },
        {
            "review_title": "Perfect Stick Blush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I applied product via a brush and straight from the stick and it did not remove my other face products, lasted ALL DAY, was pigmented and easy to blend. JUST PERFECT!"
        },
        {
            "review_title": "Words donu2019t do this justice.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This goes on just as smoothly as the contour stick. It is EXTREMELY pigmented, so this will last you a LONG time. I have medium fair skin and this color looks like it was made for me. I love it."
        },
        {
            "review_title": "gorgeous and creamy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This cream blush is super pigmented and also has such a nice shimmer that gives the skin a radiant glow! Itu2019s super easy to build it up as well."
        },
        {
            "review_title": "THE BEST TWO IN ONE PRODUCT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I love this product so much. It blends like a dream, and gives the most beautiful blush AND GLOW to your face! I will be using this EVERY day!!"
        },
        {
            "review_title": "I really like it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I really like the formula! It doesn't feel drying, but it stays put when applied. It looks good on deeper skin tones as well!"
        },
        {
            "review_title": "Cute",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Very beautiful color, looks beautiful on olive skin tones but I donu2019t like the packaging feels cheap. Itu2019s not the same as the bronzer stick packaging itu2019s a little wobbly feels like itu2019ll break. If you donu2019t care about that and just the product itu2019s good"
        },
        {
            "review_title": "Great formula!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I like the formula and shades available. It has a sheen and enough pigment too."
        },
        {
            "review_title": "love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "love this product! It lasts so long and doesnt pill on my face!"
        },
        {
            "review_title": "Blushin'!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I Love The Texture Of This Cream Blush!! It's So Easy To Apply And Blend! The Color Is Gorgeous And Bold. Also It Feels Amazing And My Skin Looks And Feel Healthier!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Bubbly - soft pink",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Love this comes with a lot of product and I love the shine I have the bronzer stick too and when you put it together ud83dudc8bufffcufffc"
        }
    ]
}