{
    "product_id": "1181",
    "name": "Indigo Eau de Parfum",
    "brand": "NEST New York",
    "categories": "Fragrance, Women, Perfume",
    "price": 125.0,
    "about": "Fragrance Family:Warm & Spicy.Scent Type:Cool Spices.Key Notes:Bergamot, Spices.Fragrance Description:This exotic eau de parfum is an exploration of the Mediterranean with notes of Italian lemon, orange bergamot, Moroccan tea, Kashmir wood, and wild figs from the south of France..About the Bottle:Inspired by the works of 18th-century British artist Mrs. Mary Delany, NEST New York founder Laura Slatkin collaborated with master perfumers to translate these works of art into luxurious perfumes that capture the essence of each of the botanicals that adorn the products' striking packaging..About the Fragrance:Laura Slatkin was inspired by a trip she took to Europe where she visited noteworthy perfumeries and apothecaries. When visiting a tea shop on Bond Street in London, she experienced the Moroccan tea aroma. It was so exceptional that years later, it became the inspiration for this extraordinary fragrance.",
    "ingredients": "Alcohol Denat., Fragrance, Water, Cinnamal, Limonene, Linalool, Geraniol, Citronellol, Citral, Benzyl Alcohol, Coumarin.",
    "how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;.-After applying, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly.&nbsp;.-If you prefer placing fragrance on your wrists, be sure to reapply after frequent hand-washing, as this tends to rinse off the scent.&nbsp;.-Replace fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent... Eau de Toilette or Eau de Parfum?: .The difference lies in the volume of perfume oil. While EDT contains five to nine percent, EDP contains more, usually eight to 14 percent. EDPs, therefore, last longer and smell more intense.",
    "num_reviews": 650,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/indigo-P385317?skuId=1585009&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s1585009-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz/ 50 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s1585009-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Sexy, but not gendered",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This particular fragrance is not overpowering, but subtle and sexy. It is a hint sweet and quite earthy and could be worn by any gender IMO. I'd go feral if my husband wore this. I apply any perfume sparingly in the classic way of assuming only someone who is in my personal space should be able to smell it. This lasts a good few hours on my skin before  you really have to try to smell it. Clings pleasantly to clothes. And my husband who is sensitive to fragrance and would rather none was worn at all, actually likes this one cause it stays close to me. I got a sample of this with an order about 2 years ago and have been obsessed ever since, used it sparingly - for date night or events and it's finally time to buy myself a proper bottle. In general I'm a gourmands kind of girl, out of convenience, because it's easy to spot an overpowering sweet fragrance from a mile off. Spiced woodsy ones I can think I like when I spray it on a tester then get it home and actually use it only to want to seal off my nostrils and burn whatever it came into contact with. I recently tried Indigo on a tester strip while away from home and considering purchasing it again. And it didn't smell anywhere near as intriguing as it does on my skin, so there's a chance I would have passed it up if I didn't know how well it complimented me. Makes me feel like sexy modern witch tbh"
        },
        {
            "review_title": "Clean & Cozy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "The scent is light, clean, and refreshing. Great for any occasion."
        },
        {
            "review_title": "A forever fav",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "One of my favorite scents. Iu2019ve been wearing Indigo for several years, and while I wear other scents, Iu2019ve found myself consistently reaching for this scent over the years. Itu2019s earthy and mysterious, a very unique scent. compliments on this oneu2019s"
        },
        {
            "review_title": "My favourite perfume ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "Best perfume ever. This scent is intoxicating. I cannot stop smelling myself haha. It's so warm and cozy. The tea scent is incredible. It's strong enough to smell good but not so strong it is intense to be around or headache-causing. Staying power is good on me, at least for several hours."
        },
        {
            "review_title": "Bold, spicy, sexy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "Another of my go tos. The sillage is pretty spicy and earthy toned. The combination of both creates a sexy smell of bergamot and wood. Another hit for the non floral girlie's to captivate a second look when you cross someone's path."
        },
        {
            "review_title": "perfect natural scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "such a beautiful scent, I've heard this described as the smell of rain and I think it mimics that. I've received so many compliments with this fragrance."
        },
        {
            "review_title": "One of my all time favorites.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is my 3rd or 4th bottle of this. I alternate between this, Dear Polly, and Le Labou2019s The Noir 29 for my daily scents, and theyu2019re all tea-forward (and somewhat figgy). This is the lightest of the three and also the cheapest. I have had more people comment on how good I smell wearing this one than the two more expensive similar fragrances (specifically men comment on this one, women comment more on The Noir). It lasts a lot less on my skin than either of the others, but itu2019s also less than half the price of those. I hope they never stop making this as itu2019s one of my signatures and has been for the last three years. Smells niche and pricier than it is."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Oooooo yes these scents are so yummy I love a good body mist! Light and effortless not so overpowering definitely love the formula of these itu2019s everything for on the go or to refresh! Such a pretty bottle gifted by nestnewyork"
        },
        {
            "review_title": "Good Scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Earthy, Mysterious, and Unique. I love it. Doesnu2019t last super long but it lasts for a little while."
        },
        {
            "review_title": "not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Normal skin",
            "review_text": "leans masculine to my nose reminds me of Sleepy from Lush but stronger and darker  very long lasting"
        },
        {
            "review_title": "Dear Polly dupe and sheu2019s LOUD",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I just had to leave a review to defend the longevity on this because this is seriously one of my longest lasting frags that projects like you just sprayed it even five hours in. Iu2019m so surprised to see so many people have had issues with longevity  people"
        },
        {
            "review_title": "Wow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Wow amazing! I wouldnu2019t typically buy this scent profile but I got it as a sample and absolutely love it. Its very strong and long lasting. Definitely would buy full size."
        },
        {
            "review_title": "Ethereal",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This is one of my favorite fragrances. I agree that the longevity is lacking, but the scent is so divine that I don't even care. I have the full size bottle and the travel spray so I can reapply on the go. It's very light and fresh and ethereal. I imagine that maybe layering this with a fragrance oil might increase the longevity while giving options for new scent combos, but I have not tried this yet. Recommend to anybody that loves the smell of gin."
        },
        {
            "review_title": "Smells Good, but not for long!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "This scent is so unique to my perfume collection. Was a great everyday, but also a good night out scent. I just wish it lasted longer. Wonu2019t repurchase because of the longevity, but I think everyone should smell it!"
        },
        {
            "review_title": "Better than Madagascar Vanilla!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This is probably my FAVOURITE scent EVER! I know everyone raves about Madagascar Vanilla but this scent is pretty but sexy at the same time. I first fell in love when I bought the rollerball 3 pack and I've yet to use any of of the other scents because they just don't compare. I bought a friend the same 3 pack for Christmas and she instantly fell in love with Indigo before I could tell her it was my favorite."
        },
        {
            "review_title": "A staple scent.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This fragrance is one of my main staples and u201cgo-tos.u201d It is a warmer fragrance on me but is still great year-round!"
        },
        {
            "review_title": "Beautiful Fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Love this scent it is very unique. It is one of my favorite scents by nest and one of my favorite tea scent."
        },
        {
            "review_title": "signature scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Porcelain skin tone, Combination skin",
            "review_text": "it smells so good I can't stop smelling my wrists. it says it smells spicy, and yes it does but it's very fruity too. I'm in my 30s so I like that it doesn't smell juvenile."
        },
        {
            "review_title": "Beautiful Scent but It Doesn't Last",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Love... but the scent doesn't last; two hours and it's curtains on this perfume. For the price point I expected more."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Such a good product and smell so good, perfect for all seasons and is my fav scent!"
        },
        {
            "review_title": "Great everyday scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This is a beautiful, light fragrance perfect for year round as an everyday, signature scent."
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I am quite literally in love with this perfume. I know in some reviews people use it for a fall/winter scent, but I see myself wearing it year round!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Normal skin",
            "review_text": "Warm and fruity, the bergamot is definitely the most noticeable layer. Iu2019d prefer it as a room scent than a perfume but itu2019s still quite lovely"
        },
        {
            "review_title": "Beautiful fragrance, but not long lasting",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I fell in love with this fragrance after sampling it in the store. I sprayed it on the hair and it lasted for 12+ hours. I bought a full bottle of the fragrance eventually. It feels like the longevity is not there anymore. As much as I love the scent, Iu2019m really disappointed because of the longevity"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "Smells so good. Highly recommend this perfume if you are looking for something different."
        },
        {
            "review_title": "Good summer scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Summery with the lemon, warm but light. Iu2019m more of a total spice scent person but this is definitely more of a fruit scent than a floral, but perfectly paired with the spices. Sophisticated, good for a formal or everyday scent."
        },
        {
            "review_title": "Did not expect to love this as much as I do!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "My husband bought the Sephora Motheru2019s Day fragrance simpler in 2021 and this is the full size bottle I eventually chose. Iu2019ve been wearing it for over two years now and I think it is safe to say that it is my favorite. Itu2019s warm and sexy, but also somehow light and clean. It definitely leans unisex but not heavily. Based on just the note description, this isnu2019t a fragrance I would have ever went for but Iu2019m glad I had a chance to smell and wear it beforehand. Definitely give it a chance if youu2019re on the fence."
        },
        {
            "review_title": "The OG",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Iu2019ve had almost every sample size of this over the years and finally upgraded to the full bottle. Beautiful combination of tea and figs creates a cool aromatic scent that outperforms other more expensive brands in both sillage and longevity."
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "So I initially smelled this in store and LOVED IT immediately! Bought a bottle a few months later and had to return it because I couldnu2019t smell a single thing despite being able to smell my other fragrances (I now realize I probably had covid and couldnu2019t smell it because it is a lighter fragrance ud83dude36) bought it again because I couldnu2019t get that first smell out of my head. ITu2019S SO BEAUTIFUL, THAT I BOUGHT A BACKUP. Stunning perfume!"
        },
        {
            "review_title": "Delicious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Oily skin",
            "review_text": "I get so many compliments when I wear this to work. Co-workers and clients alike always want to know what I'm wearing because it smells like candy of blackberries.  To me it smells like how purple looks with a hint of green. Love it"
        },
        {
            "review_title": "My Collection Fave!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I love this perfume! I own around 20 different perfumes and fragrances currently, and this is probably my favorite. The notes blend so well together and are the perfect combination of fruity, woody, green, and sweet. I would 100% recommend this fragrance. The longevity is good, around 6 hours imo, but it is nothing crazy impressive. However, I do not think the longevity of this fragrance is bad for the price."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I get asked all the time what I'm wearing when I use this. I wish it lasted better on my skin but I know that is different for everyone based on how the perfume combines with your natural scent."
        },
        {
            "review_title": "SEXY JOLLY RANCHER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "this smells like a sexy jolly rancher. itu2019s absolutely delicious and iu2019ve never loved something so much so soon."
        },
        {
            "review_title": "Love at first sniff",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I tried out this perfume in store and could not stop thinking about it afterwards. It is refreshing and not overwhelming, kind of like a glass of lightly sweetened lemon iced tea."
        },
        {
            "review_title": "one of my favorite scents",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "this smells SO good!!! literally the perfect unisex scent. i get compliments all the time when i wear it, and it has decent lasting power. would recommend!"
        },
        {
            "review_title": "FAVORITE SCENT EVER!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Favorite scent ever in my life!  Indigo is the best of everything beautifully scented. People stop me when Iu2019m wearing this to ask what Iu2019m wearing. I put it on in the morning and can still smell it by night. Try the rollover balls too. Great for travel!"
        },
        {
            "review_title": "a must have for romantic occasion",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Porcelain skin tone, Oily skin",
            "review_text": "I received this as a sample & decided this would become my wedding day perfume. it is a bit sweet & floral with other deep notes I can't quite place, but I love it so much. it's the kind of scent that reminds me of exactly where I was in the moment."
        },
        {
            "review_title": "Totally Anosmic to Indigo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Iu2019m giving this 5 stars because I can appreciate almost every frangrance (minus 2-3). Iu2019ve wanted to try this for so long. I finally bought a travel spray andu2026.I canu2019t smell it. Nothing. From reviews, Iu2019m not sure how this is possible. Iu2019m going to keep trying it because I know Iu2019ll like it once I can smell it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "More of a sweet complex sent. Good sent for date nights."
        },
        {
            "review_title": "Very unique",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this perfume. I normally gravitate toward gourmands but something about this perfume has me obsessed. Something about it smells sweet and juicy but with an undertone of musk and greenery. Worth a blind buyu2019"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is weird to say, but it smells exactly like when you enter a Lush Cosmetics store. I truly love this scent!"
        },
        {
            "review_title": "This surprised me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Really nice smelling perfume, a refreshing and delicious scent. Nothing like Iu2019ve smelled before! It smells citrusy and warm, but light at the same time. Could see this being a daytime or nighttime perfume."
        },
        {
            "review_title": "Unique Fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "At first I did not like this perfume. I donu2019t gravitate to the notes of the fragrance but as I wore it more I started liking it. Received many compliments & it lasts throughout the day. It leans more on the unisex side yet still smelling sweetu2026 I give this a 5/5."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This is my favorite scent ever. It's warm and peppery, and the bergamot adds a slight sweetness to it. The formula does irritate my skin a bit though, so I have to use it sparingly/apply it only on my clothes"
        },
        {
            "review_title": "easy go-to AND fave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Both my go-to and favourite that I have as a full + travel size. While the scent doesn't last on me over 2-3h max, unfortunately,  this scent is so comforting and easy on the noses of even those who tend to not enjoy any perfumes or scents. Considering the personalized journeys perfumes and perfume-wearers have, Indigo has resulted in my receiving compliments with how well it melts into my natural scent. I will honestly be crushed if Nest ever discontinues it - especially rumours circulating."
        },
        {
            "review_title": "Very cool girl and unisex",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells like wet but expensive tobacco like if you smoke a cigarette and dipped it in some perfume but in the best way definitely a cool girl scent"
        },
        {
            "review_title": "My signature scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My signature perfume! I love it so much. I have been wearing it for the last year and usually I get bored easily with a perfume.. but not this one!! Its the perfect mix between fresh, spicy and sweet. I donu2019t have or know any other perfume that smell or have a similar scent than this! Its perfect to wear for all year round and anytime of the day. I got many compliments, even at work from my patients (im a nurse). I hope Nest New York never discontinue it!"
        },
        {
            "review_title": "Boho chic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "This is such a unique & light scent that can be used for all seasons. I'd say it's very herbal, spicy and refreshing. I'm currently using my second bottle. The only downside is that it only lasts around 3-4 hours, so you'll have to keep applying throughout the day."
        },
        {
            "review_title": "A must have for both men and women.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I buy this scent for my husband all the time. He has other colognes but he always go back to this one everytime he finishes a bottle. It smells amazing on him and I use it as well.   Itu2019s fresh, sweet and a bit floral."
        },
        {
            "review_title": "Worth Every $$",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I first smelled this as a sample. I liked it so much I bought a full sized bottle. You will smell like the pretty rich aunt that can afford family vacations"
        },
        {
            "review_title": "Wear it daily",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This has quickly become my favourite scent. I wear it every day. I even put it on before bed, I just love it so much. Itu2019s an easy grab for me."
        },
        {
            "review_title": "Best perfume EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The most grungy and ethereal perfume I have smelt. I love this fragrance. The longevity is amazing. I catch my mom stealing this fragrance from me! Itu2019s so unique I can smell it anywhere. Truly in love."
        },
        {
            "review_title": "A rainy day cocktail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Super unique scent. When you first spray it on itu2019s tart and fruity, then you get this hint of aquatic greenery, finally you get a spicy, rainy, juicy dry down. Good projection without being overpowering."
        },
        {
            "review_title": "Mine went bad after a few months!!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "This perfume has been on my wishlist for years! Anytime Iu2019d go into Sephora Iu2019d take a deep wig and dream of owning it. Finally this Summer (2022) I decided to treat myself for my bday. A few months later I sprayed it on and was surprised it didnu2019t smell the same anymore! At first I didnu2019t think much of it. Then later when I used it again I realized it really had changed! I had my husband and some of my co-workers smell it to make sure I wasnu2019t crazy. I even took it to the Sephora that I bought it at and everyone agreed it smelled rancid. It did not smell like it originally did. I have no idea what happened! I tried googling how long perfume last and how do they go bad. But since Iu2019ve only had this perfume for about 3 or 4 months it didnu2019t make any sense! The employee at Sephora said because it had been longer than the 30 day return policy they couldnu2019t do anything for me. So I donu2019t really know what to do! Iu2019m so sad this happened! I donu2019t normally spend $80 something on perfume and when I did, I thought it would have lasted longer! Such a waste! And no help or explanation at all. I wonu2019t wear it anymore because it smells like rotten old lady perfume thatu2019s been expired for 20 years."
        },
        {
            "review_title": "Smells great, lasts a while too",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This perfume smells amazing, and the longevity last for several hours. This is a very sweet fragrance, although i do get some musk."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Love the smell. Different for sure, but in a good way. I get many compliments on it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Mysteriously Beautiful! This is another purchase that I got based on the reviews and I must say it was a good one. This smells like lovely. Something about the middle eastern tea makes it so sexy. Iu2019m not sure if I can smell a hint (just a hint) if tobacco in here but it complements well with the other scents. Ooooh I love this and wished it came in a bigger bottle."
        },
        {
            "review_title": "Moroccan tea queen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Oily skin",
            "review_text": "Have you travelled to Morocco yet? Have you seen and heard tea being poured for you in shot-like glasses? You smell cool wiffs of it before you get your cup.. when it touches your lips the smell is already in the depth of your nose, the moment the warm liquid touches the lower part of your tongue is when the hug is completed and the mint flavor is tickling your soul. This is it in a bottle. This is your Moroccan lalla queen moment. I adore itu2026."
        },
        {
            "review_title": "Herbal, earthy and a pinch of spice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I received a small bottle of this as a birthday gift from Sephora. The scent is very herbal and earthy. I hated it on me but my mother LOVES IT. It smells great on her. Like spicy and and herb garden. She canu2019t stop raving after I gave her my gift roller so now I gotta get her a full bottle"
        },
        {
            "review_title": "Enchanting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This scent is totally intoxicating. Itu2019s dark, warm and rich. Yet also light, crisp and uplifting. Its unique and unlike anything Iu2019ve smelled. Heavy upon application but I do wish it had stronger staying staying power."
        },
        {
            "review_title": "get it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Smells so warm and comforting. Such a good smell for all year"
        },
        {
            "review_title": "Fig scented Vicks...ick",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I can't get passed that vicks vapor rub smell. Its an absolute NO for me!"
        },
        {
            "review_title": "A Staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair",
            "review_text": "This has been my everyday perfume for years. I always get compliments and inquires on it."
        },
        {
            "review_title": "Staple of my perfume cabinet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This is one of my absolute favorite perfumes! I have been wearing it in my staple rotation for 3-4 years now, and cannot get enough :) it seems to last pretty long too!"
        },
        {
            "review_title": "Beautiful subtle scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m very picky with scents. I donu2019t like overly feminine, fruity, or floral scents and prefer musky, more subtle fragrances. I found my forever perfume in Nestu2019s indigo. Staying power is good too. If i apply it in the evening, I can still subtly smell it the next morning. I love both how jt smells when itu2019s first applied and how it smells on my skin."
        },
        {
            "review_title": "smells Rich",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Love it. Very subtle and soothing, like someone very rich is wearing it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "The perfume smells really great, iu2019ve gotten tons of compliments wearing it however it doesnu2019t last as long as I would like the same will probably wear off within an hour and a half two hours tops. if youu2019re looking for black orchard Tom Ford Dupe this would be your best bet! However initially I wasnu2019t going for a do I just wanted something different and when I smelled it immediately I fell in love."
        },
        {
            "review_title": "All time favorite.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Period. I will constantly request and restock this scent. Paired with their Turkish Rose Oil... Gorgeous."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Let me start off by saying I absolutely LOVE this scent. It is probably my top favorite scent of any perfume I've ever had. That being said, I found that the scent doesn't last long at all; within 2 hours, it's completely gone. I thought if I sprayed it twice on each of my points that it would last longer but it doesn't and I can't justify buying it as frequently as I would have to, especially at an $82 price point. I didn't have this problem with the travel roller though, although I know it's no longer available in the roller. I'm not sure if this would continue to be an issue with the travel spray. If Nest can change the smell to last longer, I would only ever buy this perfume, but until then I won't buy it again."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "OBSESSED with this scent. The perfect mixture of sweet, spicy, and floral but it doesnu2019t last longer than an hour on me. I have used this in the past and was trying my best to transition this to my new signature scent but after getting the full size and spritzing it on generously on my pulse points, I was burying my nose in my shirt to try to detect it a few hours later. Back it went :( for people sensitive to scent or who donu2019t have problems with lighter scentsu2019 staying power I would definitely recommend!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I purchased the travel size just to see if I would like it and I am now obsessed. Definitely in my top 5 fragrances."
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This fragrance has easily become my all time favourite. Even when spending the day at home, I spritz a little on me just to catch a whiff of this scent. Highly highly recommend!"
        },
        {
            "review_title": "This fragrance has it all!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "Warm and spicy, with soft florals and berry jam. This fragrance has it all! I have been obsessed with this perfume for years and I donu2019t see that changing anytime soon. I can justify wearing it any day, any season, on any occasion. I get more compliments when I wear this perfume than I do with any of the others in my collection. Just buy it!"
        },
        {
            "review_title": "this fragrance u201cblueu201d me away",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This fragrance is in my top 5. It is so beautiful and unique- it smells spicy and fruity while maintaining a freshness that makes it a great year-round scent! Iu2019m very wary of staying power bc lots of perfumes donu2019t last on me, HOWEVER this one lasts all day!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Soft and subtle florals with a bit of sweetness, I use this almost daily and get lots of compliments"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Just put it in your cart and get it. This is an amazing floral scent. Perfect for the summer. I think this would be great for any age group as long as you like a nice light floral."
        },
        {
            "review_title": "Literally Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "If I could only wear one scent for the rest of my life, it would be this. Seriously the epitome of sexy scents. My only complaint is it doesn't last super long on me, but it's worth every penny. If you have been on the fence about this one I highly recommend, especially if you like deep almost musky scents."
        },
        {
            "review_title": "My new favorite scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Received as a sample with an order but I immediately fell in love with the scent & ordered a full sized bottle. Itu2019s a sophisticated warm scent but not old lady-ish. This is the scent when people hug you, they go u201cooh you smell goodu201d"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Worth every penny. Itu2019s long lasting. The scent is so gorgeous, tea and wood with light florals. Stunning."
        },
        {
            "review_title": "New signature scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I find this product rather pleasing and long lasting. I got this a few months ago and have been involve ever since!! For me it seems like a more fall/end of summer scent. I have also gotten many compliments about this perfume. It's more of a unique perfume as I don't really know anyone else who uses Nest perfumes and opt for the more popular brands. If you want a perfume that not a lot of people know about go for it!"
        },
        {
            "review_title": "great perfume for work",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Supper inoffensive light perfume. This is perfect for the office or everyday. Itu2019s a very unique light perfume that smells a little like tea"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "This smells so good and unique I got so many compliments wearing this and people asking what perfume is that itu2019s amazing I highly recommend this!!"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely LOVE this fragrance.  I received it as a sample and fell in love right away.  It lasts all day and then some.  It's not over powering or perfume-y.  It's a nice blend of scents.  At first I smell fruit, then when smelling a little deeper, the scent of tea and the woodsy fragrance comes out.  It's different and complex, but so beautiful."
        },
        {
            "review_title": "Great!u2026for 5 minutes.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Smells great, but staying power is non existent. Other Nest perfumes last on sweaters FOREVER. This is gone in an hour."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I want so badly to give this a 5! But the stay power is almost non existent :/ Like literally less than an hour and I have to literally smoosh my wrist up to my nose to smell itu2026strange for an eau de parfum! If it stayed longer I would make this my signature scent in a heartbeat.   It is a very feminine and sexy smell, bit earthy, bit floralu2026something mouthwateringly sweet about it! I could smell it all day long! And I am sensitive to some scents, some u201cfill me upu201d in the chest and throat but this one doesnu2019t give me even the slightest tickleu2026so disappointed in the stay power thoughu2026I would power through a bottle too quickly to justify spending the money on itu2026but then again I love it enough maybe I will have to get it anyway lol. When the tester is gone I will be going through withdrawals!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Such a yum yum smell. Smells sooooo good. I love it and really recommend it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I also received this as a sample and am glad I did. It is a good blend of fresh and seductive. Will put this on my future purchase list."
        },
        {
            "review_title": "Wow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I got a sample of this in my order and I am loving this. It smells so sexy to me. Itu2019s definitely warm but I pick up on the bergamot and the tea. I would definitely purchase this. This is the second Nest scent that I have tried and not been disappointed. Wish they had a sampler besides the oils."
        },
        {
            "review_title": "Not what I was expectingu2026in a bad way",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I always like to do fragrance sample options and because I work at Sephora and see this scent sold a lot, I was excited to see it. Boy was I disappointed. I didnu2019t even smell it before spraying myself, fresh after all my skincare was done I sprayed my wrist and chest and was overwhelmed with a black licorice-like scent. I immediately had to put my My Way over it to help mask the scent. I literally almost had to reshower I hated it so much alone :("
        },
        {
            "review_title": "Sophisticated and Unique!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "This is the most unique, beautiful and eccentric scent Iu2019ve ever tried! I love how it is light, airy, but yet the Woody tones grounds it all, adding just enough maturity. It smells simple.. yet so detailed and sophisticated. I got complimented the first time I wore it out! For me personally, it starts of on my skin with a opening burst of light jammy fruits, combined with blossoming sweet, yet delicate florals. Itu2019s fresh and sweet! As it dried down, the Woody scents reveals themselves, I love the Moroccan tea scent along with the black cardamomu2026 aromatic and mysterious.   The scent of this perfume reminds me of my vacation in Dubai. When I smell it, it almost feels like Iu2019m out in on my balcony in the early spring morning after it has lightly rained, the sun is now shining through, the im surrounded by lush green trees and leaves with some harmonizing fruits and flowers blooming on them, while I read a magazine sipping my morning tea.   Worth the try!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I love it! Received a small sample with my package and itu2019s definitely perfect for the fall/winter! Will be purchasing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Absolutely incredible!!!! My boyfriend LOVES this perfume!!! It is similar to The One by Dolce & Gabbana, but not as overpowering. Bottle is beautiful, too. Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "beautiful and unique scent. I get compliments on it all the time and it is long-wearing. No harsh synthetic smell like many other perfumes."
        },
        {
            "review_title": "Overbearing, generic.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This reminds me of Kat Von D's Sinner in a way, it'spretty basic.. it has that dark, brooding smell that overpowers you. Kind of jammy. Not a fan of this unfortunately. I find Nest fragrances a little overwhelming to begin with and heavy on the chemical-y sillage, mind you their new line of perfume oils are pretty nice so I will give them that!"
        },
        {
            "review_title": "beautiful scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This fragrance is really gorgeous, however I could see how it isn't to everyone's taste.  It smells strongly of juniper berries and bergamot but isn't a simple boring scent.  It has depth to it and is very unique, perfect for someone who loves a relaxing herbal scent.  It is not to masculine which I find a lot of woodsy scents to be, it is feminine but not sweet.  The longevity is not the greatest which is why I gave it 4 stars.  Highly recommend trying the rollerball before buying a full size, probably not a safe blind buy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I first smelled this in a Sephora in Chicago, I had never heard of Nest Fragrances BUT I WAS HOOKED! The scent is stunning in my opinion and lasts forever. It's seriously like nothing I have ever smelled before, and when I shop for a new fragrance I prefer something that doesn't smell floral and ordinary. Indigo's sent is so calming, yet has punchy notes which poke out during the day."
        },
        {
            "review_title": "Not Talked About Enough",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is honestly the most relaxing scent Iu2019ve smelled in a long time. You donu2019t see much out there about Nest New York but this fragrance is amazing! I personally use it every night as a sleep fragrance because itu2019s so calming for me. I canu2019t really speak to its longevity other than saying I spray it on myself and can still smell it close to my skin 12 hours later because I use this right before going to sleep. I would imagine with that being said it lasts for quite a long time. Projection isnu2019t anything amazingly crazy so I would imagine this would be a safe wear during the warmer days too."
        },
        {
            "review_title": "Smells like wet tobacco leaves",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This perfume has a really weird undertone. I didnu2019t notice it at first when I smelled it in the store, but when I wore it the next day, the longer I smelled it as the hours passed, I kept smelling tobacco. The undertones of this perfume is u201cteau201d so Iu2019m assuming that thatu2019s where Iu2019m getting the wet tobacco leaf smell from.  I didnu2019t like it and I returned it for a different scent because it smelled really gross in my opinion"
        },
        {
            "review_title": "warm, woodsy and spicy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is an amazing scent. Not typical, it stands out - in a really good way. Itu2019s spicy, woodsy and mildly floral (like really, really mildly floral). Itu2019s not overpowering at all. The fragrance doesnu2019t last a long time, I find myself refreshing every hour/hour and a half. This is a really good scent for the fall/winter season!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received a sample of this perfume and fell in love! It has an alcohol smell in the beginning but then it disappears and you are left with a sweet and fresh smell!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Very fresh. To me it smells like a woman's shampoo, very clean and soapy. Not my style but I like the scent."
        },
        {
            "review_title": "Very herbal",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "it smells like my OGX  tea tree and mint shampoo which makes sense given the ingredients in the scent. I like the smell but can't say that I love it. it's a nice smell for hair but definitely different having all of me smelling like shampoo."
        },
        {
            "review_title": "Unique Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "This is my favorite perfume and signature smell. It has a unique scent and to me doesn't fade away, it has a strong smell and honestly not everybody is going to like it, but give it a try. You'll either love it or hate it.  But if you want people to remember you, this is the perfume to get."
        },
        {
            "review_title": "Great at first whiff! Howeveru2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Itu2019s very nice at first, but over time, wears off into more of a cigarette smoke scent, at least with my skin and personal experience. Iu2019ll admit I used the coffret that comes in the discovery set, but itu2019s a large sample, and I canu2019t bring myself to use it. I loved the first whiff but as it wears throughout the day, it really reminds me of my grandparentsu2019 house. Specifically, their smoking room."
        },
        {
            "review_title": "Yaassss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Omg I am totally obsessed with this perfume! The fragrance is so unique! It's a cut above my collection of perfumes."
        },
        {
            "review_title": "Get this now so they never stop selling it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Wowwwwww. Iu2019m soooo happy with the way this smells. I normally wear Chanel chance, or very sexy, but after reading the reviews I had to try it and Iu2019m so glad I did. I canu2019t stop smelling myself. I just want to go do something so people smell me . Lol. I also love that the smell was inspired by the art, itu2019s that beautiful. I want to try all the nest fragrances but itu2019s gonna be real hard to peel away from this one. I ran to write a review because this will change your life. Smell good, feel good."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I cannot get enough of this scent! The lady in the fragrance section had me try it out and I could not be happier with it. It has good longevity. The initial notes are bright and fragrant, and the dry down is cool, woody, and so yummy! Iu2019m a huge fan of fig and bergamot notes so thatu2019s a plus as well. 10/10 would recommend this fragrance!"
        },
        {
            "review_title": "Loved",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this perfume. I have smelled this before but I can't really pin down the fragrance. I think it is a fragrance that can be used during the day and night. It is sweet but not too much."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "wore it to a 9 hour shift at a cafe with no air conditioning during the summer and then out to dinner right after and 12 hours later my friends could still smell it. gorgeous scent and wears down super well. quickly becoming my new signature scent"
        },
        {
            "review_title": "my go to fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "My BFF purchased a scent kit for my bday and indigo was one of the samples. I ended up going with the 1.70 oz bottle of this with the certificate that came with the kit. Omg this is my signature fragrance. It smells divine on me and I always get complimented when I wear it. Itu2019s great for any season bc it still has spice, though it has a sweet note to it. Def recommend!"
        },
        {
            "review_title": "my go-to!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I literally never write reviews but I felt the need to after I repurchased this for the third time. This is such a unique and amazing scentu2026thereu2019s nothing quite like it. It is fruity but still warm. I have worn this everyday for the past three years and I still canu2019t get enough of it."
        },
        {
            "review_title": "A bottle of sultry purply botanical air",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "A dark, cool, complex, rainforest-like sultry scent that is very much like the atmospheric botanical image gracing its bottle. Super long-lasting, develops beautifully. Placed me in such a confident, sensuous frame of mind that I almost made a really bad decision.  but, it is rolling the dice for a headache. That (along with its use of artificial untested chemicals & benzyl alcohol) means I use it much more sparingly than cleaner perfumes from competing brands.   still, a gem"
        },
        {
            "review_title": "Good on everyone.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Combination skin",
            "review_text": "Fragrantica has a delicious description of this perfume calling the opening notes 'jammy'.  It dries down to innocent yet sinister sandalwood.  This is the dark purple lipstick of fragrance.  Good on everyone.  I apply it to the back of my hands before I style someone's hair.  My clients love the scent."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Combination skin",
            "review_text": "a seriously fantastic scent. sweet, peppery, musky but also clean. really love it. staying power is okay, i carry the travel size around to reapply once a day."
        },
        {
            "review_title": "Actually Speechless",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I am utterly speechless by this. It takes a lot to make a perfume leave me speechless. I've had almost 100 perfumes in my 28 years and I have never tried any NEST - I can't tell you why. I got a sample of this and I am legit speechless. I don't usually like sweet, warm scents but this is so different. This has a hidden layer of Loverdose by Diesel but like there are probably 3 others layers that blend into that smell that leave me wanting more. It's sweet but with depth and curiosity. I am buying a full size asap because I can't fathom my life without this - I am excited to try NEST's other scents!"
        },
        {
            "review_title": "love u2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Absolutely love this! Itu2019s such a unique scent. I have no other perfumes thatu2019s smell the same!"
        },
        {
            "review_title": "LOVE THIS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I got this in the Sephora Perfume Sampler. When I first put it on , it reminded me of a fruity scent from Bath and Body Works. Then....after 30 minutes I absolutely loved it, smelled fantastic, fresh, sexy, intriguing. completely changed into something unbelievable, This will be the one I choose from the sampler. Plus, I LOVE the packaging and Indigo is my cats name."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Got a deluxe sample in the Motheru2019s Day sampler pack. I was planning on using my scent certificate for either Chloe or Toccau2019s Florence but this fragrance intrigues me. Itu2019s hard to categorize. It reminds me of a perfume Philosophy used to have called mint tea, but slightly more complex. Itu2019s not clearly a summer scent or a winter scent. Itu2019s not really a wood or a floral. Itu2019s this kind of funky in-between that Iu2019m here for. It also doesnu2019t hit high in the nose and give me a headache. Not sure if Iu2019ll spend my scent certificate on it or just wear the deluxe sample until it runs out but I am impressed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "This is a beautiful scent! It reminds me of what a Sephora store smells like!"
        },
        {
            "review_title": "Very Unique",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is a very special perfume, I get compliments every time I wear it, makes me feel very cozy and fresh at the same time. I donu2019t have anything like this, this is a staple and will always keep it in my collection."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is one of my favorite perfumes! I have a really hard time with most perfumes. My nose is super sensitive, and most scents give me a massive headache, but not this!!"
        },
        {
            "review_title": "Beautiful Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This was part of a Sephora sampler set, and stands out among all of the other fragrances. It kind of reminds me of the most cliche 90s scent there is - CKOne. But better. It's fresher, cleaner, but also kind of sultry. It's just so unique. I can't wait to get a full size bottle. Love it."
        },
        {
            "review_title": "Earl Grey tea, in the best way!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Stunning and unique! Do you like Earl Grey tea?? Because you will ADORE this if you do. On the heavy fall/winter side."
        },
        {
            "review_title": "Ordinarily and unique -such controversy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I got this perfume as a sample. When I used it everybody in my work interested in the name of it. It is very ordinary simultaneously unique scent. In a simple, it reminds the warm feeling, such as you are on vacation in winter and steep tea and after the steeping the room full of the new fresh teau2618ufe0f"
        },
        {
            "review_title": "new signature scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I was visiting a friend in Chicago last winter, gave her a hug at the airport and within 5 seconds I was yelling u201cWHAT PERFUME IS THATu201d. It was nest indigo; bought it for myself and never looked back. I donu2019t have any other perfume that smells like this. Itu2019s the perfect balance of mature, sexy but wearable at the same time. Iu2019ve grown out of the vanilla gourmands, they become too sickly and I feel like they all sort of smell the same but I also want something sexier than just fresh laundry in a bottle. The fig gives it this juicy feel that is dark and sexy but the tea and the bergamot make it very interesting and unique. I never thought I could find ONE perfume that works for all seasons and occasions. Itu2019s sexy enough to be worn on a date or a nice dinner but also not so in your face that it couldnu2019t be work appropriate. On my friend it was very bergamot-y and almost minty on her. On me the fig is in the forefront. Perfume smells different on everyone so I wouldnu2019t ever suggest blind buying this..get a tester before the splurge. However I canu2019t imagine anyone hating this. Itu2019s delicious, woody and comforting in the best way."
        },
        {
            "review_title": "Sexy & Heady",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Rather than thinking more about Covid, I decided to make a perfume purchase!!  This was a blind purchase, I have never smelled a Nest perfume before and do not know anyone that has one so.............I am so glad I got it.  The smell is definitely warm and rich while being ohhhhh so sexy.  A little goes a long way.  As of yet, I do not know about longevity but I am not worried about that (as I would be for a TOM FORD or Killian purchase)."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The fig in it makes it too sweet for me and takes away from the beautiful bergamot, I reach for black tulip more"
        },
        {
            "review_title": "Scent is less intense than sample",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I got a sample and didnu2019t use it until very recently. The sample SMELLS AMAZING. It really encouraged me to get the full-sized bottle thinking itu2019ll be just as strong, but when I got my order, it smells as if it has more alcohol. Not very happy with it u2014 but the scent in general is lovely."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I love this fragrance so much! It takes me back to the wonderfully carefree and sunny late summer days I've spent plucking bucketfuls of blackberries off brambles in short denim shorts, tank top, and tennis shoes. It reminds me of that warm deep sunshine-y burst of flavour one might enjoy upon popping a particularly plump berry into one's mouth with the spicy woodsy scent of the outdoors in the heat. Hot, sexy, young, sweet (more deep than cloying). Delicious!"
        },
        {
            "review_title": "Gorgeous packaging, dislike the smell.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "What does a cool spice smell like? To me this smells like NyQuil or Ju00e4germeister! I canu2019t do it."
        },
        {
            "review_title": "Chef's Kiss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Indescribable...but in the best way possible. I usually only wear this when I see my boyfriend so every time I smell it, I know something's gonna go down. It feels very empowering and seducing to wear."
        },
        {
            "review_title": "Mature but playful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Got this as a sample and used it up within no time and just had to buy the full size. Itu2019s mature but playful, thereu2019s really no scent like it. In love."
        },
        {
            "review_title": "All time favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this perfume so much, I'm now on my second bottle. It has truly become my signature scent. The smell is spicy and deep without being cloying. The deeper notes make the fragrance last on your skin all day, and I find that it takes on a fruitier scent as it wears, more like a black raspberry scent. So lovely and lasts forever."
        },
        {
            "review_title": "OMG",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "The is honestly the best thing Iu2019ve ever smelt in my life. I canu2019t wait to go out so I can wear it. I donu2019t know much about perfumes so I canu2019t explain the smell but just know you NEED to buy this."
        },
        {
            "review_title": "BUY THIS NOW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This perfume is so unique and wonderful I just want to take a bath in it. Itu2019s spicy, floral, but not overwhelming. It is my new favorite perfume and if you are thinking of buying it I say go for it! Treat yoself. My only regret is not buying the larger size."
        },
        {
            "review_title": "Unique scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I got a sample of this and it became one of my favourite scent.  It is really enchanting and mysterious fragrance."
        },
        {
            "review_title": "Unique scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I got a sample of this and it became one of my favourite scent.  It is really enchanting and mysterious fragrance."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I bought this in a rollerball and absolutely love it<3 itu2019s a fruity and fresh scent, with strong notes of eucalyptus when first applied to your skin, but when it is left on the skin it gets more of a fruity, blackberry smell. Would definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "I find this scent to be very fruity - maybe something similar to blackberry. It's kind of a little bit spicy but overall it's more fruity. It smells fresh and not like a synthetic type of fruit. It's very inviting and I like it a lot. There's also a sweetness to it. I'd call it a daytime perfume."
        },
        {
            "review_title": "so unique",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "omg this scent is delicious! not in a good way, but in a complex and sweet way. it isnu2019t too overpowering, yet i could still smell it on myself hours after i sprayed it. the fig, bergamot and tea notes give this scent a wonderfully rich, jammy quality. the opening is super sweet with mostly the fig and bergamot. the dry down is woody and spicy, as the cardamom and woods come through stronger. i really havenu2019t smelled anything like this, and i absolutely love it!"
        },
        {
            "review_title": "Big Fan",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I've been wearing this perfume for years, I think I've been through 4-5 bottles. It's super unique and I get tons of compliments. It's all I wear and I'm obsessed."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Itu2019s really comparable to Black Opium (except a little more on the exotic/fruity side, but not to much I donu2019t enjoy fruity smells and itu2019s more on the spicy sweet than anything). Itu2019s really well balanced on the sweet-spicy-fruity-punchy. Itu2019s also more of a u201cclose to youu201d fragrance than u201ceverybody in the room will smell youu201d. I took one start because, for a perfume, the staying power could be longer. Really beautiful fragrance!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "i got this as a sample and i really like the smell. it smells like an expensive hotel if that makes sense to anyone."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I received this product as a sample and would not purchase. It is an interesting scent, for sure, but the sugary sweetness is giving me cotton candy vibes"
        },
        {
            "review_title": "WOW! Beautiful fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I LOVE this scent! Itu2019s a warm, spicy perfume perfect for fall/winter months or anytime you want to wear a different type of scent. Itu2019s not floral or the typical u201cgirlyu201d perfume. Itu2019s vegan and cruelty free too!"
        },
        {
            "review_title": "UNIQUE POWERFUL AND MYSTERIOUS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This scent is unlike anything Iu2019ve ever smelled or tried before. Itu2019s spicy with a hint of sweet and an undercurrent of heady richness. Packaging is very luxe and pretty, I enjoy that NEST describes their scents through the visual on their bottles. The scent is powerful without being overwhelming. I get many compliments on this. Happy to have it as a signature scent because of its uniqueness! Donu2019t hesitate to try!"
        },
        {
            "review_title": "Blueberry and Spice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "The first high end perfume I have ever gotten! Iu2019m usually sensitive to scents and most I can find overwhelming and strong yet I want it to last long. This smells so wonderful, almost like spicy blueberries and pair well with the lotions I use to last long yet it lasts long by itself. I personally dislike the design but it smells good and now a staple in my routine til I find a new perfume"
        },
        {
            "review_title": "I'll never get sick of this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "One of the best scents I've ever come across. Nothing else really smells anything close to it. It's warm and mysterious, if that makes sense. Everyone complements me on it, even those who usually wouldn't make any comment lol. It's perfect for the Fall/Winter months, but is great all year round. Please give it a try!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "This scent is perfect. Itu2019s warm and inviting, not too girly. Spicy and so pleasant. Itu2019s different and I have had such a hard time finding any other scent that could possibly suit me better than this."
        },
        {
            "review_title": "Perfect Cool Weather Fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Absolutely stunning scent. It is sophisticated without smelling old fashioned, warm, and comforting. It lasts all day without being too strong and never irritates my eyes or nose. It smells amazing from the first spritz to the last time I smell it in the evening. The bottle is absolutely stunning, as well. It is the perfect fall and winter scent for me."
        },
        {
            "review_title": "lovely scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Perfect for me. I need citrus with a little spice to last all day."
        },
        {
            "review_title": "Favorite scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "My fav perfume. Lasts all day and the scent is for perfect all seasons."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I've repurchased this several times and I'm excited to see they're offering a 100mL size now - a better bang for your buck. I just love this scent. It's not too floral and it's great for everyday wear.. warm but not too warm.. I don't know how to describe it other than it's a lovely, different scent and I clearly love it as I've probably bought 3-4 - I always keep it in my rotation. Have received many compliments while wearing as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I really love how this smells. There are some perfumes that I've loved the scent of but ended up being highly allergic to, so I'm excited that this one seems to be a good fit for me. I got Cocoa Woods as a sample and also liked that quite a bit, so I'll be trying more of these. I do agree that the scent seems to fade pretty quickly-- so definitely not an all-day thing, but not a deal breaker, and dabbing a little vaseline on your skin where you apply it does help to some degree."
        },
        {
            "review_title": "Everyday perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "I do love this fragrance. Itu2019s Hard to describe like a really sweet eucalyptus. I bought the roller ball 1st just to see how it smelled on me and I used it almost every day so then I bought the bottle"
        },
        {
            "review_title": "ifgsijbihjhbjwbjbwerbbjfbjb gjbjvhbeajhbjdbfjb jbn",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "it smells good but overtime, it started to smell like acetone"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "already on my second bottle, this perfume is in my 5 favorites im obsessed with the smell is delicious I dont have another fragrance that smells like this one"
        },
        {
            "review_title": "Interesting but returned",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Thereu2019s something interesting about this scent, but I returned it. It didnu2019t go with my style. I recommend if youu2019re looking for interesting scents."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is so good! It was recommended to me via subscription service and I promised to write a review once I ran out. This is very unique to me."
        },
        {
            "review_title": "Signature scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love NEST scents but this one is my absolute favorite! Sweet and sultry - great for day and night! I've had this bottle for a little over a year and unlike other reviewers I don't have any issues with staying power - I've even received compliments late in the day. Bonus points for cute packaging! Recently purchased a roller ball to keep in my purse :)"
        },
        {
            "review_title": "Not long lasting",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Definitely not worth your bucks. Smells great at first but the scent doesnu2019t last long. Will probably use it as an air freshener."
        },
        {
            "review_title": "Love the smell, no staying power",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Donu2019t get me wrong I love the scent but I donu2019t feel the scent is long lasting.  Still a great brand and scent"
        },
        {
            "review_title": "My favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I was looking for a new scent in sephora one day and came across Nest. I smelled all of them, but indigo stuck out the most to me. It's so different, in a good way. I get tons of compliments on it. I keep getting the rollerball because it does smell a little bit different than the bottle. The only thing I would change is to make the bottle smell like the rollerball, so it can last me longer!"
        },
        {
            "review_title": "slightly sweet, warm undertones",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I originally got the sample to see what it was like, and fell in LOVE. I then bought the roller ball right after I used the sample (will probably buy the spray bottle too). It has a scent that is slightly sweet and warm, its not overwhelming at all. I like to wear it during the summer/fall and especially going out at night. I find it lasts a few hours on skin but longer on clothes. I would recommend this to anyone who likes Marc Jacobs Honey. The packaging is such a plus, its sooooo pretty even the roller, when you buy luxury you wanna fell like its worth it and this to me totally is."
        },
        {
            "review_title": "Clean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I personally love this scent, I work in the hotel industry and this scent almsot smells like the Westin Hotel shampoo/cond"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Starts with a creamy tea scent and then immediately becomes too sweet. This smells cheap to me, not musky as advertised. Leans young and does not last long or project far."
        },
        {
            "review_title": "my signature scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This is my favorite perfume. I always get compliments when I wear it. I finally bought the full size after going through three of the rollerballs. This is such a beautiful and unique fragrance. it's fresh and clean, but also spicy and sweet. Its slightly floral, but not overly feminine. Its sophisticated, but not grandma-like. It's youthful, but not childish. Also, the packaging is gorgeous. Highly recommend giving this a try if you're ever at a store."
        },
        {
            "review_title": "love it !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I you like Angel by Thierry Mugler, youu2019ll love this perfume ! It is quite similar. Love it !!!"
        },
        {
            "review_title": "Musk et note de fond trop fort qui remonte au nez",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Trop fort yet la vanille ou le poudrer remonte avec le fond de musk! Pas pour moi trop fort"
        },
        {
            "review_title": "my favorite for last 2 years",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "wore this scent for the last two years! never found a good perfume until this one. sweet but strong warmness."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "This has become my go to perfume. Beautiful packaging and divine smell. I hope they never discontinue it! I have been wearing this daily for 3 years absolutely love!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Strong, sweet, artificial - smells like what a teenager would pick to seem sophisticated. Not good."
        },
        {
            "review_title": "Intoxicating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This fragrance is by far my favorite scent ever. It's hits every scent category, without being overwhelming or smelling like any other perfumes out there. It's exotic without leaning into the stereotypical musk, spice notes. Woodsy, but doesn't smell like you live in a sandalwood forest. Floral, without smelling too sweet or juvenile. Clean, but not like the average linen or ocean breeze perfume. Mature, but doesn't smell like your great-grandma.  This perfume stands out from the crowd, and will forever be my signature scent. On top of that, it layers sooo nicely with other perfumes!!!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Overpowering, very sweet. Starts with a syrupy floral or berry and ends with a clear fresh wood note. Disappointing because I like woody fragrances."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Too over powering in my opinion, and not really my style. It is sadly the only one from nest that I don't really enjoy. I have tried all of their lines. It comes in a cute bottle. Reason I didn't give it one star is the bottle design. all of their mini ones are a roller which is less wasteful."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Really love the scent of this perfume.  I feel like it doesnu2019t stay on long, maybe 2-4 hours***"
        },
        {
            "review_title": "Exotic scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Indigo smells like nothing Iu2019ve ever smelled before. My go to scents from Le Labo, but this one has a similar citrus with a peppery scent to it. I get compliments every time I wear it."
        },
        {
            "review_title": "a favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Amazing so deep and sexy! This is by far my fave Nest scent"
        },
        {
            "review_title": "Beautiful subtle scent.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This scent is amazing.  If you like a subtle scent which is a bit exotic, this is perfect."
        },
        {
            "review_title": "love the scent, love the bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I got this as a sample and instantly had to buy a bigger size. Just the perfect smell, bold but light and floral at the same time. so good"
        },
        {
            "review_title": "Unique but too sweet",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I really liked this when I first smelled it. Fresh but cozy. After wearing it for a while, I found it too sweet for me and it gave me a headache."
        },
        {
            "review_title": "Such a unique perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have fallen in love with Indigo. It is definitely the most unique scent in my collection. I've never smelled anything like it. To me, it smells exotic and rich. This smells like an expensive perfume. I find that a lot of people perceive it differently. I've definitely gotten compliments when I've worn it, but I didn't expect my friend to call it a clean smelling perfume. I don't think of it as fresh or clean.  It's not for those who want a light scent. I think this perfume is a statement. Maybe not to the degree of a super spicy in your face scent like a Tom Ford or Viktor"
        },
        {
            "review_title": "Too fruity",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "Smells sultry and mysterious on first application. After it sits, you just smell like sweaty fruit. ): Maybe it's just my body chemistry. But the fruit notes really popped. Which was not what I was looking for."
        },
        {
            "review_title": "mysterious and one of a kind.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have never smelt something this intriguing and different. I have bought twice. I dont see this leaving my collection anytime soon. unique and weird. love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I have been using this perfume for years and it is so unique! I get so many compliments on it every time I wear it. It's a perfect mix of spicy, sweet, and cozy. I keep this at home and the roller ball in my purse. Highly recommend and it's at a great price."
        },
        {
            "review_title": "Unique",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Well this is different. Itu2019s not bad, but I canu2019t say itu2019s a fit for me, either. The first hit when I sprayed it on was definitely fruity - like fresh cut apple, with a touch of citrus, kind of like lime,  but not quite. The tea note is fresh like sweet tea. Itu2019s nice, but I spent all day trying to figure out where I smelled this before and when I figured it out I was less wild about it: it smells like that sweet powdered lemon iced tea mix that was big in the 70u2019s.  Thatu2019s not the only things it smells like but there is enough of it that I recognized it. There is also something woodsy and teeny bit pungent like balsam and a faint soft dusky floral and a touch of spice. This is one you will want to try before you buy and give it a day or two. It is quite unique. Earthy, funky, fresh, tangy. I canu2019t decide if I like it or not. I donu2019t dislike it, but Iu2019m doubtful Iu2019d purchase the full size. I can see wearing it once in awhile in a certain mood. I recommend trying it if you are searching for a new scent - I know I have nothing like this. Out of all the Nest scents, at least this one is interesting, which is what I was hoping for."
        },
        {
            "review_title": "AWESOME",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Absolutely love this perfume. Was a huge fan of black opium for awhile but noticed the scent in this lasted much longer and itu2019s a better price!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Best smelling perfume EVER! Smells like a sweet smelling tea.  Definitely recommend buying."
        },
        {
            "review_title": "You will get compliments!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "i get compliments with this perfume! The smell is not too strong and not too sweet. i love that! i get dizzy off of perfumes but this one i dont! Love it!  you dont have to spray a lot. A little lasts a long time."
        },
        {
            "review_title": "love the smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "i love love love this perfume. But I can't seem to smell it on myself for the remainder of the time I have it on. I can't tell if its because I've worn it while I've done hour long activites. I honestly can't tell. But I love this smell."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "This is the perfect scent for someone who wants something that's feminine and floral without being boring and sweet. This is a very complex, mysterious type of scent that people can't resist."
        },
        {
            "review_title": "Highly Recommend - Mildly flirty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "This is my second time purchasing this fragrance and I love it.  I get tons of compliments. It isn't too heavy. It is somehow mildly flirty but still adult smelling and sensual. Highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is one of my favorite scents, sadly it doesn't agree with my body chemistry.  I gave it to my mom and it works for her.  It's a little too strong but it's a lovely scent."
        },
        {
            "review_title": "Nest! My happy place",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Light skin tone, Normal skin",
            "review_text": "A warm scent with hints of Oriental that lasts all day.  Spritz into the air and walk into it for best results!  Not cloying, not heavy.  Love it!"
        },
        {
            "review_title": "I stink pretty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Normal skin",
            "review_text": "I cannot express how much I LOVE this scent. It's not too strong and I think it has the perfect mix of sweet and spice."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Obsessed with this scent! Itu2019s such an unique and exotic smell. Reminds me of a dark berry tea!"
        },
        {
            "review_title": "Love u2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "So feminine and long lasting ...love this perfume for day and night."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Smells great and non expensive"
        },
        {
            "review_title": "Didnu2019t come to play",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "This is a very strong long lasting perfume which is why I believe it is worth the price. Itu2019s power canu2019t be contained in the small bottle. It makes sense why there is not a bigger size! One spray and Iu2019m totally good. Smells spicy but sexy."
        },
        {
            "review_title": "Nice light herbal sweetened tea sent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Light herbal tea sent. It is very feminine and light and smells exactly like sweetened hot herbal tea after its cooled...I really like it, its not an all time favorite but its cozy and when I smell it I think of breezy dresses and books/bookstore and fireplaces and warm cups of tea, All that in one little bottle of perfume!    Side note: my personal opinion is that these Nest fragrances seem to highly priced, I have three, this one and black tulip and coco woods.. I think coco woods is my favorite because I like unusual scents more than flowery  but at $74 for a 1.7 oz I think there are bigger and better options. But hey I bought three so I must think theyu2019re worth it.... I just donu2019t grab for these that much and Gilded fox by PINROSE I love more than coco woods. But they are nice perfumes just overpriced in my opinion."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The absolutely best thing I have ever smelled! I cannot go anywhere wearing this that people men and woman both donu2019t stop me to ask me what I am wearing! Love love love!!!!"
        },
        {
            "review_title": "Sickly sweet",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I agree with others that Indigo is a unique scent. For me, it was particularly unique in that it was the first perfume to ever give me a headache. I also didnu2019t get cardamom; perhaps it was lost in the sickly sweetness."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This smells exactly like Lolita Lempicka"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This scent is strong and subtle at the same time! When I wear it it doesnu2019t overwhelm me but I still smell it and not get a headache. Itu2019s honestly my favorite scent ever which is why I bought the full size this time!"
        },
        {
            "review_title": "I adore this fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I never thought that I was a floral fragrance person, but this is so much more. The fragrance notes go deep and last all day. I have a mild form of Synesthesia and, to me, this fragrance truly smells blue.  I also love the fact that you can layer this fragrance with another and create your own unique scent."
        },
        {
            "review_title": "Fabulous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I have received SO many compliments on this fragrance. It is the most interesting combination of scents layered in a mildly exotic and tantalizing way without being overplayed. Itu2019s been awhile since I have been so pleasantly surprised by a scent that is unique and hasnu2019t been done before. Sephora suggested this and I am loving it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is my favourite fragrance. Could have a little more staying power, but the scent is amazing. I find it very versatile and gets a lot of compliments. Iu2019ve used this fragrance for about a year."
        },
        {
            "review_title": "Gorgeous and complex",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have finally found MY perfume. Sweet yet subtle and mysterious."
        },
        {
            "review_title": "Signature scent for life (I hope!)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019m literally never going to wear another perfume again. Itu2019s my scentsign now. This company better never go out of business!!"
        },
        {
            "review_title": "headache",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "smells absolutely lovely, but gave me a headache after about 30 seconds. if youu2019re not sensitive to scents, this would be awesome. also, itu2019s very strong, so one spray is plenty."
        },
        {
            "review_title": "versatile",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Honestly how could anyone not like this perfume. Itu2019s heavenly. Perfect mix of sweet, fresh, green, and spice. So intoxicating. So perfect for everyday AND nights out AND special occasions. Lasts forever!! I love it so much"
        },
        {
            "review_title": "no thank you",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This makes me smell like dryer sheets... and not in a good way."
        },
        {
            "review_title": "smells amazing, wears nicely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "this smells amazing!  fruity/floral but warm.  love it"
        },
        {
            "review_title": "Extraordinary & u201cDeliciousu201d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "No other fragrance smells like this!  Seriously. I have always been a fragrance connoisseur.  But, while in clinical rotations, I was searching for a fresh, sweet, slightly musky fragrance that was in no way overwhelming.  As a RN, I must exercise extreme caution wearing perfumes, as patients can can suffer hypersensitivity, allergic, even anaphylactic reactions to perfume.  That is when I stumbled upon this unique gem. I receive only the most complimenting comments regarding my u201cscentu201d.  Even fellow nurses tell me that I smell u201cdelicious.u201d  There is no other perfume on the planet that smells even remotely close to this!  The dry down smells just as it does on application.  Not too sweet. Not too floral nor too fresh. Just sheer perfection.  I have yet to have a patient or colleague suffer any sort of reaction to it nor have I received a single complaint.  I typically pair this w/ LaVanila Healthy Body butter in Pure Vanilla (another safe bet delicious scent when working in healthcare).  The scent also has serious staying power, lasting far beyond those 12 hours shifts.  Worth every single penny, IMO"
        },
        {
            "review_title": "My new signature fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "It smells really really good and lasts long. I've been looking for a signature perfume that is warm and a bit floral but not overpowering. I finally found it! It's a charming, feminine scent that has me smelling myself discreetly all day."
        },
        {
            "review_title": "intoxicating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "this is my favorite scent ever! it smells so delectable that when I walk into a room, everyone asks what I'm wearing. I can't live without it!!"
        },
        {
            "review_title": "addictive",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "My favorite scent that I always have to have. Spicy, earthy, juicy, warm and feminine. I have been told I smell like a woodland fairy lol."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is my new favorite fragrance! It isnu2019t too feminine because it has some woodsy-masculine notes. Definitely a must try!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "The perfect scent, sensual yet mysterious, have loved this perfume since I bought the rollerball.  Always get so many compliments!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is my current scent and Iu2019m loving it! My previous scent was Alien, but coming out of Winter into Spring it was feeling a bit heavy for day-to-day wear. This is light and slightly floral, but still has a really nice musk to it that I look for in my perfumes. I get compliments when wearing this one pretty often, and I canu2019t recommend it enough! Iu2019ve tried a few other Nest scents, but this is by far my favorite."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Obsessed with perfume and this is one of my absolute favorites! Itu2019s so fresh and clean smelling! I already went through one whole bottle, bought another and Iu2019m going to buy another for my travel bag!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Wonderful fragrance, not too heavy"
        },
        {
            "review_title": "Nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Very nice, sensual scent! Not too strong, and not too overpowering. The scent lingers later in the day, but then again Iu2019m a bit heavy handed with how much I spray! Lol Still the smell isnu2019t annoying and wonu2019t cause a headache for you or others."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "This scent is so unique! I love how it smells and how long it lasts!"
        },
        {
            "review_title": "The kind of fragrance I would bathe in!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "From the description alone, I would have never thought Iu2019d love it as much as I do.  The scent is definitely unique and itu2019s hard to describe- fresh tea with a tiny bit of sweetness?  Nevertheless, Iu2019m obsessed and donu2019t ever want to be without it.  I started with a rollerball and upgraded to the full size the next day."
        },
        {
            "review_title": "FAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is my favorite perfume. I am super picky with perfumes and tend not to splurge on them. I don't like super sweet nauseating smells. This and Hannae Mori Butterfly are my absolute favorite perfumes (saying this so if you know the smells you can get an idea of what type of smells I like). This perfume LASTS all day. I honestly can't say that about any perfume. The smell is just the right amount of sweet and musky. Everyone tells me I smell amazing when I wear this. Nest in general has really good smells."
        },
        {
            "review_title": "Gotten so many compliments I can't count",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I wore this fragrance all of last winter, and let me tell you so many people stopped to say how good I smelled / what I was wearing! Like total strangers in the grocery store. If you like moodier scents this one is great. It smells different when applied, I think better with your natural body chemistry. I think it's great year around, especially in the evening."
        },
        {
            "review_title": "BEST PERFUME EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "If this perfume ever gets discontinued I will die. The absolute perfect scent that isn't offensive in any way. I get compliments whenever I wear it. I can't describe the scent other than it's unique and beautiful."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I love this perfume. It has a beautiful scent that is warm and a little on the sweet side. Iu2019m not a fan of floral scents so this one is great for me! I received a sample and decided to buy the full size!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Every time I wear this I always get compliments and has now become my all time favorite scent"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I got a sample of this and omg it smells so good. I got my friends to buy it too because they fell in love with it. Recommend you check it out in store and see if you like it! You wonu2019t be disappointed. Itu2019s so different than a lot of perfumes. Iu2019ve never come across this scent before tbh."
        },
        {
            "review_title": "Unique scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Love the scent of this perfume. Is unique, soft, fresh... I only wish it would last longer but will definitely repurchase after I finish my first bottle."
        },
        {
            "review_title": "Love Nest",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Fun, playful but not overpowering.  Nest has beautiful perfumes and I love their bottles.  They last long and thereu2019s something for everyone yet they are a niche fragrance.  Fun to have something different."
        },
        {
            "review_title": "My forever scent.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "If you made it to third bottle I donu2019t think I have to say much. And please DO NOT DISCONTINUED. I Love You Indigo."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have lusted over this scent for years after getting gifted a roller ball, finally my boyfriend gifted it for me. I love it so much.. itu2019s such a specific scent.. and thatu2019s what I love. With this perfume you get your own signature scent like none other. I havenu2019t even smelled any of the other Nest products.. but I will now that I got my favorite perfume out of the way."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this as a sample I my previous Sephora order and it caught me by surprise.  Absolutely love this scent, couldnu2019t wait to purchase; an early Christmas present to myself~!"
        },
        {
            "review_title": "Sensory Overload",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I purchased this scent after smelling a rollerball version they had on display. I have never heard of this brand before but this scent is everything! A little on the pricey side (I personally think they should lower the price and I would buy way more, but hey that's me). I wear this as my winter scent, although it could probably work year round, and I wear it everyday because it smells soooo good!  I also love the simplicity of the bottle.  They have some other scents available too which also smelt amazing. So I would definitely recommend this perfume."
        },
        {
            "review_title": "One of my favorites!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have 2 scents I would call my signature scent and this is one of them. This smells good on everyone! I don't even know how to explain it's fragrance because I feel like it changes as the day goes on. Its scent stays on you a long time. It is more of a lighter scent in my opinion. I am not a huge fan of most of the other Nest fragrances but this one is amazing. It's also in a beautiful, sleek bottle."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "This wears very well on me, I get many compliments and it is a very unique... uplifting, earthy yet slightly sweet and a nice warm fullness to it. I really like it."
        },
        {
            "review_title": "Lovely smell yet disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "While I absolutely love the smell, it doesnu2019t last all day. Or even half a day for that matter. Iu2019ve only had it for about a month and Iu2019ve used more than half the bottle, when typically with other scents, a bottle this size would last me at least 3 months. If they can figure out how to make it more concentrated, Iu2019d be a loyal buyer year round.For $74, I expected more."
        },
        {
            "review_title": "Warm and cozy scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Perfect for autumn and winter months. Fragrance last all day. Nice amount of product for price."
        },
        {
            "review_title": "Amazing smell, purchase it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love everything by NEST, this perfume Indigo is amazing. the smell is warm and sexy.  I love that I can smell it on myself, a little goes a long way. great purchase"
        },
        {
            "review_title": "No scent",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This fragrance had no scent to it at all.  I have no idea what it's supposed to smell like.  Returned."
        },
        {
            "review_title": "I love this perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Im a Chanel girl always been but Iu2019ve been wanting to try something different. I was looking for a new fragrance to try I mustu2019ve been in Sephora for like 45 minutes smelling all the different ones and nothing really stuck. Then a sales rep for nest started talking to me and I was hesitant at first because I didnu2019t recognize the brand. She gave me samples of each scent to try and I came across this one and Letu2019s just say I was pleasantly surprised. I decided th purchase the rollerball just to see how it smells on me before committing to the fragrance bottle and Iu2019m blown away. If you like those fresh scents that linger with a hint of floral this is definitely for you."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Beautiful fresh scent! It kind of takes me on an adventure every time I smell it. It doesnu2019t smell sexy. It just smells super fresh and kind of sweet. Itu2019s absolutely unique and beautiful."
        },
        {
            "review_title": "Fav Perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I went from hating perfume, to wearing this daily. It has such a beautiful smell that's not too intense. Highly recommend"
        },
        {
            "review_title": "Nozzle Broke!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The spray nozzle broke, so now I can't use it!  It doesn't seem like the top comes off, so I can't even put it in an atomizer.  I loved the smell of this perfume, and am so disappointed I can no longer use it.  My only complaint (besides the faulty nozzle) is the scent doesn't last long."
        },
        {
            "review_title": "Perfect!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This is an absolutely perfect perfume! I do not like overly feminine perfumes. Overly feminine floral perfumes do not work well with my body chemistry. This is the perfect balance of masculine and feminine. It really does smell like the notes listed in the description. On me, I mostly smell tea and fig with cardamom in the background. It is a very balanced and elegant scent."
        },
        {
            "review_title": "Long-lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I received a sample of this w/ an order. I don't like how it smells straight off my skin, but the after spray is divine. I love scents that pack a punch and that I can smell THROUGHOUT the day. My skin seems to repel scents, no matter the cost of the fragrance. This particular scent, seems to last on me. I very much enjoy it."
        },
        {
            "review_title": "Intoxicating and sexy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is probably one of the first times I have smelled a perfume and had no hesitation I had to have it. It is absolutely an intoxicating, sexy and at the same time nostalgic yet unique scent."
        },
        {
            "review_title": "warm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "My favorite perfume. A lot of perfumes give me headaches and this one does not bug me at all. It is a warm and spicy scent, perfect for fall and winter. Still on the hunt for a great summer smell, but this one is a must have for the cozier months."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This perfume smells amazing but it is not the most long lasting."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Love love this fragrance"
        },
        {
            "review_title": "The best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "My new fave!!! Itu2019s interesting, I wouldnu2019t say u201cwarm and spicyu201d per se but musky and slightly sweet, Iu2019m so into it!!!"
        },
        {
            "review_title": "Very enjoyable to wear",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "So appealing and sensual. My husband loves it and he is picky with fragrance."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I don't like most perfumes. They're too floral-y and sweet. Nest, as a brand, tends to have some of the best fragrances (Juliette Has a Gun is a close second) for a non-perfume person. Indigo is far and away the best perfume I've ever tried. It does have flowers in it, but it isn't your typical flower bomb. It's an earthy, woody fragrance that's still entirely feminine. Sultry is the word I would use to describe it. It has great staying power, too."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "It smells sweet, but has a kick of spice to it from the Cardamom"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "Everything by NEST is honestly so amazing, beautiful fragrances and great price point. I got Indigo and Cocoa Woods as samples and they are now must haves for me."
        },
        {
            "review_title": "Great smell, no staying power",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Love love love the smell as did anyone else that smelled it. The scent does not last very long at all though. Disappointing."
        },
        {
            "review_title": "Gorgeous balanced scent with great staying power",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Received this as a gift from my mom"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, mediumTan skin tone, Combination skin",
            "review_text": "YES. Finally a real parfum to love. I used to wear Lauren, for years and years and then they changed it. I have struggled since to find a scent that really works with my body chemistry and has the deep scents I prefer. This, hits the nail on the head.  Fantastic and it lasts. My next big purchase in the Self Treat category will definitely be a full bottle of this."
        },
        {
            "review_title": "amazing scent- wish lasted longer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": ""
        }
    ]
}