{
    "product_id": "1447",
    "name": "Clear Sunscreen Stick SPF 50",
    "brand": "Shiseido",
    "categories": "Skincare, Sunscreen, Face Sunscreen",
    "price": 42.0,
    "about": "What it is:A clear sunscreen stick, with SPF 50+, that works over and under makeup for sun protection on the go..Skin Type:Normal, Dry, Combination, and Oily.Highlighted Ingredients:- WetForce and HeatForce Technologies:  Create an invisible, lightweight protective veil..What Else You Need to Know:This ocean-friendly formula offers UV protection for face and body. It glides on clear, under or over makeup, for easy, portable coverage on active, outdoor days. This stick is also free of oxybenzone and octinoxate and is compliant with Hawaii regulations.",
    "ingredients": "-WetForce and HeatForce Technologies:  Create an invisible, lightweight protective veil..-SynchroShield: Supports the protective layer upon exposure to heat, water, and sun...Avobenzone 2.5% (Sunscreen), Homosalate 10.0% (Sunscreen), Octisalate 5.0% (Sunscreen), Octocrylene 10.0% (Sunscreen), Inactive Ingredients: Diphenylsiloxy Phenyl Trimethicone, Mineral Oil, Hydroxystearic Acid, Triethylhexanoin, Peg/Ppg-9/2 Dimethyl Ether, Methyl Methacrylate Crosspolymer, Dibutyl Lauroyl Glutamide, C12-15 Alkyl Benzoate, Polyamide-8, Silica Dimethyl Silylate, Tocopheryl Acetate, Peg/Ppg-14/7 Dimethyl Ether, Lecithin, Glycyrrhiza Glabra (Licorice) Root Extract, Ppg-17, Castor Oil/Ipdi Copolymer, Caprylic/Capric Triglyceride, Bht, Tocopherol, Peg-6, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Silica, Fragrance.",
    "how_to_use": "Suggested Usage:.-Twist the dial to reveal approximately one-centimeter stick. .-For even application, apply directly and generously. The clear stick allows for no-mess, touch-free application; however, on intricate areas such as around the eyes and nose, the product can be applied to the fingertips and blended into skin..-Apply in zigzag strokes across the forehead and over the cheeks..-Apply to the eyelids and nose, using fingertips if necessary..-Use zigzag strokes to cover larger areas and blend..-Apply Expert Sun Protector Face and Body Lotion SPF 50+ (sold separately) in the morning, and reapply to the face and body with Clear Sunscreen Stick SPF50+ throughout the day, over or under makeup. .-Sunscreen should be applied, and reapplied, to the face even when wearing a mask.",
    "num_reviews": 173,
    "overall_rating": 4.2,
    "product_url": "https://www.sephora.com/ca/en/product/shiseido-clear-sunscreen-stick-spf50-P472998?skuId=2447290&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2447290-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "0.7 oz/ 20 g",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2447290-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Leaves weird residue and made my skin look like it was flaking."
        },
        {
            "review_title": "A must have product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Product is quiet nice and handy . Easy application, no white cast . Perfect"
        },
        {
            "review_title": "Harmful to skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, red hair, Deep skin tone, Dry skin",
            "review_text": "Harmful chemicals that give you redness and skin rash if used.Stay away save your skin"
        },
        {
            "review_title": "Want sun protection? Get this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Can confirm this stuff works! Went kayaking on the lake and everywhere I put this I did not get burned! The only place I got burned was my back and I used a cheap drugstore brand and got burned badly. Super hydrating for a hot day. Be careful not to get it hot or itll melt. I learned the hard way."
        },
        {
            "review_title": "A must have! Best stick sunscreen- non sticky!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Not only is this reef safe but it also doesnt break me out.   Ive already purchased my second one for the summer :)"
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have a sensitive skin and it make me breakout every time I use it"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This product has a really easy application but makes my skin feel a little greasy! It also did not break me out (i have oily/ acne prone skin)"
        },
        {
            "review_title": "Daily must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Dry skin",
            "review_text": "Doesnt break me out, glides on smooth, works wonders"
        },
        {
            "review_title": "Only protects you where you put it on.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I used this product on my face today with some cream concealer before heading to a powwow. $400 in jewelry and 6 hours in the sun later - I realized I should've rubbed this sunscreen stick on my arms, shoulder, and chest, too. At least my face isn't burnt. ud83eudd23 I only applied it once before going out and did not wear a hat."
        },
        {
            "review_title": "Top up sinscreen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Been using this stick as my top up sunscreen during the day for 2 years now. Great product"
        },
        {
            "review_title": "Broke me out :(",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Im so sad because Im pretty sure this product gave me milia ud83dude29 Wanted to love it so bad because it went on awesome, no white cast, and not too greasy after powdering but yeah, it clogged up my pores real bad and made me break out in a way Ive never experienced before."
        },
        {
            "review_title": "Vraiment tres bien",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Tres bien sous le maquillage jaime beaucoup le resultat que ce soit avec la CC creme ou le fond de teint"
        },
        {
            "review_title": "Summer must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Love this so much! It makes me want to reapply my sunscreen every 2 hours like youre supposed to.  It lasts so long as well, my favourite for the summer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I have purchased this product after seeing an ad on social media.personally I love this sunscreen as it has a clear texture not creamy and whitish. There is no need to blend this as like others. It is costly but worth the money"
        },
        {
            "review_title": "LOVE THIS SUNSCREEN!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "My go-to sunscreen... I actually wish I'd finish it so I could buy it again! Love this potent little stick. Smells great, covers perfectly and lasts forever - PLUS it's hand to pop into your purse and reapply wherever, whenever!"
        },
        {
            "review_title": "Rash",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I loved this product at first. After using two days in a row out in the sun I had a bad reaction start on my face. A bad rash with bumps, I stopped using the sunscreen because of the rash and it being itchy and burning I have had the rash for three days and it is still not going ways"
        },
        {
            "review_title": "Did not work for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Im fair skinned, and this did not protect me from the sun despite reapplication. A bottle of drugstore sunscreen was way more effective."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "my whole family loves this sunscreen and I find it works so well for my oily skin"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, mediumTan skin tone, Dry skin",
            "review_text": "I love it  My skin os dry and it works really well for my skin make it fell hydrated and glowy all day  Really love it"
        },
        {
            "review_title": "Not recommended for combination and oily skins",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "While it is mentioned for oily skin, Ive found it too greasy on my combination skin! Disappointed!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Works well under make up, doesn't sting eyes. Been using it for over a year now. HIghly recommend."
        },
        {
            "review_title": "Review",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "Thats pretty good. No white, no clumping. I recommend it"
        },
        {
            "review_title": "Just add it to cart",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Honestly amazing. Not oily, works with applying over makeup and no white cast. 10/10 already bought my second one."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "Just got this. It is not oily at all. Perfect finishing. A little bit disappointed with the size!"
        },
        {
            "review_title": "Summer Staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Light skin tone, Dry skin",
            "review_text": "great for quick re-application. LOVE that its clear. and it layers over makeup well! best for normal and dry skin."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "notSure skin tone, Combination skin",
            "review_text": "Only 4 stars for overpriced. Good for sensitive skin"
        },
        {
            "review_title": "Great product! Dont let the size fool you.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Absolutely love this for my son. My son hates thick lotion sunscreens and has very sensitive skin. Recommend this for going on vacation to Mexico or around town on a hot day. It lasts a reasonable amount of time if you use it on your face only."
        },
        {
            "review_title": "I highly recommend the Shiseido sunscreen stick",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Its a standout among its few competitors, effortlessly delivering on its promises with a residue-free application that outshines all others. Having tried numerous options, I've repeatedly chosen this product for its effectiveness and quality"
        },
        {
            "review_title": "Sunscreen all day!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I'm only giving 4 stars because of the price point. Its quite pricey for the size but its a good product and most importantly, is not too greasy and does not leave a white cast! Gets the job done. I'd like to mention that i did not receive any of the free samples i thought would come with the delivery."
        },
        {
            "review_title": "Must-have !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this product so much. My skin burns very easily. I was in a place where the UV was 12+ and my skin did not burn and it barely tanned! The applicator makes it so easy and quick and clean and I cant say enough good things about it!"
        },
        {
            "review_title": "8/10",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "i just love the fact thats clear, very practical and good smell. i dont love the fact thats very overpriced tbh, you could get beauty by joseon sunstick times 3 with 42$ (not even two months ago it was still 40$ lol) but i wanted to try it so bad so yeah i just got it because why not"
        },
        {
            "review_title": "A must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Absolutely love this! super convenient to use and for travel. I have repurchased this multiple times now, works great for my combination skin and even over makeup"
        },
        {
            "review_title": "a must for me now",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I have melasma, and keeping the sunscreen routine is key for me. This was just an amazing purchase! The price is worth it as this is easy to apply, convenient to carry and it doesn't leave a weird or sticky feeling. Please note: if you are sensitive to scents, this might not be for you as the smell is kind of strong."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Loved this so much I bought one for my car and for my room. I use this all this time and its so easy to apply and reapply."
        },
        {
            "review_title": "Will repurchase",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Love this product for my dry skin, love that its easy to use, small and doesnt leave a white cast. Flaws:stick doesnt push out all the way so you have to scoop out remaining product, it makes face 2 shiny, sometimes pills  out the rest  out the rest  - m"
        },
        {
            "review_title": "Not a fan",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Easy to use, however it made me feel like throwing up with every use, and left my face pilling with residue."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Its very easy to apply, can be used over makeup. It is compact in size to easily fit in small purse. Essy to reapply. Love this product"
        },
        {
            "review_title": "love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Dry skin",
            "review_text": "great to have at hand when travel or forget to put sunscreen before leaving the house. suitable for mature and sensible skin."
        },
        {
            "review_title": "Def wouldn't repurchase... so thick, oily/greasy!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I wanted to like this so much especially because it gets advertised as something you can use over top of your make up but you definitely can't. I don't wear a lot of make up, only concealer, a bit of powder and some blush and even on top of that you can't apply this - its oily and thick and you almost have to rub it in other wise it just looks like you have streaks of grease on your face. I like that its tiny so you can carry it around with you but again if i wanted to look decent where ever I was going I wouldn't be using this. Def wont buy again :("
        },
        {
            "review_title": "Easy to apply",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I really liked this sunscreen. A must have sunscreen for summer so easy to reapply."
        },
        {
            "review_title": "Could be better!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "After using it for a while I can tell that its not good as the cream formula sunscreen how ever its a need for reapplying while youre out overall stick sunscreen it a must have but this one doesnt feels great on skin I will keep repurchasing it but Im still looking for a light weight and better one"
        },
        {
            "review_title": "Sunscreen genius",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "This has replaced my many beloved sunscreen products. Easy to use, easy to clean and easy for every occasion. I dont want to touch my face unless Im at home in front of my sink/ vanity. It doesnt matter how intensely I wash my hands, outside/ public surfaces gross me out and this product allows me to consistently reapply sunscreen without me touching my face. Ive already stocked up and Im on my third stick. I must say it does provide a somewhat greasy look but I can pull it off as dewy. Id rather protect my skin than worry about looking too oily."
        },
        {
            "review_title": "Really great but smells weird",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "So convenient and I keep in my purse at the summer. Even my boyfriend loves it. But I will say I would not apply over makeup (I havent tried but I just cant see it going well). I will say I mostly took a star off because it smells really weird. Doesnt stop me from using it though."
        },
        {
            "review_title": "Sunscreen on the go for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "My on the go sunscreen on my little bag. I always use the supergoop unseen sunscreen but when I am outside this us my easy go to. Just slide on your face and neck and it doesnt smudge my make up."
        },
        {
            "review_title": "I feel rich, I feel fancy, I feel lied to",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love this product but have lost all faith in any form of sunscreen sticks. Lab Muffin Science did research into using sticks vs lotion and it only applies 1/3 of the required amount! Bye bye ease hello sticky hands"
        },
        {
            "review_title": "Nice product with serious design flaws",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "This is a nice product with some serious design flaws. Positives: - in my experience, the sun protection is great - it is oh so easy to pop into a tiny bag so you can reapply whenever you like - because its a stick, you dont need to worry about getting your hands messy or it leaking - I used it on myself and my kids on vacation and in the summer over a one month period, with constant reapplication and its the first sunscreen my kids were okay with - it has a nice finish with no white cast and goes well under makeup  Negatives: - about 30% of the product is completely unusable as you cant push up the stick further. Even if you try to scoop it out, youre left with chunks of sunscreen that dont easily melt onto your face. - its very expensive, especially considering that you get significantly less product than what is advertised due to the above mentioned reason.  I would not purchase it again due to the negatives. However, if you didnt have any sort of budget constraint, its a good buy."
        },
        {
            "review_title": "reaction??? super itchy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "looks good rly easy to use .. made my face rly itchy and prone to acne so i cant use it but it wouldve been rly cool if i could"
        },
        {
            "review_title": "A must have Sunscreen for oily skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Its transparent and oil free. I loved it that its non-tinted. I like the stick application, very easy to use"
        },
        {
            "review_title": "Absolute best facial sunscreen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Goes on nice and smooth, no white residue, non-greasy. I wouldnt change a thing. The only sunscreen I will ever use for my face going forward."
        },
        {
            "review_title": "Not good for acne prone skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product is not for acne prone skin makes me break out like crazy, the idea of a stick is great and its clear so no white cast but sadly just didnt work for me"
        },
        {
            "review_title": "Works great, but leaves me very shiny!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I have very sun sensitive skin and I haven't burnt once since using this! Love the stick so I don't need to touch my face with my fingers with applying. ONLY thing I don't like is how shiny/oily it makes me look. Will continue using when outside at the beach/working, but will be looking for something different for my day to day SPF that will leave me with a more matte look."
        },
        {
            "review_title": "perfect for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this is a life saving product, dont think twice and get it specially if you have dry skin"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "love, love, love this sunscreen!!!! so easy to use"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Although people like this profuct I hate it. I have a combo sensitive skin and this product made it greasy when applying. I got small blemishes that cleared after stopping this."
        },
        {
            "review_title": "Perfect for on-the-go",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Ebony skin tone, Combination skin",
            "review_text": "This is the first sunscreen product I actually feel like I can use on the go. It doesn't make me extra oily and it doesn't leave a cast. it's not going to replace both your moisturizer and sunscreen, but it does the sunscreen job well."
        },
        {
            "review_title": "i broke out :(",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "wanted to love it because its cute, convenient, and ocean friendly BUT i have NEVER broken out like this before. i have hormonal acne which means i will get a few big pimples around the time i get my period but other than that my skin isnt so bad. i noticed that when i used this i started to get a BUNCH of little bumps on my face that i have NEVER had before. it now covers both sides of my cheeks, chin, and jaw. i stopped using it and my skin is recovering but idk how long it will take. not a good choice for my face at all but okay for my body"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Convenient but really oily. Made my face feel almost dirty"
        },
        {
            "review_title": "Best chemical sunscreen stick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Best chemical sunscreen stick..ita really works for under the makeup,  my eyes normally get tears for chemical sunscreen..but this one never had a problem,,, seemless, little bit shiny.. but I love it"
        },
        {
            "review_title": "Is this good, or is this goood",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love it, so easy to re-apply on the go and no excuse like u201coh I got dirty handsu201d. It is a little more oily than my all time favourite, but this one mmm mmm mmm I am definitely repurchasing. My skin feels so good considering how sensitive it is."
        },
        {
            "review_title": "Lives in my bag :)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Dry skin",
            "review_text": "This is my secondary sunscreen,  the one I use to reapply thorough the day.  I love this little stick so much! It's very handy and convient. It doesn't mess up my makeup either.  It does leave you a bit greasy like some spfs do. But I don't mind it.  It goes on clear and has a gentle fragrance.  I bring this to the beach to apply after swimming or in my purse when I'm out and about."
        },
        {
            "review_title": "Love it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I love this product. Im lazy person, so spf in stick is perfect for me. Now I never forget to use spf before Im going to street. But still its make my skin a little bit oily. But I really love it"
        },
        {
            "review_title": "Love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Myself, my sister, and my mom all got one. We LOVE it. Fits perfectly into my lulu pouch so I can reapply on the go! Dont think it feels more greasy than any other sunscreen Ive used. I hate sunscreen but this is my favorite one 8ve tried so far  sync"
        },
        {
            "review_title": "Must use to reapply sunscreen",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I love this product. Smells nice, has nice packaging, easy to apply. But it's too oily for me. If you have dry skin I highly recommend it."
        },
        {
            "review_title": "Not for sensitive skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I bought this sunscreen to use as a main sun protection but always had burned skin just in couple hours. Than I started to use it as replication but increase oil and was cast on skin. It's glow to oil kind offinish"
        },
        {
            "review_title": "Makes my skin look oily",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I love it, but it does make my skin look very oily after"
        },
        {
            "review_title": "So far loving it ! Worth to try",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love that is small enough to bring in small bag.The clear stick is perfect to melt on the skin. Doesnt feel sticky on the skin and the smell is  not too strong (im sensible to parfume)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "No white cast, moisturizing properties and I love it. Am buying again. Thank God I listened to the agent who recommended it."
        },
        {
            "review_title": "My love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Every time I try to use another sunscreen I find myself wanting this more and more. Perfect for light makeup users (I dont use any foundation or concealer just blush and highlight), has a nice finish and doesnt make skin look dull"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Perfect for over makeup application. I first blot the oil off my face during the day and then apply this. It glides over the skin nicely and applies good over makeup. My bb cream stays in place but it does take off my highlighter"
        },
        {
            "review_title": "Wish my skin liked it...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Ebony skin tone, Normal skin",
            "review_text": "I love the concept and after reading so many good reviews I thought I found a winner. It just wasn't for me. Broke me out after 1 use. I purposely gave it a break and tried again a few weeks later, and low and behold it caused me to break out again. I love that it is clear and gives a subtle glow. Easy to apply and re-apply under or over make-up. It's a good product just not for me."
        },
        {
            "review_title": "Very sticky!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Combination skin",
            "review_text": "Very sticky! Does not dry down. I wanted to use it primarily on the face area but as its so sticky, my hair would get stuck and it would be an uncomfortable mess."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Excellent product, lasted almost 1 year. I used it as my secondary sunscreen for reapplication after leaving the house. Slight make up transfer but not noticeable on the face, only noticed it on the stick. Just repurchased!"
        },
        {
            "review_title": "Simply the best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this and I have sensitive skin!! I use this as a top up sunscreen for outdoor activities and its amazing. Super easy to apply, no breakouts, no irritation and no white cast. Love it!!"
        },
        {
            "review_title": "Gives break outs and is extremely greasy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I wanted to love this product especially for the price, but it really didn't work out for me.  I started getting more and more break outs ever since I started using this. I have oily acne prone skin, but I really wouldn't recommend it to anyone."
        },
        {
            "review_title": "Wouldn't recommend",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I was very excited to find a clear sunscreen stick from a reputable brand - hoping it will be great for oily/acne prone skin like mine. However, I was super disappointed to learn that it was quite the opposite. It's clear, but super sticky and my face feels like an oily slick after application. I would advise against this one as it feels like vaseline on your skin."
        },
        {
            "review_title": "Best SPF Stick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "The best spf stick. No irritation, break outs or sunburns. Even while working out and sweating the product does not run into my eyes, as an avid runner this was huge for me! My boyfriend has already commented that my face is less red than before. (Its because I am constantly putting this spf on my face! No sunburns! As a redhead, Ill burn in like 5 minutes of direct sunlight.) People complain about the size but I love that it fits anywhere. Ive tried countless sunscreens over the years and this is my top choice for my face and neck."
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Feels nice on the skin, smells good, and wears well under makeup. I havent been sunburned yet!"
        },
        {
            "review_title": "It works, but for this price?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This is solid, I haven't gotten a sunburn on my nose yet (where i regularly get one in the summer). For this price-point, it's lacking something. I would agree with the reviews saying it's greasy-feeling, but my dry skin just eats that up so I have no issues with the greasiness."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I really wanted to love this but it makes me soooo greasy! If you have oily or combo skin I would not recommend. Plus it never absorbs. Even hours later it still feels like I just applied it."
        },
        {
            "review_title": "Body only.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this, i use it on my body mostly, never my face, i use a different one. But this did work, i was out in the sun all day, and I did not get dark during that day, it sat so well after reapplying once ofc. Recommend for body only."
        },
        {
            "review_title": "pretty good for the most part",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I bought this because of the hype in all honesty but i actually do like it as a sunscreen, it applies nicely and evenly over my skin care, no color residue and did a great job at protecting me in the sun/on the water with easy reapplication and easy to use packaging, pretty codtly but so far lasted me quite a while with every day use. 2 things i dont like about it is 1) because of my face fuzz it kind of makes my face itchy for the first 10 mins after application, but a little bit of HD MUF setting powder and im just fine, just my opinion only 2) makeup application over top was tricky, not all formulas worked over the sunscreen without pilling up and dont even think about reapplying over your makeup lol. Overall I would still recommend the product though."
        },
        {
            "review_title": "Good sunscreen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This sunscreen is very good for outside activity and to replicate the sunscreen during the day. You dont have to touch your face and if face to apply. The product give a pretty glow."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I really wanted to love this product-it was always sold out and I finally got my hands on it. Pros: convenient and smells good cons: greasy, slides your makeup around and made me break out (and I dont ever"
        },
        {
            "review_title": "Doesnt absorb, leaves a oily film",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I really wanted to love this but I just cant, whenever I put this sunscreen stick on it doesnt absorb. It just leaves a oily layer on my skin that wont budge and leaves me feeling gross."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Get it!!!!!!!!!!!!!!!!!!!!!!!!!!!!!Amazing sunscreen so glossy applying make up on this makes it very easy and make up looks more glossy and beautiful and no white cast. Easy to apply. User friendly applicator, love it. Would get it again for sure. Suggested to my friends as well."
        },
        {
            "review_title": "Absolute must.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "This is an absolute must. I love how easy it is to apply and reapply. the best part is you can reapply the sunscreen over your makeup without any care of smudging it. Again an absolute must in your bag."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I hate wearing sunscreen, but this one is so easy to apply, lightweight and invisible, that I dont mind it! Also more fun to put it on!!"
        },
        {
            "review_title": "Lightweight and easy to reapply",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I have repurchased this sunscreen because its so good. Its wonderful for days without makeup. I love that it doesnt leave a white cast. I dont wear a ton of makeup so even with makeup it works great."
        },
        {
            "review_title": "Oily skin & breakouts",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This sunscreen was definitely not for me. It made my skin feel so oily and icky, but since it was 50 SPF I decided to give it a chance. But then I noticed it was making me break out and it caused pimples. It didn't leave a white cast or anything but its definitely not for me."
        },
        {
            "review_title": "Ok SPF for no makeup days.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I purchased this after reading the reviews saying that it applies beautifully over makeup, personally I did NOT have that experience. The greasy texture when applying doesn't bother me but the smell is nauseating. I was looking for a sunscreen that would apply nice over makeup for SPF reapplication throughout the day which this wasn't so I can't recommend it for that purpose at this price.The stick formulation is convenient but I'm sure I can find a more affordable one."
        },
        {
            "review_title": "Amazing product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Its a really nice product. Felt light on my skin. Didnt leave a white cast. However over makeup, it did take some of it off. But other than that a great product"
        },
        {
            "review_title": "I'm absolutely in love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Olive skin tone, Combination skin",
            "review_text": "loving this product. Smells amazing, compact size for on-the-go, and easy to apply. Greasy at first, but it helps keep my dry skin moisturized throughout the day.  I also enjoy the natural glow it leaves on my skin with no makeup on. 10/10 recommend."
        },
        {
            "review_title": "So greasy and expensive",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Feels like a pan of grease on my face, its so sticky and grossu2026 also made me have little bumps on my skin. Just go with a korean stick.. cheaper and better"
        },
        {
            "review_title": "lol",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "SCREAMING. Why is this so hyped? For the amount of packaging that is used first of all is *absurd* - this comes in additional plastic bag. I wanted to die when i looked at how much is inside for $40. Sephora is talking about clean beauty but also selling brands that contribute to the problem. It does feel like a nice formula but like why. i am returning this. dont buy it, you get so little!!!!"
        },
        {
            "review_title": "A sunscreen that makes me want to wear sunscreen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "I've had a hard time finding a sunscreen that worked for me and that I would wear everyday. This one has made me actually want to wear sunscreen and doesn't leave a whitest. I've gone through 2 sticks!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I like it a lotu2026 Im just really bummed out about the fragrance. Its a little nauseating."
        },
        {
            "review_title": "Repurchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "My favourite sunscreen that sephora carries. I have this in my pocket/bag and have repurchased it several times. I am usually very sensitive to scents but the scent of this product hasnt bothered me much."
        },
        {
            "review_title": "get it when you can!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Its really convenient and easy to use, no white cast and isnt greasy + doesnt sting my eyes. minus one star for the price, the actual product looks like a mini size."
        },
        {
            "review_title": "Best Sunscreen Stick Ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love using the sunscreen stick as a base layer before applying makeup, as this will help to create a barrier between my skin and the sun. As I have dry skin it also acts as a sun-protective primer. If you have oily skin, it can be helpful to use a mattifying primer before applying the sunscreen stick to help reduce shine throughout the day.  The Shiseido Clear Sunscreen Stick SPF 50+ is a convenient and easy-to-use product, but there are a few hacks and tips that can help you get the most out of it. One tip is to apply the sunscreen stick to your face in a circular motion, using gentle pressure to ensure that the product is fully absorbed into the skin. Another tip is to apply the sunscreen stick to the back of your hands, as the skin on the back of your hands is often exposed to the sun and can show signs of aging. It is also recommended to reapply the sunscreen stick every two hours, or more often if you are sweating or swimming, to ensure that your skin is fully protected.   Overall, the Shiseido Clear Sunscreen Stick SPF 50+ is a must-have for anyone looking to protect their skin from the sun's harmful rays. Its high SPF rating, clear formula, water resistance, and easy portability make it a convenient and effective option for all your sun protection needs."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Works really well! Makes reapplying sunscreen that much easier and applies flawlessly over makeup."
        },
        {
            "review_title": "Korean spf sticks are just as good and cheaper.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It works wonderfully on top of makeup! I know everyone complains about the size but it says in the product description lol. 1 star off since theres better Korean spf for a cheaper price!"
        },
        {
            "review_title": "A must have for protecting your face",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "My 3rd stick - love to use on the go - so easy and not messy!!"
        },
        {
            "review_title": "Best for outdoor!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love how easy it has become for me to reapply sunscreen when I am out in Sun! Thanks to this roll-on stick for making my life easier. This is great when you want to reapply sunscreen on top of your makeup!"
        },
        {
            "review_title": "I kinda like it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Application is so much easier than the other sunscreen that Ive used, the only thing that I didnt my face looks so oily after applying and it sets too long, and its too expensive for the size."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love how convenient it is to use and reapply on my face and hands throughout the day. It definitely has a shine to it but I enjoy the glow it gives me. Its pricy for the size but it lasted me all summer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This is the first time I use a sunscreen stick and I've been enjoying it a lot. It's pricey but definitely worth the hype. No whitecast, pleasant smell, easy to reapply, comfortable wear."
        },
        {
            "review_title": "5 stars if they reduce the price!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Finally a sunscreen that doesnt burn my eyes! I love that it stays in place. It doesnt make my face look oily and gross. The stick idea is amazing! It is on the small side for the price."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "It's tiny! Love it, easy application no white cast. Great over and under makeup. Consistency a little balmy, light fragrance. Felt oily in humid weather, good in dry weather."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is so quick and easy to apply it actually makes me wear sunscreen. It smells nice, applies smoothly, but is sooo small for the price. Knocked off one star just for overall value."
        },
        {
            "review_title": "Helpful for reapplication! Beware makeup users!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This sunscreen is great for on the go reapplication! I always wash my hands before I put my sunscreen on, but when youre out and about and reapply every 2 hours sometimes you dont have that option. This makes it incredibly easy to do so, so for that on its own its getting 4 stars! Unfortunately this isnt the best fit when wearing makeup (which the reason I bought it in the first place.) it actually worked okay on the face, but the eye area is a nightmare, it made my best waterproof mascara run because of the oils. But if youre just applying on the face (which is better than nothing) it works even with oily skin, just bring some pressed powder to reapply with it! I only took off one star because it is tiny, and isnt perfect for reapplication but definitely pretty good!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This product was definitely worth the hype. It is scentless and transparent and not greasy. Spf sticks are perfect for on the go since you don't need to wash your hands before and after application. The only reason I deducted one star off was because, for the price, this sunscreen stick is incredibly small. I don't have big hands and it is the size of my palm."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "Good and practical sunscreen. I have acne prone skin and this product didnt cause any breakouts.  It may not be the best one for oily skin but it works fine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Love this product. Very convenient to use. Really really want to buy it again but its out of stock every where."
        },
        {
            "review_title": "very convenient",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "I love this! I keep it in my purse for reapplication throughout the day. Super convenient and I dont find it makes me oily. It has made it far easier to remember to apply my SPF! I cant speak to whether its good under/over makeup as I dont normally wear any."
        },
        {
            "review_title": "Definitely a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "Im out of my first stick but cant repurchase bc theyre sold out everywhere. Shiseido please restock asap. Im literally scooping out whatevers left on my stick"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Un must u00e0 avoir avec soi en tout temps. Excellent produit offrant une bonne protection solaire. Tres polyvalent. Cest une excellente base de maquillage et il donne de leclat au visage. u00c9galement parfait pour des retouches par-dessus le maquillage.  Genial aussi pour les petites surfaces du corps comme les mains ou le decollete quand on desire ce proteger du soleil et ne pas avoir de taches blanches sur ses vu00eatements."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Love this better than the other products in this line those burn my eyes when washing it off .  I wear this before and after makeup but it has to be more full face . The more u201cclean girl makeup u201c wont work, this will breakdown the makeup. Easy to travel with. No white cast and buildable . I did a review on YouTube Mellybe applying it over my makeup ."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Great product only when its worn on its own! I love to wear it when I go for my walks. It has never caused any types of acne. I just wish it worked well underneath my foundation. I noticed that my foundation seperates and I look very shiny with this product."
        },
        {
            "review_title": "Always sold out for a GOOD reason",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is amazing. I wear sunscreen everyday and Ive been re-applying way more ever since I bought this because its so easy to carry around and feels nice. I bought cheap drugstore sunscreen sticks thinking theyd do the same job, but I was wrong. I dont feel this sunscreen on my face, its so lightweight. Theres no white cast and it doesnt budge my cream makeup (although it does move powder)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "If I could only buy one beauty product for the rest of my life, it would be this sunscreen stick. This stick makes it so easy to incorporate sunscreen into your daily skincare route. It goes on great under makeup, or overtop. Its so continent to reapply throughout the day - perfect size to keep in your purse. I cant recommend this product enough."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "So glad I finally snagged this product. It is amazing. I could not find another product that I could use over my makeup for extra sun protection. I use it mid day to reapply sun protection and it does not rub off any of my makeup. Would definitely purchase again when it is in stock!"
        },
        {
            "review_title": "Doesnt break me out!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I use a cream sunscreen in the morning and reapply with this stick during the day. It does feel a bit waxy for a bit, but once it melts into my skin I cant feel it anymore. Slight citrus fragrance to it, but doesnt break me out or make my eyes water. It lasts forever too; Ive been using it twice a day for almost a month and I dont think Ive even made a dent it it!"
        },
        {
            "review_title": "Small and oily but fine",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "It smells nice but the only thing is its oily and too small for the price. But otherwise its good."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Easy to use on the go and adds a nice, clear base for face routine. No white cast and smooth application."
        },
        {
            "review_title": "Very convenient",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
            "review_text": "I do not like the spray sunscreens because they end up getting into my eyes and i dont like the cream sunscreens because they feel sticky, after about 2 reapplications. This sunscreen is perfect for reapplications. Its very handy and good for a day out in the sun."
        },
        {
            "review_title": "Invisible but greasy, pimples",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Pro : 100% invisible on the skin. Cons : makes skin a little greasy, and cause pimples."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I hate having a feeling of something on my face (I dont even wear foundation because of this)  and this sunscreen feels waxy on the skin, like a heavy moisturizer (like shea butter maybe?). That being said, I love the glowy finish, it makes it look like I just finished my skincare routine. I do more than the recommended four swipes because I just love applying it. It doesnt sting my eyes at all.  Wait for 15 min after application as that is how it looks once it settles."
        },
        {
            "review_title": "Perfect for reapplying",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "It is the perfect sunscreen for reapplying over anything. I keep it in my bag and whenever I need to reapply I just swipe. Its super easy to use, and you wont need a mirror to check if you blended it out bcz it goes on clear so you cant see it."
        },
        {
            "review_title": "Perfect sunscreen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This sun screen is so easy to use. As someone who finds wearing sunscreen a chore, having this stick around makes putting on sunscreen easy. Its not messy, perfect to reapply, you can put it in your bag without worrying about a leak and it lasts a long time considering the size. It is a but pricey but definitely worth it."
        },
        {
            "review_title": "Easy to apply",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The best to-go sunscreen without any mess on hand. Its on the oily side but once under makeup, its ok."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "The way I filmed a whole video of myself using this over makeup for the review not knowing I cant post videos. Anyways, its goes flawlessly over makeup. Will slightly transfer my IT cc cream (if its been HOURS since application). This fitme concealer did not transfer onto the stick at all though. Its expensive but worth it if you love wearing makeup but want to reapply wear sunscreen. Perfect for when you are in the office."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love how it feels on my skin. Leaves no residue and little to no scent. Its just pretty small."
        },
        {
            "review_title": "Cute, travel-friendly and convenient!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this stick! Leaves no streaks or white cast, super easy and convenient to use and travel friendly. I bring this everywhere with me so that I can easily reapply SPF throughout the day without having to use my fingers. The only issue is that its a tiny bit oily and heavy when you apply it. You can kind of feel it on your skin."
        },
        {
            "review_title": "Magical",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This is the solution to your u201chow do I reapply sunscreen over makeupu201d dilemma. I was skeptical at first but it applied flawlessly over my concealer, blush, highlighter and eyeshadow. There were just a few parts of my face that I needed to patpat to smooth over but my makeup basically did not move. Has a teeny bit of a sheen to it but I like a little glow. 10/10 would recommend"
        },
        {
            "review_title": "Magical",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This applies beautifully on top of my makeup (foundation, blush, bronzer, etc) with NO issues. Its kinda crazy how this performs so well. It does leave a slight shine but it goes away on its own or you can powder. No white cast, no pilling, no strong scent, doesnt ruin your makeup, stick will last a LONG time, travel friendly. 10/10!!! They knocked it out of the park!"
        },
        {
            "review_title": "Best sunscreen ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Omg I will never use another sunscreen ever again. Not only does it go on clear but it doesnt leave your skin looking or feeling dry, but you also dont look greasy. I will definitely be buying again"
        },
        {
            "review_title": "repurchasing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Literally just bought it because I love hands free spf. I used a spray spf before this, but my friend would use it like crazy and it would finish fast. With this I can just be like u201cno sorry I dont wanna get my germs on youu201d  The product it great. It feels so nice on the skin and never ever broke me out. Im almost done but I think it will last like four-five months."
        },
        {
            "review_title": "Does not work over makeup as advertised!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The only reason I bought this sunscreen stick and forked out 40 bucks for this ridiculously small sunscreen product is because it was advertised as being able to go OVER makeup...well no...no it can't...it totally ruins your makeup.  Returning this today. I wish companies would just stop claiming things about their products that's just simply untrue."
        },
        {
            "review_title": "meh. not worth the money",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I had high hopes, and was excited for this product. However, the sunscreen doesnt really soak into skin. I was hopeful but this procedure is not it. Sadly! Still in search of a lightweight, sunscreen!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Love this. Works amazing under makeup. Might make your face a little oily around the T-zone. Nothing a little powder cant fix. Love the stick application its so easy and handy to use. Definitely recommend. No smell no residue."
        },
        {
            "review_title": "My one and only!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I dont write reviews often, but this one warrants one! hands down the BEST sunscreen ever.  You can apply this sunscreen around your eyes without any irritation!"
        },
        {
            "review_title": "Great for people who hate sunscreen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I usually hate the way sunscreen feels and smells but this one didn't bother me at all. It's got the consistency of a men's deodorant and it glides on my face so easily. It also reapplies over makeup beautifully which I definitely could not say for many other sunscreens I've tried. There's no alcohol in this either so it doesn't sting your eyes. After applying it kinda feels like you put on a light face oil and it just takes a few minutes for it to sink in. Will absolutely be repurchasing this."
        },
        {
            "review_title": "great stuff",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "mediumTan skin tone, Dry skin",
            "review_text": "I love this stuff. Perfect for on the go sunscreen reapplication without having to touch your face. It can sometimes look a little greasy but still worth it"
        },
        {
            "review_title": "Best face sunscreen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "My fave sunscreen! Its so easy to wear because its clear and doesnt stay oily."
        },
        {
            "review_title": "My favourite sunscreen to apply quickly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I buy this product every year and use it multiple times a day when I am leaving the house or already out. Love it so much I keep one at home and one in my purse. The size is small but I find it lasts me and it goes on smooth, clear and does not make me shiny. It's great that it is a stick too so I can apply it quickly and my hands don't get dirty."
        },
        {
            "review_title": "products sizes",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I just received this product so I will update my review about itu2026 I would like to say though that its really beginning to be ridiculous for the sizes of all the products but the prices are for full sizes."
        },
        {
            "review_title": "A must-have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "I cannot say enough good things about this sunscreen. I use it daily, under my makeup routine. Its clear, odourless, and moisturizing. Ive also used it over my makeup during the summer and it doesnt leave any streaks or smudges. The stick has lasted me over a year and is well worth the price. I highly recommend!!"
        },
        {
            "review_title": "Goes on clear",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "It goes on clear, not greasy, moisturizing and does not leave a white appearance on my face or anywhere I have used it ."
        },
        {
            "review_title": "Lives up to the Hype",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I was a little taken aback by the size, it's smaller than I expected. That being said, I literally can not find any other fault with this product. Applies easily, the scent is mild but really pleasant, the texture is light and absorbs completely, no lingering greasiness. I haven't tried applying over make up yet.   This really is worth the price. Ive tried so many other, slightly cheaper, hyped up sunscreens that looked awful or broke me out (I'm looking at you Etude House and Cosrx). And with 50 SPF? I'm completely sold on this, will absolutely be repurchasing in the future."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love this sunscreen, but why can I not use all of it? Once you get to the end you can still see theres a good chunk of product there but you cant roll it up anymore."
        },
        {
            "review_title": "AMAZING REAPPLICATION AND EVERYDAY SUNSCREEN",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I love this sunscreen! It makes application on the go so easy and sanitary! It is pricy, however, the stick and the amount in it last a very, very long time so don't be afraid! I could not find a sunscreen stick better than this! My absolute favourite!"
        },
        {
            "review_title": "Convenient and Clear",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I quite like this. It's not heavily greasy or shiny, but def does add a bit of shine, which is to be expected. It's clear, so no wierd white casts. Slight smell as well but nothing offensive.   I bought this specifically for ease of application as I like things to be quick in the morning, and this is perfect for that.   It is a tad small imo but it doesn't dimish quickly, or at least I haven't noticed that yet. Definitely recommend if you're looking no-mess, convenient sun protection."
        },
        {
            "review_title": "So far my fav sunscreen!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Not sticky or oily at all! Truly transparent and easy to apply."
        },
        {
            "review_title": "Greasy but Actually Sweat Proof",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "This sunscreen stick works in a pinch, smaller than I thought so you can throw it in your bag without any bulk. It is pretty greasy if you apply the recommended amount (at least 4 swipes over each area of the face), however ,you can lightly dab off sweat without having to deal with residue or having to reapply every time. I cant imagine swiping this over makeup, it tends to mix everything together."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Just perfect! Love the way it glides on and doesnt leave a cast like other sunscreens, not greasy, easy to fit into your purse, great for kids who hate having it lathered on. Pricey but worth it"
        },
        {
            "review_title": "holy grail sunscreen!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Not to be dramatic or anything but this is THE best sunscreen I have ever tried in my life. The best. This goes on flawlessly on top of makeup and does not smear!! My foundation, blush and concealer stayed put!!! I have no problem applying this without a mirror and it is so easy to touch up throughout the day. Its clear, matte, not shiny and does not leave any white on the face. Its just perfect. If youre on the fence about this just buy it. You will not regret it!"
        },
        {
            "review_title": "MAKEUP PRIMER EXTRAORDINAIRE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "My review of this is based on its texture and visibility. I dont wear sunscreen because I have medium/olive skin that makes all sunscreen apparent. Add to that the natural state of most sunscreens to be oily and greasy, and I just avoided them altogether. I apply this to the high points of my face and noticed right away how light it feels (like nothing) and how clear it looks (again, like nothing). After wearing it all day, however, the real surprise came. My blush, which I wore under a face mask that I took on and off, lasted all day and was absolutely perfectly apparent at the end of day! As this usually never happens, this sunscreen is a true primer that works better than other primers Ive used. POC will love how clear it sets and anyone will admire how weightless it feels!  Bonus: it doesnt have that strong sunscreen scent. (Note that I cannot remark on the effectiveness of the sunscreen for blocking sun rays at this time)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Protects your skin and doesn't ruin makeup! No greasy residue. I love that I can keep it in my pocket and not worry about it leaking. Also great for kids who don't like having sunscreen applied, as it doesn't feel like you're putting anything on them."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Best sunscreen! I normally break out using any kind of sunscreen but never with this one. Light smell to it that disappears soon after application, and I feel like it lasts forever. Easy to apply  Definitely a favourite, Ive been using it for 2+ yrs now and have converted so many of my friends to this product!"
        },
        {
            "review_title": "Great finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "It's pricey but I love the finish, it's totally clear. I am a bit more oily during the summer and this SPF feels nice. I usually press it into my skin after applying straight from the stick. Handy to keep in my purse to reapply during the day. Looks OK over makeup - I'm not too picky and my makeup seems to stay put."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "amazing for melanin girls. great application, moisturizing, convenient!"
        },
        {
            "review_title": "Recommended BUTu2026..",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I love the stick idea! I have been using it for about a week now. My skin is of colour. I found it a bit greasy. It is clear for sure, but hardly notice a difference between area that has already been applied and not applied yet. It does have a citrus smell, but nothing huge to cause a headache, and I didnt notice the smell after application. The stick definitely glides easily but I did find it to tug my skin a little bit. I definitely want to give a heads up on the greasy feeling on your face after application, the combination of greasiness + sweat is not the greatest feeling. My skin is normal to combination but I wouldnt recommend this sunscreen for oily skin individuals. Cute stick tho for sure!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Great idea! Love the stick format. It is a little greasy for me, so I won't use it every day. But it will be good to bring to the beach or outdoors. Very travel-friendly."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is a great daily sunscreen that I would recommend for touch-ups or/and smaller sun exposure compared to spending your entire day outdoors. I wouldn't rely on this if you're gonna be outside for a long period of time during a sunny day, especially if you're gonna be sweating or swimming. I'd use a traditional sunscreen in a bottle instead, because I am never really sure if I get enough coverage with this in order to be an effective SPF50. The fact that it's transparent, while looking better than most sunscreens, doesn't help to let me know where I already put it. However, it looks extremely nice on the skin, no white cast and I've seen Nyma Tang who has very rich deep skin put this on in one of her videos and it looked amazing on her. I didn't get any irritation, not even in the eye area, despite being a chemical sunscreen. It is also very compact and easy to carry around in your bag. Quite a solid product on a daily basis."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "It is an amazing and light sunscreen! The only con would be the size, it could be bigger but overall its very pleasant"
        },
        {
            "review_title": "NOTHING COMPARES 2 U",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I used this a while back and LOVED IT but because of the price I tried cheaper options. NOTHING EVEN REMOTELY COMPARED. This is the best sunscreen Ive used! I love that its a stick so you dont end up with greasy/sticky hands! And the fact that its clear means it works on any skin tone! The only potential downside is that it leaves a dewier finish, so if thats not your jam then you might not like it. But I love it!!"
        },
        {
            "review_title": "Amazing formula!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Best sunscreen I have ever tried! I have very sensitive skin and usually any new product breaks me out but so glad this one didn't. Have been using it for over 2 years. I apply it by itself but most of the time under or over makeup (acts as a primer under makeup too). Stick formula is so easy to apply and the best thing of all NO WHITE CAST!!"
        },
        {
            "review_title": "Amazing for summer makeup!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Im a big fan of adding SPF to my skincare routine, but as someone who wears makeup every day, I never knew how to reapply my facial sunscreen! This stuff is amazing - you can put it right over top of your makeup & it doesnt ruin your makeup at all! No white cast, no weird smells, feels nice, and isnt irritating. Definitely give it a try!"
        },
        {
            "review_title": "Black girl friendly sunscreen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I love this sunscreen u2026.. as a person of colour this leave no white cast, my skin looks dewy when applied. 10/10"
        },
        {
            "review_title": "easy to add to skin routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love this sunscreen, Ive been using it for three years and I added it to my skin routine in the morning, which makes it so much easier. Its clear, so it doesnt make your skin whiter and your face doesnt feel super oily. I mix mine with laneige water bank gel, and it makes my face feel very hydrated!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This clear sunscreen is hands down the best sunscreen I have ever tried. As someone who wears make-up during the summer, I can attest that it acts like a primer while being protected from the sun. When you push the product all the way through, you'll notice that it isn't much, BUT I've realized that you don't need a lot to apply it on your face! I've been using it from at least two months now and it seems like it's been barely used."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Love this! So smooth, easy application, no residue. Wish I had tried sunscreen sticks sooner."
        },
        {
            "review_title": "Magic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I bought this sunscreen specifically to reapply over my makeup. I was skeptical at first because it's hard to believe applying sunscreen over your makeup won't mess it all up but it didn't. There is a sheen but it doesn't make your skin look greasy or anything. I was really amazed at how little my makeup was disrupted by swiping this stick across my face. I wear concealer, foundation and powder by the way. If any makeup did shift I just patted it back into place. I love this and will definitely repurchase. I personally think it is worth the price. A little seems to go a long way and I haven't come across anything like it. I didn't want to purchase an SPF powder because I don't want to add more powder to my face throughout the day and risk looking cakey. This method also allows you to get a lot more actual sun protection."
        }
    ]
}