{
    "product_id": "141",
    "name": "Skin Therapy Face Oil - All In One Nourishing Oil",
    "brand": "Blume",
    "categories": "Skincare, Moisturizers, Face Oils",
    "price": 52.0,
    "about": "What it is:A hydrating blend of 13 non-comedogenic oils to soothe, brighten, visibly plump, and nourish skin while protecting its natural barrier..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Fine Lines and Wrinkles, Dryness, and Dullness.Formulation:Oil.Highlighted Ingredients:- Squalane: Hydrates skin, reduces the appearance of fine lines, fights free radicals, and soothes the look of acne..Ingredient Callouts:This product is vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:Packed with vitamins and antioxidants, this oil gives skin more than just a little TLC. Itu2019s fast absorbing, totally compatible with acne-prone skin, and known to leave skin looking fresh, glowing, and dewy.",
    "ingredients": "-Squalane: Hydrates skin, reduces the appearance of fine lines, fights free radicals, and soothes the look of acne..-Black Currant Seed Oil, Watermelon Seed Oil, and Tamanu Seed Oil: Support skinu2019s natural barrier and protect from environmental damage..-Tetrahexyldecyl Ascorbate, Rosehip Oil, and Sea Buckthorn Oil: Brighten, moisturize, calm, and visibly even out skin tone with vitamin C...Squalane, Simmondsia Chinensis (Jojoba) Seed Oil, Helianthus Annuus Seed Oil (Sunflower Seed Oil), Hippophae Rhamnoides Fruit Oil (Sea Buckthorn Oil), Citrullus Lanatus Seed Oil (Watermelon Seed Oil), Prunus Domestica Seed Oil (Plum Seed Oil), Rosa Canina Fruit Oil (Rosehip Oil), Tocopheryl Acetate (Vitamin E), Cannabis Sativa Seed Oil, Ribes Nigrum Seed Oil (Black Current Seed Oil), Calophyllum Inophyllum Seed Oil (Tamanu Seed Oil), Calendula Officinalis Flower Extract, Tetrahexyldecyl Ascorbate (Vitamin C), Tocopherol.....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Smooth this master multitasker on your neck, decolletage, cuticles, or hair. ..Recycling Instructions:.-Bottle and dropper can be recycled or reused.",
    "num_reviews": 32,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/skin-therapy-face-oil-all-in-one-nourishing-oil-P502227?skuId=2629756&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2629756-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1 oz / 30 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2629756-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "simply amazing!! so so hydrating and doesnu2019t feel greasy or gross at all, it makes me look so glowy i love it so much im on my second bottle"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "this product was great! it really fixed my dry skin issue and did not make me break out. I love it definitely going to buy it again."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I use this almost every night. I love how it is not as heavy and thick as other oils."
        },
        {
            "review_title": "Too Thick/Doesnu2019t Absorb For Me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "I have combo/oily skin and this oil just doesnu2019t absorb for me. It feels like itu2019s just sitting on top, even when using a toner or facial spray before applying and massaging it in. I gave it a good go (3+ months), but will likely go back to pure rosehip. It didnu2019t break me out though, and since I missed the return window Iu2019ll use it to gua sha."
        },
        {
            "review_title": "Healing and moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Bought in a panic after dealing with a cystic breakout that came out of nowhere. This 100% helped with flattening out and reducing redness on any active pimples, better than any other products Iu2019ve tried. I will not be without this."
        },
        {
            "review_title": "Highly recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "An overall really great oil. I really enjoy how quickly it absorbs into the skin and doesnu2019t make my face feel sticky! Helped tame my breakouts and redness."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "It's a great face oil with a good price, would buy it again!"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "No, but this truly feeds your skin leaving it all nourished and smooth. ud83dudc95"
        },
        {
            "review_title": "A very happy addition.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This product really keeps my face hydrated. I mainly got the oil for doing Gua Sha and its soooo comfortable and smooth to use."
        },
        {
            "review_title": "Dry Skin/Retinol User Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "An absolute holy grail for dry skin girlies, especially in harsh winters!! I also went crazy with retinol and this oil saved my flaky snake skin. 10/10 recommend! (Special tip: use as a lip oil and thank me later)"
        },
        {
            "review_title": "a must have for gua sha and winter harshness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "I adore this product. I've used 2 full bottles now and have to say it is an amazing addition to my daily routine. I use it in the mornings to gua sha and it gives the perfect slip. I also use it at night along with a light moisturizer and I never wake up feeling tight skinned or dry. 10/10 recommend!"
        },
        {
            "review_title": "You needddd",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I have been using this product for the past 2 weeks I LOVEEEEud83dude0d so hydrating on the skin but not greasy! And of courseu2026 safe for acne prone skin! Will always repurchase!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I LOVE this stuff! My sister put me on this oil and it is amazing. I dont have acne prone skin but when a blemish comes up, this oil magically helps reduce it and blends into the skin perfectly. A little goes a long way!"
        },
        {
            "review_title": "Feels amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this product! I have true combination skin and this oil sits so nicely on my face. It feels like velvet, doesnu2019t clog my pores and provides a good layer of hydration. Deffo recommend :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I started using this product 10 days ago and my skin loves it. The formula isn't greasy for my skin type and it layers really well over my other products (not sure about foundation as I don't wear it). while still a bit too early for dramatic results, I did notice that my forehead texture has improved and my skin looks less congested. Highly recommended!"
        },
        {
            "review_title": "I say skip.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "First time I used this product, I didnu2019t like it!. Itu2019s thick and doesnu2019t absorb into the skin. My face was so oily afterwards even though I have dry skin. I have tried other face oils and they are much better. Definitely a return."
        },
        {
            "review_title": "This oil is a multi-tasker!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love this oil!! I put it on my face as the last step of my night-time routine. Itu2019s lightweight and magically doesnu2019t feel greasy even though itu2019s an oil. I wake up with soft, supple feeling skin. I also use it on my cuticles and on dry hair to make everything soft and shiny."
        },
        {
            "review_title": "Best Overnight Oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have been on Tret for the last 2 years and my skin has gone from oily to combination mostly dry, especially if I get lazy with my routine. On nights that I don't use my Tret, I try to be as glowy as humanly possible (as well as in the AM). I stopped using oils overall about a year ago because I wanted one that had a cocktail of GOOD oils without any weird ingredients  in it and that wasn't crazy expensive. The last one I tried was the Biossance Sugarcane Squalene Oil and while it was okay, it only had Squalene and it got VERY messy because it was a pump applicator. I bought this one during the VIB Spring Sale after looking at the ingredients and seeing the reviews and I'm very happy I did. It's of a thin consistency but not as runny as the Sugarcane one, it stays on your skin for a while but is not sticky or heavy once applied. I wake up with a very glowy face after using it at night (I apply my HADA LABO Gokujyun Hyaluronic Acid Premium Lotion and then my Eucerin Complete Repair cream as moisturizer which is the only thing that has been enough to handle my Tret skin and actually work then I go in with this oil at night)."
        },
        {
            "review_title": "Perfect for extremely sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "My skin is sensitive like most sensitive skin care still burns. Iu2019ve been using this oil for a week and itu2019s really good. I use it on my neck/chest and hands/tattoos too. The ingredients are clean and it leaves my skin like glass. I also like to use it before makeup application because my skin is really dry and it helps things sit nicer. My only worry is that tik tok and influenced find it and then it will always be sold out ud83dude02"
        },
        {
            "review_title": "Wowud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m so obsessed with this oil, wish it comes back faster! So good and lightweight also Because it doesnu2019t have a smell you can mix it with everything!"
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have extremely sensitive and dry skin and this product has been a miracle for it! It leaves my skin feeling so hydrated and soft. I love that itu2019s fragrance free. I love mixing a bit in with my moisturizer to wear under my makeup. If you have sensitive skin at all, you need this!"
        },
        {
            "review_title": "A life saver for winter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Favourite oils for winter! So moisturizing and nourishing. I always get dry in my nose area and this oils has been a life saver!"
        },
        {
            "review_title": "my fav oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Combination skin",
            "review_text": "this is absolutely my fav skin oil. it's the perfect texture, works great on top of all your other skincare, and gives you the perfect glazed donut glow!"
        },
        {
            "review_title": "Saved my dehydrated skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I've been struggling with skin dehydration recently and it felt like nothing I was using was helping, but this oil changed everything. I saw so much improvement in my problem areas just in a week of using it, but more importantly, I could immediately feel the difference between this and other facial oils I'd been using. My skin just soaked it up and looked so glowy and healthy. This is a new holy grail oil for me!"
        },
        {
            "review_title": "HOLY GRAIL !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I am obsessed with this product!!! I absolutely love this oil especially with the colder months ahead my skin gets so dry and this just brings me back to life. i love feeling super glazed and waking up with silky soft skin!!! Definitely recommend for anyone who is looking for an extra boost to their skincare routine, you are getting what you pay for and more Xx"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "A must-have for the winter season!!! I am honestly so impressed by this nourishing oil, my skin feels so good afterwards"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Amazing product! Super hydrating and gives you a beautiful glow for the day! Every person could use this in their arsenal."
        },
        {
            "review_title": "Super nourishing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This oil has to be one of my fav new products! Super nourishing and perfect for the winter months. I use it on my face and even on the tips of my hair... I can feel it becoming a necessity for meud83eudd0d"
        },
        {
            "review_title": "Just a couple drops go a LONG way!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "WOW. One of the best oils i've used on my face. My skin gets super dry as we head into the winter months and I use just a couple drops on my face to feel absolutely nourished! I also love using a gua sha with this oil every week."
        },
        {
            "review_title": "the most perfect oil !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "this is the BEST face oil i have ever used! it doesn't leave an oily layer but truly locks in moisture. it makes my skin so dewy and glowy and it's the first oil i've used that doesn't *feel* like it's immediately clogging my pores. ALSO i have very acne prone skin and it hasn't affected it negatively at allu2014in fact I think the moisture boost of using this has made my skin a lot happier :) :) :) :) :)"
        },
        {
            "review_title": "Absolutely obsessed!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been using Blume products for a while now and I was so excited when they announced a new Face Oil. This did not disappoint!!u2764ufe0f I love this oil so much and put use it every single day in my routine. It makes my skin llookradiant and iook and feel amazin. The perfect oil for your Gua Sha routine."
        },
        {
            "review_title": "YOU NEED THIS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "LOVE LOVE THIS OIL! I use it every night before bed with my gua sha, and i'm obsessed. I wake up with glowy plump skin. I was hesitant at first because I thought it would clog my pores but it does not at all!!"
        }
    ]
}