{
    "product_id": "420",
    "name": "The Half Shot Small Round Blow Dryer Brush",
    "brand": "Drybar",
    "categories": "Hair, Tools, Blow Dry Brushes",
    "price": 209.5,
    "about": "What it is:A round blow-dryer brush that combines the hot air of a blow-dryer with the structure of a small round brush to create defined curls and waves and a shiny blowout in one easy step..Hair Type:Straight, Wavy, Curly, and Coily.Hair Texture:Fine, Medium, and Thick.Hair Concerns:- Shine.Key Benefits:- Creates defined waves and curls.What Else You Need to Know:Three temperature and speed settings, maximum airflow, and ergonomic design make blow-drying a breeze for all hair types. Ionic Technology reduces frizz and adds shine. Nylon and tufted bristles grip hair to detangle and smooth, while the round barrel adds defined curls and waves. This tool is perfect for detailed styling.",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.-After shampooing, thoroughly towel-dry hair to remove excess water..-Brush out hair using a detangling brush or comb..-Separate into large sections..-Place The Half Shot underneath each section..-Work it gradually from roots to ends, until the section is dry and smooth..-For defined curls and waves, use vertically throughout the hair..-For volume at the roots, use horizontally at the crown..-The Half Shot can also be used on dry hair to create a smooth, finished look.",
    "num_reviews": 134,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/the-half-shot-small-round-blow-dryer-brush-P501727?skuId=2592186&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2592186-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "ONLY A FEW LEFT",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2592186-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Smooth, quick blowout",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Dries my hair so fast and makes it so smooth! I got it when it was half off so the price wasn't bad but it's my favorite round brush dryer I've used! I have 2B hair, fine but a loooot of it for reference"
        },
        {
            "review_title": "Just get a different one of similar price",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "This is the second one I've had. It works great to start but eventually the bristles melt and bend. This happened to both. It just will start overheating one day. It will last maybe a year. I'm just about to try a different brand brush because there's no reason this should last a year.  because"
        },
        {
            "review_title": "Nope",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I wanted to like this, but it's so huge. I've seen actually blow dryers smaller. Also pulled out a lot of hair."
        },
        {
            "review_title": "Don't Bother",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I was so excited to try this product. I used to religiously use drybar products but have since branched out. I have the Dyson hairdryer u2026 which I love u2026 but sometimes just want an easy blowout without the extra work. This was delivered and I used it the same night. After just one use u2026 the bristles are bent and melted. So disappointed with the quality of this product. It'll be going back later today. ud83dude11 Do better drybar. You used to be a company with better products. And higher quality."
        },
        {
            "review_title": "WOW",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I bought this on a whim because it was 50% off. I was very close to taking it back because I'm a student on a budget but WOW. This is a game changer. I've never been able to blow dry my hair successfully and have always used a flat iron for styling my thick, wavy hair. While this doesn't give me a super straight look, it gives me a salon looking blowout and cuts my blow dry time significantly. I took one star off because I still have frizzy, kinky pieces around my crown which I was not able to get easily with the tool. My hair was also a little bit more poofy than when I get it done at a salon. Maybe it just takes practice. 4.5/5"
        },
        {
            "review_title": "Not great for fine hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "I have very fine, long hair and find that this brush makes my hair get tangled more easily after styling compared to using a blow dryer and curling iron. My hair does have a hard time holding onto curl/volume, but I can get way better results than this by using a curling iron to create waves. I think this is more suited to people with thicker hair that holds onto volume more easily."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Honestly, a drugstore hair dryer does the same job. This just seems to work quicker. Not worth the price."
        },
        {
            "review_title": "Not for Fine Hair",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Used this for 6 months before reviewing and it's not worth the money if you have fine hair. The bristles on the brush end up creating frizz rather than taming it, and the diameter of the brush is a little too big for fine, medium-length/long bob length. I wanted to upgrade from my old drug store round blow dry brush, but this ain't it. I went back to a Revlon one that's less than half the price and it works so much better. (TBH - I thought this may be the case as The Dry Bar has never known what to do with fine hair - my blowouts were always over-conditioned and flat, but I had a happy hope that I could make this work for me. Sorry I ever spent the money.)"
        },
        {
            "review_title": "Needs Improvement",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "I liked the look it gave my hair, however I had to return this tool. After a couple of uses, the bristles were smushed down and got flattened. Extended use would have ruined this brush completely.   Feels cheaply built, the price should be lower when compared to the quality of the product.   I will seek another tool instead."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I researched about a month to find a nice blow dryer and based on my researched finally I decided to buy this one and I am really happy to buy this. It dries and forms my hair fast while it does not damage it. I've"
        },
        {
            "review_title": "Good product but there are better",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Have had this for 6+ months now. Results are amazing, but brush is LOUD. Gets nice and hot quick, but have seen competitors do the same for much less."
        },
        {
            "review_title": "Mini shot",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "A great round brush that does a great job and blowing out your hair it's the mini shot so it great for medium to short length hair it isn't as big as the regular one which I prefer. It's A solid hot tool"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I love drybar blow dryer! It gives my hair so much volume and stays shiny! This has different temperature settings and is very easy to use. I'm able to blowout my hair in less than 10 minutes with thick hair. I highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This versatile tool combines the power of a blow dryer with the precision of a round brush, simplifying your styling routine. With its innovative design, it adds volume, smoothness, and a salon-worthy finish in a single step. The lightweight and ergonomic build make it easy to handle, while the powerful airflow dries and styles hair quickly. Say goodbye to time-consuming styling sessions. the Half Shot Round Blow Dryer Brush is your secret weapon for achieving a flawless and fabulous look effortlessly."
        },
        {
            "review_title": "Don't waste your money!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This is the second time I've purchased the dry bae blow dryer brush and each time it has stopped working within a year. It gives a beautiful blow out but it is not worth it considering the price and the lack of longevity. I would honestly recommend buying the Dyson instead."
        },
        {
            "review_title": "The one stop shop hair tool",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Oily skin",
            "review_text": "I've been looking for the one stop shop in terms of hair tools and this dry bar dryer brush is the answer! Works so well on either damp or dry hair and is so easy to use. As someone who is terrible at doing hair, this had been a godsend. Works great on my coarse thick hair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I am loving this round blow dryer brush by Drybar so much. I have think long hair and this does the job so quick and super well. Gives me a voluminous blowout in 20 minutes. It lasts and is bouncy all day"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this dryer brush! I like the smaller size because it's so much easier to do my bangs and would definitely be amazing for shorter hair but my hair is long and thick and it still worked so well for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I've tried so many blow out brushes before but none of them worked as well as this one by Drybar! Loved the outcome I got out of this brush and I'm excited to keep using it for future blowout looks!!!"
        },
        {
            "review_title": "Absolute Hair Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "AMAZING! Like my hair has legit never looked better. So smooth and shiny, such a nice clean blowout. This makes my frizz look so much less crazy, and my curly hair looks so nice and normal using this brush."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "This item was gifted to me. Half show dryer worked great on my hair. My hair is pretty straight already but this gave it a little bit more volume, and also took some of the frizz away which i really love. I like how it wasn't to heavy."
        },
        {
            "review_title": "Salon results!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have so many other blow out styling tools but when I say this is the perfect size for that amazing blowout. This took me about 3 tries until i got the hang of it. I am not exaggerating when I say my hair looks ssooooo perfect. My blowouts will last about 4 days with this tool. It's the perfect size , not heavy and easy to use."
        },
        {
            "review_title": "Must try! Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I received something in exchange for this post! I have natural hair and this was actually perfect for creating volumized curls! Just make sure that your hair is damp/wet or else it won't work! I absolutely loved this"
        },
        {
            "review_title": "Essential for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "I really love this blow dryer brush. I use it after I shower and it makes my hair so smooth, shiny and soft. It's so easy to use and it doesn't pull out your hair.  It's become an everyday essential for me!"
        },
        {
            "review_title": "Impressed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Love this product and am so impressed with how well it works. It's not too hot heat wise on my hair compared to other products like this on the market. Easy to use and impressed with the blow out look I got!"
        },
        {
            "review_title": "Bouncy blow out!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I was a little nervous at first because I've heard how damaging round blow out brushes can be but I have had the opposite with the dry bar brush! It makes my hair so shiny and soft. I absolutely love how my hair looks when I use it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really enjoy this Drybar product! It is a great hair tool to have! I like how it drys your hair and styles it at the same time. I would recommend this to others! It would be a great christmas present for a highschool or college aged girl!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love this brush! It is an awesome product, and it works so well on my curly, frizzy hair! I like to use with the heat protectant and the hair spray. Definitely kicks the butt of my old one from another brand. Love Drybar products."
        },
        {
            "review_title": "Works Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Normal skin",
            "review_text": "This Blow Dryer brush works absolutely great on my course long hair, I'm not going to lie that it took me a long time to style my hair because my hair is thick  but I loved the result because it left my hair so soft and frizz-free, It also makes my hair look shiny.  but I think it would work better on short,  the quality is amazing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "By far the best blow dryer brush I have ever used. The is just perfect to get this loose curls or just curling the ends. There is also 3 heat setting to choose from. It also doesn't pull my hair so no extra hair fall out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I love this!! I have a few Drybar products that I all love and this one did not disappoint. It works quickly and is super easy to use. If you're thinking about getting it, just do it! I no longer need a regular blow dryer!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I have been absolutely loving this hair tool! I like to use it after the shower after my hair has air dried almost fully, and then I will use this to dry it completely and style it. It's the only tool that makes the blowout results last for my silky, straight hair."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "The Drybar Half Shot Brush is a game-changer for thick hair! Its easy usability and effectiveness make it a go-to tool for achieving the perfect blowout, especially on my daughter's thick hair. A must-have for hassle-free styling!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I have a couple of hot tools from Drybar but have been looking for a new round brush as my Revlon one isn't doing the job anymore, and when I tell you this one has me coveredu2026. WHEW!!! It keeps the shininess on my hair but gets it dried and it's easy to get the blowout look with it as well. It's a super simple tool to use. My aunt who doesn't do her hair often asked to borrow it a couple of weeks ago and hasn't stopped using it. It's a great Christmas gift idea for the simple people in your life :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Love love love this hot brush! It is an improved version of the Revlon one. It is easy to get a flip at the ends or a curl. The yellow color is fun too. It is probably best for medium or shoulder length hair"
        },
        {
            "review_title": "Favorite hair tool",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Absolutely love this. Perfect amount of heat, good control settings, and the thin barrel allows me to get my roots extremely smooth. Helps control frizz, overall a great product and basically foolproof!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I'm going to be honest, I've never been a blow dry your hair type girl. I have wavy hair that gets crazy frizzy whenever I've attempted to blow dry it so I honestly gave up. But wow, this blow dryer brush was SO easy to use and left my hair with very minimal frizz while giving it volume and shine. I've even used this on my daughter's hair that's very thick and long with great success as well! Highly recommend even if you aren't super versed in blow drying."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Wow, this blow dryer brush is awesome! My hair looks amazing after using and it makes styling my hair so much easier and quicker. I highly recommend this product, an absolute must have for styling hair."
        },
        {
            "review_title": "Best Blow Dryer Brush Out There",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I've been in the market for a new blow dryer brush and this one takes the cake. The tension is great without pulling out my hair like other brands I have tried, it smooths down any frizz I have, and the blowout actually lasts!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This is my first time trying a Drybar tool so I was excited. The tool is a nice size so that works nice with my long thick hair. It helps me finish fast but it's not too big for short hair either. I also like that it's lightweight because some tools are too heavy it gets tiring. It's super convenient to be able to dry and style at the same time and get a nice blowout. Super easy to achieve a salon like blow out just make sure to use heat protectant and cautious of overheating!"
        },
        {
            "review_title": "Great for a quick refresh or early morning hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted this product from Drybar in exchange for my honest review! I was so excited to try this, and it's met all of my hair expectations. I have fine hair, and the bristles on this brush aren't too harsh for my hair type. It gives me a great blowout, and even just running it through my hair in the morning before work it makes the biggest difference! A great tool to add to your hairstyling arsenal."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This brush is amazing ! I've been using the Drybar blow dryer brushes for years and they never fail to Amaze me. It is sleek and powerful. I wash my hair , apply heat protectant and blow dryer with ease . My blowout last for days and looks amazing ! It is perfect to create waves and curls"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I was gifted the amazing Half Shot Small Round Blow Dryer Brush from dry bar! This tool is one of the best things I tried on my hair, it have my hair so much volume specially at the roots. My hair layer were more obvious and came out like in a perfect salon blow out. Also if you are a fan of curtain bangs then this is the hair tool you're looking for. Overall, 5 out of 5 and I highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "The Half Shot Round Blow Dryer Brush by Drybar is my favorite hair tool now! It prevents my arms from getting tired while trying to maneuver a round brush and a blow dryer. It's surprisingly not very bulky for what it accomplishes. It leaves my hair straight and sleeker. I'm so happy to cut down my styling time and my hair looks great!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This product is super amazing! Especially because of how it blows out the hair with no frizz or breakage. It makes my hair look shiny and healthy whereas my other hair products don't do that. I recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I'm obsessed with this brush. It works great for adding some volume to my roots and adding some wave to the front section of my hair. Drybar products are always super great and this one doesn't disappoint"
        },
        {
            "review_title": "MUST HAVE FOR EASY BLOWOUT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I really LOVE this hair styling tool! It makes getting ready so quick and easy on days that I'm too lazy to wash and restyle my hair! Gives a perfect blow out look in minutes every time. Looks like I went to the salon! Love it"
        },
        {
            "review_title": "Perfect one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I gave it a try recently, and the integration of a round brush and dryer in one has streamlined my morning routine. It effortlessly imparts volume and smoothness, giving my hair a salon-styled appearance. The compact size is an added bonus, perfect for travel. If you're looking for a fast, professional blowout at home, this tool is an essential addition."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I recently tried it, and the combination of a round brush and dryer in one streamlined my morning routine. It effortlessly adds volume and smoothness, making hair look salon-styled. The compact size is a bonus for travel. If you want a quick, professional blowout at home, this tool is a must-have."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I'm super impressed by the results I've been seeing in my hair since I began using this blow drying brush. My hair looks amazing and the brush dries my hair pretty quickly. Great product, I highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This blow dryer brush is amazing! Not only does it dry my hair, but it styles it in the process which is great for getting ready quickly. I even got a compliment on my hair the first day I used it. I highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "I have hair that is often frizz prone. I am always searching for products and hair tools to make styling easier.  I normally spend about 15 minutes blow drying my hair and use several products but found this tool cut that time in half. My hair has a good shine to it after just one use and it looks smoother.  I like the middle setting because otherwise the tool can get quite hot.  I used a heat protectant spray before using the brush and my hair looks smooth and healthy."
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I absolutely love this half shot round blow dryer brush! It helps me dry and style with just 1 tool! Works amazing for blowouts at home too! I couldn't believe the amount of volume it gave my hair!! So good"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love this half shot small round blow dryer brush I would highly recommend to all my family and friends. I think that it works really well. I love the way that it dries my hair and I would re-purchase this product. Should I ever need to"
        },
        {
            "review_title": "You NEED this brush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the half shot small blow dryer brush! I have curly hair so blow drying my hair and brushing it just became 10x easier with this brush.  It heats up really fast and there's multiple settings for it if you want it high or low."
        },
        {
            "review_title": "Beautiful dryer brush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this blow dryer brush hair tool as it gets the job done fairly quick. I have thin hair currently and it can be unruly even because of it being wavy/curly. Luckily this helps to tame my hair and keep it as straight as a pin or with the style that I need it to be. I am happy to have this and I will continue to use this now for my styling or straightening preferences."
        },
        {
            "review_title": "Loveeeee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really really love how easy this product was to use this is now my favorite blow dryer brush to use it was easy to manipulate. I love that there was multiple heat settings. Cannot wait to try this again on the way hair."
        },
        {
            "review_title": "I love this blow dryer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The Drybar blow dryer brush made blow drying my hair so much easier! It also gave me an instant blowout look and feel. My hair is naturally straight and this left it super silky smooth and beautiful. I have been looking into a new blow dryer brush and this one exceeded my expectations"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Dry skin",
            "review_text": "I have been wanting to try a blow dryer brush and I am blown away by this one! My hair looks like I just got a fresh blow out at the salon! It is super easy to use and my hair is looking fabulous! I highly recommend it!"
        },
        {
            "review_title": "Simple Tool",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "This blow dryer brush has saved me so much in the bathroom. It's super easy to use and gives my hair so much volume. In addition the bristles are very soft and don't tug or pull on my hair. The brush gives off just the right amount of heat without damaging my hair."
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Absolutely LOVED this hair tool. I have thin, long, straight hair with no volume. I thought the bristles would hurt/pull my hair, but it glided so smoothly and gave me the best volume, and blow out look ever! I'm usually terrible at styling hair, and this was so easy to use, i was shocked. I literally looked like i came out of the salon"
        },
        {
            "review_title": "Blown away by this brush!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I recieved this Half Shot Small Round Blow Dryer Brush by Drybar, and I am OBSESSED. I personally have never used a blow dryer brush before this. Because I have shorter hair, I had a hard time finding a barrel size that would work for my length. This barrel is perfect. It only took me 5 minutes to blow out my hair and as someone who's running out of time always, I appreciate the efficiency of this product."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I love this product so much! I have a short bob hairstyle and wasn't sure if it would work for it but lo and behold it did. It tries my hair super quickly but doesn't get too hot. I love that it also has a cold setting."
        },
        {
            "review_title": "Lightweight and easy to use brush",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I really like this brush. It is easy to use and pretty easy to hold in one hand, it is lightweight. The tool is great for waves and curls, I  personally enjoy using it to style my bangs.  I like that it has 3 different temperature settings so you can find the perfect one for your needs."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "this dryer brush is the perfect heat tool to get the perfect blown out look. I love how it is a smaller barrel than what is on the market, so you can really get in there and get more volume and defined curls."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This blow dryer brush is great and saves a lot of time for me.  I love that it gives me a blow out and also makes my hair volumized and also sleek without too much effort.  I'm loving the size of it as well"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love this blow dryer brush. So easy to use, it leaves my hair so soft and fluffy without any damage. I love the size. Perfect as a gift for yourself or people you love. Good price for the quality! Definitely worth it!"
        },
        {
            "review_title": "great tool",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was sent by dry bar the half shot brush and i am in love! I am not the best when it comes to styling my hair and i feel like this brush is so easy and intuitive to use. it gives my flat hair quite a bit of volume! so good so far"
        },
        {
            "review_title": "KEEP YOUR RECEIPT: for warranty",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Results were good for my fine hair- drys fast and volume was exceptional. However, mine stopped working after 8 months. You need your original receipt for warranty. Customer service was easy to deal with."
        },
        {
            "review_title": "Awful brush, dead in a year",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This brush SUCKS. I bought this brush on October 28, 2022. So JUST over a year ago and it likely took a few days to arrive, so I've used it a year or just less. 6 months in the bristles melted and it didn't move smoothly through my hair anymore. A month ago the amount of air blowing out on the highest setting suddenly dropped so it took longer to dry my hair but it also got much hotter to the touch. Today I could see a red light glowing inside the brush when I turned it on and then sparks flew out. It feels like the whole brush is not made to be able to withstand heat, but it's a heat styling tool.. should have forked out $600 for a Dyson instead because at least it has a 2 year warrantee and is built to last."
        },
        {
            "review_title": "Returned",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "It takes forever to dry and style the hair. My Revlon does the work in half of the time for half of the price. I returned."
        },
        {
            "review_title": "Damaging and possibly dangerous?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really liked the results of this product the first 2 times I used it so much that I was willing to overlook the high pitch sound. The 3rd time, the dryer got so hot that it was too hot to hold and began to melt to the bristles. It did significant damage to a portion of my hair that I ran through while it was heating up. Even if this was a one off and mine was faulty, I would not recommend. The build felt cheap and the results after just a few uses confirmed that."
        },
        {
            "review_title": "LARGE",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This is a good quality product but much larger than I anticipated. I have shorter hair and this was just too large for it."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "I have to give 3 starts to this product because it made my hair so fried and dry. Didn't do the job it says it would. I have a bob cut and it took me longer to dry it than with a regular blow dryer"
        },
        {
            "review_title": "Buying an overpriced tool plus damaging your hair.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This brush is $100 more expensive then the revlon brush and the quality makes me think it was $35. Only bought this one because i had my revlon for 3 years and i used it pretty good. Still dont buy these brushes they damaged and pull your hair out. Buy the Tymo instead its only $50 dollars and a lot less damage and you dont have an obnoxious sound next to your ear. Save your hair and money please."
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Oily skin",
            "review_text": "I love how this makes my hair look I have thick hair and dries everything beautifully with the low heat. It makes my hair thick and full of volume!"
        },
        {
            "review_title": "hair essential",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product is absolutely amazing! I've been able to style my hair so beautifully, and it does not cause my hair as much damage as other hairdryer brushes i've tried. The size is perfect, and leaves me with a beautiful blowout, I 100% recommend!"
        },
        {
            "review_title": "Not worth the $",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like this, but don't love it. It feels cheap. I have also gotten two defective brushes. There is a very high pitched sound that comes from the unit - no idea what's causing it. It's super annoying!"
        },
        {
            "review_title": "Where has this been all my life!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted by Drybar. I'm absolutely obsessed with this blow dryer brush from Drybar! This has cut my drying/straightening time in half! I no longer have to blow dry - then straighten using two different tools. I simply section out my hair into small parts and use this to blow dry and straighten at the same time. Where has this been all my life! It comes out perfectly straight and gives my hair a ton of volume as well! I love this!!"
        },
        {
            "review_title": "Easy blowout at home!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I love how lightweight and fast this blow dryer brush works. It leaves my hair healthy, smooth and I definitely notice less heat damage compared to other blow dryer brushes.  Great size and easy to use through my thick, long hair. Gifted by drybar"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is such a great blow dryer brush for the price! I have extensions so this really helps me tame my hair and gives the prettiest blowout! Easy to use and super lightweight! Gifted by drybar"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I received this complimentary from drybar. This blow dry brush is amazing! It's the perfect size and it's super lightweight. It's easy to maneuver and allows for tons of different hairstyling. The bristles work great and don't get caught in your hair."
        },
        {
            "review_title": "Worked for 4C but takes more time and effort",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "This blowdryer was gifted by Drybar. I love the size which makes it easier to grip and use. It gets really hot and the air coming out is super powerful. I have very coarse 4c hair so I had to work in really small sections. The bristles were a bit too soft for my hair type so working in very small sections was the only way to make the blow dryer work for me. In summary it works but it takes a longer time due to the section size I had to make"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I honestly had high hopes for this since this is the first round blow drying brush I've ever used. First, it comes in 3 temperature and speed settings. I used this in damp hair like it recommended, but with the final results proved this wasn't fit for my hair.  It gave some blowout effect but wasn't lasting at all. * gifted by drybar *"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I was gifted by drybar this product. I have very unruly and curly hair, I have used a Dyson air wrap in the past but it doesn't straighten my hair nearly as well. I was so impressed by the performance of this product and J definitely recommend it!"
        },
        {
            "review_title": "Great smaller brush for shorter/finer hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I've tried previous blow dry brushes before, but love the smaller & round barrel size! I have relatively thin hair that's medium length, and this is a way better size for getting some volume and bounce in my ends. I also appreciate the bristles on this - it feels like a real brush rather than rigid plastic like some brands that tend to tug. Use with some texture spray, heat protectant and mousse for great movement and body! Gifted by drybar for honest review."
        },
        {
            "review_title": "Easy beautiful waves",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This blow dryer brush and prep spray gifted by The DryBar are my new favs. I'm so obsessed. It makes my hair super soft, and protects from heat up to 450 degrees. It helps reduce frizz, and the best part is it smells absolutely delicious! So I'm someone who could never hold a traditional hairdryer and the round brush at the same time, without getting my hair all tangled up. It just doesn't work for me. So this hair dryer brush is a life saver! It's super easy to use, and I'm done in half the time. It leaves me with shiny, defined waves, with lots of volume. Just the best!"
        },
        {
            "review_title": "A must have for at home styling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Complimentary from Drybar The Half Shot Small Round Blow-Dryer Brush and Prep Rally Prime & Prep Detangler are the perfect duo for achieving the ultimate blowout. As someone who has always struggled with styling their hair, I have to say I'm super impressed, Its small round barrel allows for precise styling, making it perfect for bangs, layers, and detailed styling. The combination of the hot air of a blow-dryer and the structure of a small, round brush creates defined waves and curls, leaving my hair looking like it was styled by a professional. But the real magic happens when you pair the Half Shot Small Round Blow-Dryer Brush with the Prep Rally Prime & Prep Detangler. This lightweight detangler is a lifesaver when it comes to protecting hair from heat up to 450u00b0F/232u00b0C, reducing frizz, and adding tons of shine. With its 3 temperature settings, I can customize my styling for all hair types and the Ionic Technology reduces frizz and adds tons of shine while styling I definitely recommend the Half Shot Small Round Blow-Dryer Brush and Prep Rally Prime & Prep Detangler for anyone looking to achieve the perfect blowout. It's like having your own personal stylist at home!"
        },
        {
            "review_title": "Buyyy ittt",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Blow Dryer gifted by DryBar let me tell you come get yours because this is everything. It leaves your hair super sofr but with the perfect volume. It literally does magic. It took me 10 minutes to do my hair I was very impressed."
        },
        {
            "review_title": "Love this for my hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was gifted by Drybar and I love how this does not burn my hair, it works perfect on my blonde bleached hair without damaging it. I have had issues trying to find a way to keep my hair without frizz and still healthy and I definitely doing it!"
        },
        {
            "review_title": "Gorgeous blowout!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I definitely think that this product is amazing for smaller chunks of hair. This product was gifted by Drybar. I have very long and thick hair and it does take a while to dry, straight out of the shower. Once I figured out how to best use it for my own hair, I got a gorgeous look. It really does look like I stepped out of a salon and got a professional blowout."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely love this blow dry brush! I have wavy hair that goes a few inches past my shoulders. It worked well to try my hair while being able to style it at the same time. My hair was less frizzy and smoother than if I use a regular blow dryer or air dry. It didn't get too hot like other tools I've used either. Overall, I'd definitely recommend this one! I received this product complimentary from Drybar in exchange for my honest review."
        },
        {
            "review_title": "4c hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I have 4c type ethnic hair, and there's blow dryer helps creates defined curls & waves. I use the round brush to blow my hair out and put my rollers and it gives me a salon perfect blow out. Being able to do my own blowouts at home is amazing."
        },
        {
            "review_title": "A must have in your life!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I'm got this product as a complementary gift and let me just say for all my curly hair  sisters like me you must put your hands on this product. I love how easy it is to switch up or style!"
        },
        {
            "review_title": "Cheap, Not Well Made",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really, really like this tool - but cannot recommend it as it's the biggest waste of $155 I've ever spent. I bought this on Saturday 3/18 and the bristles ALREADY look like this. 4 days! I have short, very fine hair, and I've used this twice. Unfortunately I've already thrown out the box and cut the tags etc. (as I was very much planning to keep it!) so now I guess I'm stuck with a $155 piece of bright yellow junk. :)"
        },
        {
            "review_title": "Not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "If you have fine hair that doesn't like to hold a curl, this isn't going to work for you. I spoke with my stylist before purchasing, to find out how to achieve best results. I used mousse on the ends, like recommended, and it still didn't curl. I still had to use a regular blow dryer on my scalp because it just couldn't get it dry. I hate using a curling iron because it's so much work but it's still less work than trying to dry my hair with this thing. I will be sticking with their normal blow dryer because that's phenomenal, this just isn't it."
        },
        {
            "review_title": "Perfect blow out",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Complimentary from  Drybar. I Absolutely love it is so lightweight compared with other stylers. The half shot is perfect for my hair type, If you have medium and fine hair this one is perfect love that it gives that professional blow out look and Im able to curl my end too!"
        },
        {
            "review_title": "must have hair tool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "So I will be honest this is the first time I've tried a Blowout Brush and I must say I am obsessed! The way this tool was easy to use it legit made my hair feel so smooth and it was easy to work with especially when I would comb through my hair with the brush, It didn't tangle or tug my hair it smoothly styled my hair. My roots are the frustrating part of styling my hair cause when I use a hot tool it feels too hot but with this it didn't burn It smoothed my roots seamlessly. I also tried to do the viral curls with this half shot and omg it totally worked! You can easily do a volumized straight hair-do or you can do cute bouncy curls with this! It's literally an all in one!"
        },
        {
            "review_title": "Found the perfect blowout hair dryer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I've been looking to buy a blowout hairdryer like this for a while now and I am so glad that the dry bar gifted me this one. It's super easy to use with 3 different settings, high heat, low heat and cool. The detangling spray smells amazing along with their other products. I highly recommend this for an easy blowout when you're feeling a little lazy."
        },
        {
            "review_title": "Best at home blowout I've done so far!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I've been looking for tools and trying to learn how to give myself a salon blowout look at home. Tried the Dyson, the Amika, and revlon blowout tools and didn't like any of them. Decided to give this one a chance. Obsessed with the results. This tool is totally beginner friendly."
        },
        {
            "review_title": "Overpriced, but it works",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "The Half Shot works well with my hair length. A smaller barrel allows for better grip at the roots which produces more volume. I've been using the Revlon drying brush for the last two year with great results. Now that my hair length is shorter the large barrel size isn't as effective. With the half shot my hair needs to be damp when I use it, otherwise it's not super effective at smoothing it out. With the Revlon product, I was able to blow dry some volume into the roots using a tradtional hair dryer before using the blow dryer brush, and my hair always turned out sleek and smooth. Not so much with the half shot - the brush doesn't get as hot as the Revelon version which is better for my hair overall, but my hair takes longer to dry and style now. My other issue with the half shot is there's nothing about it that justifies a $205 price tag. The handle is plastic, the barrel is plastic, the bristals are plastic and bend easily. Take away the signature yellow color and brand name *drybar* and what have you got? Basically a drugstore verison that would cost a lot less. Yes, I'm happy with my purcahse and it works. My overall concern is with the quality and durability for the price - if the half shot cost $60 and lasted 1-2 years, no problem. But for $205, I better get my money's worth."
        },
        {
            "review_title": "So in love that I might stop breathing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "Hair dry and styled in the time it took to listen to Paris, High Infidelity, and half of Glitch. Worth the $$."
        },
        {
            "review_title": "Not great for coily hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I think this a great brush if you have fine short hair. However I felt like the blow dryer did not get hot enough to straighten my hair and give me a good blowout. The bristles were all bent after one use. The Revlon hot&hotter blow-dry brush is only $50 and can give me an amazing blowout in a fraction of the time."
        },
        {
            "review_title": "I love this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I love this blow dryer from @thedrybar it's literally my favorite beauty product. You can get beautiful 90s waves in your hair. I've tried many blow dryers before this one and this is my favorite. @sephora #drybarwithatwist #skeepersfamily"
        },
        {
            "review_title": "Amazing Product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I love this product! it's very light weight and not as loud as other dryer brushes i've used. I would recommend this to anyone, it creates seamless waves and is perfect for if you're in a rush with drying your hair! I'm about to get this for my mom for xmas u2764ufe0fu2764ufe0f"
        },
        {
            "review_title": "Smoother shiner hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Tried double shot, single shot. Preference single shot. But for my hair type and lengthu2026just below shoulder length, best of all three is half shot. Even without liquid glass I get really smooth hair. Minimal flyways. No frizz. Hair, naturally wavy/curly. This dryer leaves my hair so smooth. And can create curls with this blow dryer brush. I do not get volume on top though which I need because I have fine hair. Reason for four stars. But my hair is smooth and shiny using Half shot. Lots of shine. I have the drybar hairdryer as well which I use with drybar paddle and round brush. Always smooth. More so than my dyson hairdryer. Drybar is good for smooth silky hair. Not necessarily volume, my opinion."
        },
        {
            "review_title": "LOVEEEE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Thank you to Drybar for my new morning life-saver! The super lightweight Half Shot Small Round Blow Dryer Brush gives me salon quality blowout right in my own home. I'm kind of obsessed. Love how quick it is to use!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "I LOVE this tool! I am not great at doing my hair but this little powerhouse makes it so easy to finish off my styling on both wet hair and on dry unwashed hair to add a little extra oomph. It's quick, efficient and so simple to use!"
        },
        {
            "review_title": "Great product for 4C hair!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "The Half Shot Small Round Blow Dryer Brush is amazing, and I highly recommend this product. My hair is very difficult to work with, and I never look forward to it, but the  Dry Bar Blow Dry brush was able to straighten and work through my 4C hair."
        },
        {
            "review_title": "LOVE LOVE LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "This hair drying brush is amazing - it's not loud, leaves my hair feeling soft and nowhere near damaged. i've loved drybar for a long time so i'm really glad i checked this out.!!! i am also getting this for my mom for xmas :) she has to have one also! !!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I love this bruh! Truly amazing! It left my hair feeling like I just left the salon! So easy to use and seriously worth every coin! You need this in your life! Compared to other brushes I have used this is definitely the best !"
        },
        {
            "review_title": "My goto!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I've been currently using the Sephora half shot round blow-dryer and let me just say it worked wonders for my hair! I have wavy/curly hair and struggle with a lot of frizz and sometimes just don't know how to style my hair but this brush blow dryer left my hair smooth and silky and tamed a lot of my frizz and it cut my hairs drying time!! I was obsessed to say the least. I love how quick and easy it is to use definitely recommend especially if you're on the go and want a quick blow outud83eudd70"
        },
        {
            "review_title": "Great investment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is so much better than the Revlon one!!! It was so much easier to dry my hair. Made my hair shiny and gave extra volume. The dry brush also cut down my drying time too. My blowout was good for almost a week.This is a must have and a great investment."
        },
        {
            "review_title": "New must-have tool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "This tool is so incredibly easy to use and extremely lightweight! Helps define waves or gives the perfect blowout. Will be using this in my daily routine now. Can promise you won't regret purchasing this tool!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I loved this brush, it leaves my hair so beautiful... I can wave it naturally and the best thing is that it doesn't mistreat my hair, I love it very much and I recommend it 100%. It heats up very well, I can dry my hair super fast."
        },
        {
            "review_title": "AMAZING blow dry & styling tool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "This blow dry brush is amazing for layers!! I have tried to accomplish my perfect blow out style look and this brush helped me to do that! After letting my hair air dry a little after showering, I used this tool to blow dry and style my hair - best to use this brush in an upwards rolling motion for a blow out look! Huge thank you to dry bar I looooove this product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I freaking love this blow dryer! I had the double shot and love that for my daughters longer hair. The half shot is perfect for my shorter hair. It cuts my drying time down and it's so quick and easy to use."
        },
        {
            "review_title": "New must-have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "LOVE the function and practicality of this! My hair always gets frizzy when U use a regular hairdryer after showering so I love how this gives me big curls/loose waves while also building shape and volume. Definitely a new favorite find!"
        },
        {
            "review_title": "A must-have in your hair tool collection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "Literally one attempt and this has been the best u201cround brush dryeru201d I've ever tried, and I've returned 5 different ones. It doesn't pull at your hair, the heat is hot enough to give shape but not too hot and it's so lightweight and easy to rotate. 10/10. I literally ran on here to write a review"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This dry bar blow dryer brush is amazing. Not only does the blow dryer is strong but it is also so easy to use to style my hair. It dries my hair instantly and gives my hair a very smooth, shiny and silky look afterwards. It is definitely worth it and I am so obsessed with this brush!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "The  Half Shot Small Round Blow-Dryer Brush from Drybar is perfect! I have fine, medium length hair and this is the perfect size brush for me. It gives an amazing blowout, so much volume and shine! A must have!!"
        },
        {
            "review_title": "Thick hair approved !!! <3",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I am very impressed with how lightweight and easy to use this blowdryer brush was! As a thick haired curly hair girlie it's hard to find good quality blow dry brushes that don't weigh a ton! The bristles in the brush glided smoothly though my hair and did not cause any pulling, tangling or tugging which u loved!!! My hair also ended up so smooth and soft! Which I loved even more! Definitely recommend- will use foreverrr!!"
        },
        {
            "review_title": "Obsessed!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "I LOVE this. I have always wanted to give myself a blow out at home, but haven't mastered it. My hair never looks like it does when I leave the salon. This tool is a game changer. I have had a perfect blowout every day! I have literally used this tool every single day since getting it in the mail. It's easy to use, so lightweight, and it creates a lasting style every time."
        },
        {
            "review_title": "Such a time saver",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This blow dryer  is a game changer. It gave me salon quality blow dry at home.  Love that it combines the hot air of a blow-dryer with the structure of a small round brush to create defined curls and waves for a smooth, shiny blowout in one quick, simple step. Perfect for layers and detailed styling. It is so easy to use, towel dried hair can be styled and dried at the same time. Such a time saver."
        },
        {
            "review_title": "ud83dudc9b I love my blowout",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I loved this blow dry brush! This was my first time ever using one. I used about 5-6 passes per section of hair and my hair came out smooth and shiny. The only issue I had was using the on and off switch i had to make sure my hands were cleaned off with any products from my heat protector. I wish it had buttons instead.  Other than that I loved how simple it is to use to achieve the beautiful bouncy blowout I created. I got so many u201cIs that your real hair?u201d Questions."
        },
        {
            "review_title": "Love this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love this hair dryer and brush all in one! Perfect for styling your hair wet or dry! I love using it in the morning to freshen up my hair. Super easy to use and gives you that blow out look. Definitely recommend!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This blow dryer is a life saver! Previously I bought a cheap quick version similar but this round brush blow dryer is the real deal & worth every penny! I have naturally very curly hair that use to take me over an hour to blow dry but using this cuts my time literally in half and leaves my hair silky and straight! I have already recommended this to all my friends!"
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "Already loved and used the full size round brush and this one is even better! I have longer hair so the full size was not too big for me but this smaller size allows me more control while doing a blow out and no need to go in with a flat iron or any other tools after!"
        },
        {
            "review_title": "Love this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this so much! My hair is so fine and thin and this dried it so fast and made it sleek but bouncy at the same time. It is so easy to use since it's so lightweight and gives you volume at the same time. I love the curls it gave my ends to give me that blowout look that's in right now. I can't wait to keep using it and trying it with my dry bar rollers for an extra boost."
        },
        {
            "review_title": "Perfect addition to my morning routine!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love the Dry Bar blow-dryer brush!  Makes drying my hair easier using one tool instead of two! Love that I can get silky waves without having to use a curling iron!!!  A must have staple for anyone who likes to roll brush their hair for volume!  Perfect for all lengths and types of hair! Did I mention the half shot is lightweight!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone",
            "review_text": "I love the half shot so much! It's so easy to hold without getting my arms super tired. It also gives me amazing volume all with one tool. I would definitely recommend, and likely will gift one to my sister for Christmas!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The best product for an at home blow out. It is so easy to use and I'm so obsessed with this item! I will highly recommend this product because it gets the job done! I did my blow out within 15 minutes!"
        },
        {
            "review_title": "Best blowout!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I just want to say this has been one of the most easiest duo that I have ever tried before a brush in a blow dryer at the same time is shocking especially if you are a mom and don't have time to go to get a blowout this is just perfect for you to do it yourself at home I do recommend though to pass it over a few times to achieve the perfect blow out if you have really wet hair so make sure you damp good before you blow dry it! But other than that I love it!!!"
        },
        {
            "review_title": "Worth it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Soooo much better than the cheaper dryer brush I had before. I wondered if it'd make that big of a difference, but it does! My hair is so much smoother and has way less flyways than if I used just my round brush and regular dryer. I love that it's easy, doesn't feel like it's burning me (ha), and fast! Drybar knows what's up."
        }
    ]
}