{
    "product_id": "231",
    "name": "Mini Airbrush Flawless Setting Spray Duo Set with Limited Edition White Tea of Bali",
    "brand": "Charlotte Tilbury",
    "categories": "Makeup, Value & Gift Sets",
    "price": 44.0,
    "about": "What it is: Travel-size duo of Charlotte Tilburyu2019s setting spray: lightweight, waterproof, sets makeup for 16 hours. Includes original & White Tea of Bali scent.Highlighted Ingredients: - Flawless Film Polymers: Act as an invisible shield to flawlessly set makeup all day..- Japanese Green Tea: Softens and hydrates the look and feel of skin..- Aloe Vera: For skin that feels smooth and supple...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. These products are also vegan...What Else You Need to Know: From Charlotte Tilburyu2019s award-winning Airbrush Flawless Finish collection, this duo features the multitasking, lightweight spray that provides the perfect canvas for makeup application and quickly locks in your look with a flawless, pore-blurring finish. The spray also features a delicate fresh-floral scent...Research Results: In a 1-week test with 100 women:- 94% agreed the product improves makeup longevity.- 99% agreed the product creates a weightless veil.- 96% agreed the product weightlessly sets your makeup.This Set Contains:.- 2 x 1.1 oz/ 34 mL Travel Airbrush Flawless Setting Sprays in Original and White Tea of Bali",
    "ingredients": "-Flawless Film Polymers: Act as an invisible shield to flawlessly set makeup all day..-Japanese Green Tea: Softens and hydrates the look and feel of skin..-Aloe Vera: For skin that feels smooth and supple...Airbrush Flawless Setting Spray:.Aqua/Water/Eau, Amp-Acrylates/Allyl Methacrylate Copolymer, Pvp, Aloe Barbadensis Leaf Juice Powder, Glycerin, Caprylic/Capric Triglyceride, Camellia Oleifera (Camellia) Leaf Extract, Pistacia Lentiscus (Mastic) Gum, Leuconostoc/Radish Root Ferment Filtrate, Pentylene Glycol, Propanediol, Polysorbate 20, Ethylhexylglycerin, Parfum (Fragrance), Potassium Sorbate, Citric Acid, Hydrogenated Lecithin, Phenoxyethanol, Phenethyl Alcohol. ..Airbrush Flawless Setting Spray White Tea of Bali:.Aqua/Water/Eau, Amp-Acrylates/Allyl Methacrylate Copolymer, Pvp, Phenoxyethanol, Pentylene Glycol, Propanediol, Polysorbate 20, Citric Acid, Ethylhexylglycerin, Aloe Barbadensis Leaf Juice Powder, Parfum (Fragrance), Potassium Sorbate, Glycerin, Caprylic/Capric Triglyceride, Camellia Oleifera (Camellia) Leaf Extract, Pistacia Lentiscus (Mastic) Gum, Hydrogenated Lecithin, Leuconostoc/Radish Root Ferment Filtrate, Phenethyl Alcohol.",
    "how_to_use": "Suggested Usage:.-Shake the bottle well..-Hold six to eight inches away and mist over your entire face..-Use before and after applying makeup...Caution:.-Avoid contact with eyes..-Close eyes before misting.",
    "num_reviews": 25,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/mini-airbrush-flawless-setting-spray-duo-set-P513160?skuId=2811552&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2811552-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Best setting spray ever. My makeup did not budge all summer and that is a testament to this setting spray. Couldnu2019t pass up this deal so that I can have one bottle in my purse and one at home."
        },
        {
            "review_title": "Hair spray for your face that feels weightless",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "An influencer I follow named Amelia Liana described this as u201chair spray for your face.u201d She showed long days with events in high heat and yet her makeup never budged. I have a tight budget, but I spring for these. these"
        },
        {
            "review_title": "Great for natural looking finish",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019ve used this for about a month and I canu2019t say much to how long it keeps my makeup on but I will say it really helps blend it out and make it all look more natural. It leaves me with a beautiful natural looking skin texture."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Love these setting sprays they are amazing! But the white tea of Bali does have a bit of a scent but not powering at all"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Really amazing stuff. Leaves your skin glowing and last all day"
        },
        {
            "review_title": "A must have in my beauty routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Normal skin",
            "review_text": "Iu2019ve been using this product for a while and I love it!"
        },
        {
            "review_title": "my new favorite setting spray!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "iu2019ve been eyeing this product for a while, and finally bought it. Iu2019ve used it everyday since i bought it and it has done WONDERS on my makeup. My makeup stays on all day and looks so good"
        },
        {
            "review_title": "A must have !",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "After using this product and finishing the whole bottle it makes ur makeup stay all day and it keeps ur makeup hydrated and beautiful"
        },
        {
            "review_title": "A Classicu2026",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Tried and true setting spray. Keeps skin refreshed and looking like skin, doesnu2019t keep things matte, but not overly wet, just pleasantly dewy and healthy. If you want a matte 24 hour finish, try O/S."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "so good. makeup lasts all day. dewy finish no cakey looks"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "it smells so nice but idk if it actually works. my skin looks glowy after using powder which was my goal with this so iu2019m happy. doesnu2019t cause creases either"
        },
        {
            "review_title": "The only one must have setting spray",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is the best setting spray out there. Gives a beautiful satin finish to the skin, melts down all the excess powders on the face. Makeup lasts really long after using the CT Airbush Flawless Setting Spray."
        },
        {
            "review_title": "Must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have used this product for about a year and like the hydration it adds to my skin, especially in the winter."
        },
        {
            "review_title": "great price",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "great buy, travel friendly, worth the money! iu2019d recommend this especially as a christmas gift :)"
        },
        {
            "review_title": "Great buy and Price!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This really helps to set my foundation and powder to stay put all day. I love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Worth it, great price for two honestly and finally my make up lasts a 9 hrs shift  Nice smell also"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "The best setting spray! Melts my makeup to look less powdery, and natural. Makes my makeup stay all day too, even when in water."
        },
        {
            "review_title": "Must have in my every day makeup routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "You cannot go wrong with the Charlotte Tilbury setting spray. The white tea of Bali addition is incredible the smell when you spray it feels like youu2019re at a spa."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Normal skin",
            "review_text": "Iu2019ve been using it since August and I can tell you that this is one of the best setting spray out there."
        },
        {
            "review_title": "This CT Setting Spray is a gamechanger",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I don't typically do reviews, and wasn't sure abut all the hype around Charlotte Tilbury products, but honestly this CT setting spray is a game changer. Not a huge make-up girlie, and I have oily skin, but this spray kept my skin flawless and makeup in place. So pleased, will look into other CT products given it's performance."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I am honestly loving the results after using this setting spray. It was a great deal getting two. I notice a significant difference in how my makeup looks at the end of a long day. My makeup holds better and looks fresher."
        },
        {
            "review_title": "Must have when in stock!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This setting spray is unreal!!! I've tried all the best ones and this one is simply incredible, lightweight and smells great."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I just bought this set yesterday and I love it! It does have a scent to it, but it makes my makeup look so glowy"
        },
        {
            "review_title": "the smell..",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "these do not smell like the one I purchased solo before.  the scent is very strong, very flora and it lingers.  have to send these back, can't do it"
        },
        {
            "review_title": "Fav setting spray in perfect travel sizes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I always take advantage of these mini CT setting sprays whenever they have it. I'd say this is a good deal. The size is perfect for travel/on the go. The mist is beautiful and it helps keep my makeup looking perfect the whole day. I do have normal/combo dry skin so I don't worry too much about looking oily or anything, but whenever I use this setting spray, I definitely see a difference in how long my makeup stays fresh looking."
        }
    ]
}