{
    "product_id": "444",
    "name": "MIAMI NECTAR Eau de Parfum",
    "brand": "Ellis Brooklyn",
    "categories": "Fragrance, Women, Perfume",
    "price": 161.0,
    "about": "Fragrance Family: Warm & Spicy..Scent Type: Warm & Sweet Gourmands..Key Notes: Pink Pineapple, Coconut Water, Sweet Amber..Fragrance Description: A hot Miami summer, the beach at sunset, art deco pools and neon lights...meet MIAMI NECTAR, a lush and extravagant tropical-gourmand fragrance. MIAMI NECTAR is a scene-stealing perfume, opening with pink pineapple and coconut water, and backed by plumeria, vanilla, sweet amber, and salted woods...About the Bottle: The faceted angles of Ellis Brooklyn bottles are a nod to the clean, crisp lines of the Art Deco periodu2014also considered the golden era of book cover designs. Ellis Brooklyn perfumes are inspired by literature, verse, and the written word. The modern bottles paired with labels focused on font and typography are a nod to our founderu2019s roots as a longtime New York Times writer...Clean at Sephora.CLEAN at Sephora is our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing on effectiveness.",
    "ingredients": "Alcohol Denat., Fragrance (Parfum), Water (Aqua/Eau), Citric Acid, Tetrahydroxypropyl Ethylene Diamine, Benzyl Alcohol, Benzyl Benzoate, Benzyl Salicylate, Citral, Coumarin, Geraniol, Hydroxycitronellal, Limonene, Linalool.The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Spray on pulse points or on the body as desired....Recycling Instructions:.-The glass bottle and outer cardboard box are 100 percent recyclable.",
    "num_reviews": 291,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/ellis-brooklyn-miami-nectar-eau-de-parfum-P511416?skuId=2761609&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2761609-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz / 50 ml eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2761609-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "feels like summerrr",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I love this perfume. Itu2019s truly like summer in a bottle. Itu2019s sweet but dries down as a nice musk. I would definitely repurchase!"
        },
        {
            "review_title": "Great Smellingu2026 While It Last",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells Fantastic but after an hour or two it disappears. Really love the scent tho just wish it had something to hold it !"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "When I first tested it in store, I smelled the sweet pineapple, then a fresh tropical scent. I was sorely disappointed when I received a bottle for a Christmas gift, and the fragrance was actually a masculine cologne. The sweet fruity and tropical notes were drowned out by whatever strong, spicy note is in it."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Smells great but doesn't last long at all. Especially compared to other products that are in the same price range. I get two to three hours tops which sucks because I absolutely love the scent."
        },
        {
            "review_title": "My signature summer scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "This is my 2nd full size bottle and I have two travel sprays. Bought one for my daughter as well."
        },
        {
            "review_title": "My Queen loved it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought it for my wife last October at the Crossiron Mills store in Calgary. The sales lady gave me a sample of it and I immediately loved it! It reminded me of ripe, sweet melon and pineapple. My wifey loves tropical scents and she layers it with her body lotions. This scent is very sexy and easy to wear. Iu2019d say just get it for your Queen if you like it."
        },
        {
            "review_title": "A Great, Must Have, Summer Scent.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Oily skin",
            "review_text": "This smells like piu00f1a colada, but on crack! I absolutely LOVE this scent. It's so fresh, juicy and delicious. A great summer scent!!!!"
        },
        {
            "review_title": "It gives exactly what you want in a vacation",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I really like this one, and the dent in my bottle proves it. But I did have to give myself a break. I found the more I wore it, the sharper the pineapple got. I re-smelled it today and still love it. Just not for everyday."
        },
        {
            "review_title": "Perfect summer scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love this. It was clean, elegant and and sweet smelling. It was refreshing and received many compliments."
        },
        {
            "review_title": "Heaven in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I would describe this fragrance as a gourmand loveru2019s heaven. It smells like vacation in a bottle and when I wear it I canu2019t stop smelling my wrists throughout the day to catch the notes as the change . This is magical ."
        },
        {
            "review_title": "Horrible dry down",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This smells so manly and strong when it drys down. I had to return it."
        },
        {
            "review_title": "If you love Florida, buy this.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "September 2023, My Fiance and I went to Orlando for his 21st. Needless to say I loved everything about the trip.This sent us the closet to the scent and feeling of stepping off the plane!! The aroma and aura this scent has is heavenly."
        },
        {
            "review_title": "Vacation Time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This smells like vacation in a bottle. Very sweet, coconutty, with a slight salty vibe. Very upbeat and perfect for summer."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "smells like inexpensive body spray, no complexity...nothing, I would rather buy a body spray from bbw"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Oily skin",
            "review_text": "this perfume is amazing. it smells like heaven.   it's not a strong scent that overpowers.  it's light, fun, and happy vibes.  the scent lasts a long time.  You'd be crazy to not try this!!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "It smells so good and even after all day I can still smell it and Iu2019ve gotten a few compliments on it saying u smell good or mmmmmm u smell good"
        },
        {
            "review_title": "My favorite next to Marc Jacobu2019s",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Absolutely love . Itu2019s smells really good, sweet but not too much. The scent lasts longer"
        },
        {
            "review_title": "Full of Jasmine",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Olive skin tone, Oily skin",
            "review_text": "Nothing nectar-y or Miami-is about this except for coconut. I was expecting some citrus as a Florida resident but couldn't find any.  Just loads of jasmine."
        },
        {
            "review_title": "Could be better",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Itu2019s a good summer scent but you gotta take it for what it is. Itu2019s fun, summery, bright, and tropical but the performance is poor. Someone said itu2019s more of a body spray and that is a good description for it because it doesnu2019t have much projection and you have to spray a ton to get a good effect. A travel size is all I need due to its poor performance, though I can see how it can be addictive to sweet perfume lovers."
        },
        {
            "review_title": "Eau du teenage mall rat on summer break",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Very high school and immature. Reminds me of a fragrance Iu2019d beg my mom to buy me at the drugstore when I was a teenager, which was a minute ago. I remember when Ellis was niche, but this fragrance is too common and mainstream."
        },
        {
            "review_title": "Multi- months fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "Really like the top note which for me is rich vanilla; it is not sugary sweet. The coconut is subtle but there, it seems to give the endurance to the fragrance so it lasts. I can wear this into the fall, and will buy it again next spring."
        },
        {
            "review_title": "More like a body spray",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "This smells really nice . However, it reminds me of a simple body spray rather than a perfume. Scent does not last . The packaging is nice but overall the price point doesnu2019t match the quality.  I would not purchase again for the price there are much better perfumes out there."
        },
        {
            "review_title": "Perfect sweet summer scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "This perfume reminds me of the Gwen Stefani Harajuku Lovers perfumes from the mid 2000's, specifically the blonde one. Miami Nectar is a sweet scent that is very coconut/pineapple forward. Dries to more of a vanilla on me. 4 stars only because it lasts on my clothes, not so much on my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Perfect perfume for summer!! It is elegant and elevated. I always get compliments when I wear it!"
        },
        {
            "review_title": "OMG Best scent ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "So my sister was wearing this fragrance last night and let me spray some on as well. The moment I smelled it on her, I knew I had to have it and luckily she didn't gatekeep. The entire night, guys kept telling me how irresistible I smelled so as soon as I woke up this morning, I ordered it. I typically stick to the coconut and vanilla scent which this has with a bright and sweet note that is delicious. Can't wait to get mine so that I can stop sniffing my dirty shirt from last night!"
        },
        {
            "review_title": "Perfect summer or beach vacay scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "I really enjoy this perfume. I wish the pineapple note stayed more prominent after it dries down cuz itu2019s so delicious, but it dries down as such a perfect summer scent or beach vacay scent, but mature enough that it doesnu2019t smell cheap."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Instantly impressed. Couldnu2019t leave the store without it and had the bottle out of the box, spraying myself before I even got in the car. I canu2019t stop smelling myself. Reminds me of Tom Ford Soliel Blanc but a fraction of the cost and less of a sunscreen smell."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "This product smells soo good! I get hints of vanilla and amber. Itu2019s very light yet strong. It lasts on the skin and really reminds me of summer. I highly recommend this product especially as a summer scent."
        },
        {
            "review_title": "Perfect vacation scent!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This is literally the PERFECT tropical/beachy vacation scent! Like I wish I could bathe in it. Giving it 4 stars because unfortunately for me, it just didnu2019t last long on my skin"
        },
        {
            "review_title": "projects great smells yummy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "smells like coconut and pineapple, super citrusy and fresh! love for summer!"
        },
        {
            "review_title": "A must-have in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "MIAMI NECTAR Eau de Parfum by Ellis Brooklyn is a captivating fragrance that truly embodies the essence of a tropical paradise. From the first spritz, I was transported to the sun-soaked beaches of Miami, surrounded by lush florals and sweet, juicy fruits. The top notes of Italian bergamot and pineapple are bright and invigorating, creating a refreshing burst that wakes up the senses. As the fragrance settles, the heart notes of jasmine and tuberose add a rich, floral depth that is both elegant and intoxicating. The base notes of sandalwood and vanilla provide a warm, creamy finish that lingers beautifully on the skin. What I love most about MIAMI NECTAR is its versatility. It's perfect for both daytime wear and evening outings, adding a touch of sophistication and allure to any occasion. The longevity is impressive, lasting throughout the day without needing frequent reapplication. The bottle design is also worth mentioningu2014sleek and modern, it looks stunning on my vanity. Overall, MIAMI NECTAR Eau de Parfum by Ellis Brooklyn is a must-have for anyone looking to add a bit of tropical luxury to their fragrance collection. It's a delightful blend of fruity and floral notes that is sure to become a favorite."
        },
        {
            "review_title": "Beach in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is a vacation in a bottle. The best way to describe the scent is that it is beachy and tropical. It has notes go pineapples and coconuts with some floral as well. It is a great scent bbd or day and night. I can definitely imagine it being worn at a club or party in the summer while on a vacation. It lasts for about 5 hours. Itu2019s not childish but it is youthful."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was so excited to get my hand on this perfume! I just adore the warm and spicy notes of coconut and pineapple and of course vanilla. Definitely will remind you of hot and sexy Miami vibes, when you were strolling down the beach sipping your favorite drink. Perfume is not overpowering and last along time on my skin. This is my favorite summer scent!"
        },
        {
            "review_title": "Amazing and expensive smelling scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This perfume smells so amazing. And smells way more expensive than it really is. Iu2019m making the transition to clean beauty fragrances only, and this is a great choice!"
        },
        {
            "review_title": "Lovely Summer scent- not long lasting.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "This scent is absolutely wonderful for the summer. It reminds me of the beach. Itu2019s literally summer captured in a bottle. Unfortunately this fragrance barely lasts 30 minutes which comes as a major disappointment. major a mor"
        },
        {
            "review_title": "Smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Love this scent! Perfect for the summer! Canu2019t wait to get the bigger bottle."
        },
        {
            "review_title": "A Pleasant Surprise!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "I received this as a sample with an order.  The pineapple definitely comes through at first, then mellows out to a great summer scent.  I love it more everytime I use it and will definitely be buying a full size bottle."
        },
        {
            "review_title": "A summer must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I finally found another ellis bk fragrance I jive with! Layer this with sunfruit & omgggg youre ganna be smelling like a tropical goddess. If youre a gourmand girly layer it with bianco latte... thank me later ;)"
        },
        {
            "review_title": "Smells great but doesnu2019t last long",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love the scent but itu2019s not very long lasting. This is very fruity with a creamy coconut base. Itu2019s very summery, beachy. However, it only lasts like an hour. No longevity."
        },
        {
            "review_title": "Menu2019s cologne scent",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Strange scent, at first spray itu2019s very pretty and beachy but after it dries down it has a very strong cheap Mens cologne componentu2026worried about wearing this around my man ud83dude1d itu2019s a return ud83dudcaf"
        },
        {
            "review_title": "Compliment Getter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Everyone notices her and says u201cWhat is that?u201d This is not a typical sunscreen summer scent.  This one wears like a tropical BR540 and everyone pays attention."
        },
        {
            "review_title": "Love this fragrance, but....",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Normal skin",
            "review_text": "I love love love this fragrance! Think on a beach, on the terrace of your villa, you dressed in a light material, gauze perhaps? The gentle breeze moves the fabric around you, as if dancing. Holding a drink laden with hibiscus flowers, sweet rum, pineapple, coconut, and sunsets. The faint sound of steel drums far off in the distance. You get me? This fragrance delivers. BUT---- it is only a short dream. It doesnt last long at all. You have to bring it with you to spritz 2 to 3 hrs later."
        },
        {
            "review_title": "Tropical, Sweet, Fresh, & Bright! Summer Perfect!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Beachy, tropical, fresh, sweet, juicy, bright, green, woody, and a little floral. This opens so beautifullyu2026 itu2019s bright, juicy, sweet, and tropical! I really pick up on the fresh coconut water, sweet and juicy pineapple, and fresh and green palm leaf. Thereu2019s a soft floral scent which Iu2019m picking up mostly frangipani from with just a whisper of vanilla. The woody base notes of amberwood, driftwood, and moss shine through, but only subtly. They add a kind of earthy, green, and woody background.   This is so pretty and tropical at first! However, after the dry down occurs those wonderful top notes start to slowly become less prominent and those woody base notes start slowly becoming more prominent. The fragrance starts to take on a different feel. I can still smell the coconut water, pineapple, and palm leaf, but theyu2019re much more subtle and no longer have such a sweet, juicy, and bright scent. They seem to leave behind their vibrancy as the scent becomes much more woody and mossy smelling. By that point itu2019s then leaning a bit more masculine.   To keep this smelling like the lovely sweet, bright, juicy, and tropical scent this starts off as Iu2019ll just have to reapply it throughout the day. Thatu2019s obviously a downside, but I really do like how this one smells. Itu2019s so cool and refreshing to wear during hot summer days."
        },
        {
            "review_title": "I shouldu2019ve read the reviews ufffc",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I wish I would have read the reviews before purchasing this perfume. The scent is absolutely delicious. However, it does not project, and it has very poor longevity."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "My favorite scent !!! In love !!! I think Iu2019m going to get the full size bottle"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Love love love the smell but scent disappeared almost immediately as if it were a body mist. Unfortunately returning because I will run though the bottle so quick with having to reapply often"
        },
        {
            "review_title": "Miami breeze",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is exactly what I was expectingu2026 coconut , pineapple and a splash a vanilla  Smell vacation !!"
        },
        {
            "review_title": "Basic and doesn't smell like discribed.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Oily skin",
            "review_text": "I'm a bit disappointed. It barely smells like coconut, there's no pink pineapple to be found, and I don't smell the amber notes on me either. Honestly it's a pretty faint scent even after I spray tons of it on me and after only having it a week I'm half always down the bottle.  It's a pretty basic beach scent too. If you have any other beach scents like At The Beach or St Barts you don't need this. It's not a bad scent just not very strong and it's like any other beach perfume out there."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Perfect summer scent. Received lots of compliments."
        },
        {
            "review_title": "SMELLS AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Perfect fragrance for summer. A must have for tropical vacations."
        },
        {
            "review_title": "Summer scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this for summer! Iu2019ve been searching for something fruity but not too candy-ish smelling or musky. This is great! I see how some say it has a slight masculine hint to it but the fruitiness makes up for that."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I absolutely LOVE this scent. I just wish it was stronger or lasted longer. For reference, I sprayed myself probably 6 times which normally would be way too strong for a regular perfume. But with Miami nectar, you had to come up to my neck to find the scent only after a few hours."
        },
        {
            "review_title": "Smells masculine on dry down",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Smells great initially but as others have said, the dry down is extremely masculine and perfume-y and smells cheap. Could just be my body chemistry though."
        },
        {
            "review_title": "Vacation Vibes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I love this scent SO much! Sephora employee recommended it when I asked for something with coconut. This scent is deliciously intoxicating. I don't really smell coconut, but it reminds me of this beautiful beach resort we stayed at for our honeymoon. It doesn't last long, but it just makes me happy."
        },
        {
            "review_title": "Summertime Yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, mediumTan skin tone",
            "review_text": "The amber makes this scent a beautiful intoxicatingly wearable scent."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Tan skin tone, Combination skin",
            "review_text": "I can't even smell this straight from the bottle.  Extremely weak fragrance esp seeing its $154.00."
        },
        {
            "review_title": "Juicy and sophisticated",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I find this to be juicy, sexy and sophisticated at the same time. The wood notes really make this something more than a tropical fruit fragrance. This smells like a rich girl out on the town on a Friday night in Miami, which is like the opposite of me but I don't mind smelling like her!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Itu2019s just okay. I would say this smells like another summer fragranceu2026 nothing special and nothing unique."
        },
        {
            "review_title": "beautiful scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "i think this perfume is absolutely stunning. itu2019s such a beautiful scent but it doesnu2019t last or project at all so iu2019ll be returning it. itu2019s just way to faint after about 10 mins."
        },
        {
            "review_title": "Doesn't smell like the description",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I bought this at the recommendation of some friends, however it's just OK. I mainly smell the Amber, vanilla and wood- it reminds me of a vanilla-cashmere scent more than a beachy scent. You can probably buy this at Bath and body Works for a cheaper price. I won't be purchasing this again."
        },
        {
            "review_title": "Fresh, sweet and tropical",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Smells great! Worth the hype? Not so sure. I do think this smells very Bath and Body Works or Victoria Secret body mist. Nothing wrong with that but I expected more for this price. Also for me this scent does not last."
        },
        {
            "review_title": "A summer scent staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Such a great blend of sexy & sweet! Perfect summer scent that doesnu2019t smell overly sugary or like sunscreen. Lingers without being overpowering. Coconut notes are well executed."
        },
        {
            "review_title": "Parfait",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Vanille, coco, plage... parfait pour l'ete ! En amour"
        },
        {
            "review_title": "New fave!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The absolute perfect scent for summer! It smells fruity, floral, woody, and clean. Perfect to wear during the day, to the beach, or even for date night. Iu2019m definitely getting the full size next time!"
        },
        {
            "review_title": "A nice beach scent.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This perfume smells like vacation. Itu2019s light and yummy."
        },
        {
            "review_title": "Just oka",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "It's oka. I feel like it is nice for the summer time, but it doesn't wow me overall.  I wanted to love it because it's supposed to evoke a hot summer sunset at the beach with pineapple and coconut and sweet amber and vanilla notes, and maybe it is just how it interacts with my own smell and such, but it just does not pack the punch I was looking for."
        },
        {
            "review_title": "Itu2019s ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Smells manly to me , like a unisex one , Iu2019m more into girly sweet smelling perfumes , probably going to return"
        },
        {
            "review_title": "SUMMER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "Miami Nectar is my new favorite perfume!! There are notes of pineapple, coconut, and jasmine among so many others! Itu2019s the perfect scent for the summer time- perfect for the beach, pools and even a date night. This was gifted"
        },
        {
            "review_title": "Sweet but not sugary",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Porcelain skin tone, Dry skin",
            "review_text": "My best friend & I went into Sephora today to test out Miami Nectar, and we both bought it on the spot! we tend to gravitate towards gourmands, but it can be tricky finding a scent that doesn't dry down into a sickly sweet scent. However, that's not an issue with Miami Nectar! The pink pink pineapple, palm leaves, and coconut water (top notes) leave you with a warm, sweet, and clean scent and the feeling that you just spent a calming day on the beach with friends. As the fragrance dried I primarily noticed the sweet amber woods & vanilla coming through but the top notes were clearly still there! I would recommend this scent for anyone looking for a great summer scent & has an affinity for gourmand scents."
        },
        {
            "review_title": "Beautiful but longevity could be better",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "As a Miami girl, I approve of this fragrance. It really captures the essence of summer. I love it. The florals in this blend so well with the coconut and pineapple. I wish it lasted longer on my skin. Lasts a lot longer on clothing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "complimentary in exchange for a review. omg this perfume smells sooo good i love it so much. it smells like a nostalgic vacation and layers so well with other scents. it truly fits its name miami nectar, highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Amazing scent! It's my first time ever trying Ellis Brooklyn and I'm just so impressed with the longevity plus notes from this. I would definitely consider getting it full sized because it's just the yummiest and perfect scent to wear for this summer. The scent had a lot of coconut and vanillaey notes in there peaking out which are two of my absolute favorites. I even got compliments my first time wearing it, plus it was strong enough to last the entire day for me. It gets warmer as the day goes on and I'm just a big fan of this one overall!"
        },
        {
            "review_title": "Lovely Scent, Disappointing Longevity",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "The perfume has a pleasant sweet coconut and vanilla scent that smells really nice initially, but the fragrance doesn't last long. I probably wouldn't buy it again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I am completely obsessssed with this scent! It is literally sweet, sweet summer in a bottle! A slightly sweet coconut vanilla scent that is very warm and inviting. This was an instant addition to my scent collection, and I tend to be hard to please with scents. My first experience with the brand too, excited to check out more!"
        },
        {
            "review_title": "Absolutely love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Wow, Just wow! What a beautiful scent. I was gifted The Ellis Brooklyn Miami nectar 0.33 oz it is now my go to perfume. I will always have in my bag from this day on. The bottle is very eye catching as well. Iu2019m very pleased with this product."
        },
        {
            "review_title": "Returned",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I smelled this in-store and immediately purchased the full-size because it smelled like the perfect tropical summer dream scent. I got home, went to bathe in the smell, and....nothing. It had no projection or lasting power whatsoever. I was disappointed for sure as I loved the smell yet I like my fragrances to have some projection to enjoy, you know, the actual scent. This was returned :("
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I love tropical, coconut, sunscreen smells and this was not it. I spiciness was just too overpowering I could not smell any of the sweetness. To me it reminded me of pink peppercorn. But sadly thatu2019s all I can smell."
        },
        {
            "review_title": "Miami in a bottleufffc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I live in Miami and I do think this smells like Miami it smells great. It's fresh and just wonderful. I don't know how to describe it, but it does smell like Miami and it's wonderful scent."
        },
        {
            "review_title": "Beautiful, tropical, not a beast perfume though",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I smelled this in the store and kept sniffing my arm. Im not a big coconut girl at all so i didnu2019t think iu2019d like this but i really enjoyed it. The opening scent is very coconutty then you get the vanilla and pineapple blended beautifully. It doesnu2019t last too long and doesnu2019t project much but it is a clean perfume so i appreciate that."
        },
        {
            "review_title": "Christmas in July vibes",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I may be alone in this but I think this smells like a tropical pine fragrance. The first time I tested I immediately thought of Christmas. I like the scent but took a point off for the longevity. Lasts about 2 hours on my skin even when using a lotion or oil underneath."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve gotten so many compliments! I smelled it in store and bought it immediately! I love Ellis Brooklyn scents! Longevity is pretty good!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got a sample at Sephora. It smells so good. A very beachy smell ,There is a hint of coconut and I am definitely going to get a full size. ufffc"
        },
        {
            "review_title": "grown and gorgeous!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "i was worried it was going to give body mist with the notes, but this is so juicy and gorgeous but also sophisticated and rich smelling. it does dry down to a vanilla amber base, which i personally love but i think that's makes it different."
        },
        {
            "review_title": "Smells delicious at firstu2026 ud83cudf4dud83eudd65ud83cudf34",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "This smelled sooo good in store, like a fresh, pineapple heavy, pina colada! They were sold out in store so I ended up ordering a full size bottle because I loved it so much. It smells amazing when you first spray it. Sadly, that juicy pineapple & coconut scent I love so much quickly (and I mean QUICK) dries down into something that doesnu2019t smell so delicious or feminine.  Kinda smells like a musky cologne. I even tried layering it with the pineapple body oil but it wasnu2019t giving what it gave in store. Unfortunately Iu2019ll be returning. I may get a travel size, but this definitely ainu2019t full bottle worthy. At least it doesnu2019t smell like sun block."
        },
        {
            "review_title": "SUMMER MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Summer dream scent!! Light and fruity, slightly powdery on my skin but also last all day. Ellis Brooklyn never fails to disappoint!!! I love you"
        },
        {
            "review_title": "Not a Gourmand",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I was drawn in by terms sweet and gourmand described above. This is a unisex scent, my bf says it smells cologne-ish. Itu2019s a nice scent, but I would rather smell it on him than me"
        },
        {
            "review_title": "MEHH!!!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I only bought it cus tiktok made it seem this was so good but Iu2019m disappointed at least for me it doesnu2019t smell like OMG IS BOMB AF! It smell ok but didnu2019t wow me. Doesnu2019t smell bad neither. Oh and also DOESNT LAST ALL DAY FYI  LAST"
        },
        {
            "review_title": "Yum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "Smells really yummy. Light, not too sweet. It doesnu2019t last long, maybe 3 hours. Still a summer favorite for me."
        },
        {
            "review_title": "Perfect Beach Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This smells AMAZING!! It is the perfect summer scent and will be my new go to!"
        },
        {
            "review_title": "A fun summertime scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Really love this fragrance for the summer. Itu2019s so tropical and so Miami/Florida type of scent. Here in Florida itu2019s almost always summer year round. Really beautiful fruity, tropical, vanilla and slight musky in the dry down scent."
        },
        {
            "review_title": "Sexy summer scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "This is almost an exact replica to the Sol de Janeiro #62 scentu2026maybe slightly more coconuts and not as headache inducing. Sexy scent, not overbearing which is my preference."
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Sadly for me I only smell the spiciness (like peppercorn)  - I canu2019t smell the coconut or pineapple. Smells more floral than sweet with strong peppercorn."
        },
        {
            "review_title": "delicious but weak",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This really does smell amazing, just as described. I absolutely love it. The problem is you're wearing it for yourself. It's very weak, and  unless you spray it and stand right next to another person, you're the only one that will enjoy it. I have wore it probably a dozen times and not one person has complimented it. Not my husband, family, friends, strangers... nobody. I typically get a ton of compliments on my go to fragrances. Big bummer because I have been wearing the same spring/summer scent for years and I really want something new. This is great though if you you're going somewhere and don't want to overpower anyones nose but still know you're wearing something. It really is delicious. Just wish it had staying power."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "The tropical notes donu2019t really come through, mainly just a strong vanilla scent."
        },
        {
            "review_title": "Nice smell but stuff floating in the tube.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This honestly smells amazing and is the perfect summer scent with fabulous notes. It's sweet but leans more on the fresh side. I feel like it would last most of the day but you could refresh it without it being overwhelming. If it was just based off of scent it'd be five stars for me but it appears that there is stuff floating around in my bottle and that's a bit off-putting because I dont know what it is. I'll post a picture of what it looks like."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, fairLight skin tone, Combination skin",
            "review_text": "LOVE LOVE LOVE!!!! I bought the travel spray and just went back for the full size!!!! I love this fragrance!!! Itu2019s fresh and tropical but also warm, sexy and sultry!!!"
        },
        {
            "review_title": "Summer go-to, beachy perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Best summer perfume. Smells divine. Summer, aquatic, beachy, juicy all in one. Gorgeous! Need full bottle asap. Staying power isnu2019t as strong."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Literally the best perfume I have ever owned. I would die for it but it does dry down a little weak unfortunately"
        },
        {
            "review_title": "Knew I needed it on first spritz..",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Knew I needed it on first spritz.. it smells very tropical / pineapple / coconut on first spray .. almost like a body mist u2026 but as it dries down omg. Itu2019s so layered and interesting and special. Im very picky about about fragrances as I get migraines, I usually like sweeter scents but not too sickly sweet. This is a perfect summer scent. Dried down with this indescribable scent .. lasts extremely well, good protection, I can still smell it in my hair the next day. Going to be my summer scent for sure I donu2019t want to wear anything else."
        },
        {
            "review_title": "Strange dry down but i still like it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I do like this scent. Very tropical and beachy initially. But it fades to an almost masculine cologne smellu2026if that makes sense? I still like it enough to not return it."
        },
        {
            "review_title": "Warm, spicy, and summery",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Give it a second to settle on the skin and it smells amazing. I will say that it smells slightly different on each person I think itu2019s just due to how it mixes with your skin. Itu2019s warm and spicy! Def worth a try!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "Love this scent!! It's fresh, fruity, juicy and is summer in a bottle. Not usually a fan of summer/solar scents however this one is one of my favourites. The only downside is the projection isn't fantastic (lasts about 3-4 hours ish) but would still definitely recommend"
        },
        {
            "review_title": "Great summer scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This smells so good! Perfect summer scent. Itu2019s like a sugary pineapple but finishes a little masculine but not in a bad way. Will definitely buy the full size"
        },
        {
            "review_title": "Summer in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Really beautiful summer scent. It reminds me a lot of the nest Madagascar vanilla perfume oil but with more layers. It almost leans masculine but thereu2019s a sweetness that saves it. Itu2019s very warm with hints of pineapple and a true nutty coconut, borderline toasted coconut. It pairs really well with Bianco latte and kayali vanilla 28 if youu2019re a vanilla lover. It could be worn day or night without an offensive projection. It will definitely be my main summer fragrance this year. If youu2019re a gourmand lover, Iu2019d definitely say to give this a try. Itu2019s a very sophisticated gourmand with a hint of freshness."
        },
        {
            "review_title": "Summer staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Ellis Brooklyn slays it again! Last summer my signature scent was Sunfruit and I didnu2019t think it could get better. Miami nectar did it! Upon first spray itu2019s sweet and refreshing and then it dries down to have a subtle spice init  itu2026 all"
        },
        {
            "review_title": "Fruity and sweet",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This fragrance is like summer in a bottle! It starts with a burst of juicy pineapple and creamy coconut, just like a delicious piu00f1a colada but way more glamorous. As it dries down, the warm woody and vanilla notes come through, making it so much more than your usual beachy scent. At first, I thought it was just another tropical perfume, but itu2019s totally special and super addictive.Itu2019s fruity, sweet, and has a lovely tropical floral hint that lasts for a long time. Itu2019s the ultimate summer scent, perfect for anyone who loves yummy, gourmand fragrances!"
        },
        {
            "review_title": "Summer in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Such a good fragrance for summer if you want something fresh/fruity but more elevated. I have the sun fruit scent as well and like this more."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I love this scent SO much but I wish it was maybe 2-3x stronger. I find myself having to respray every couple hours or so (and that's being generous). I feel like I'm on a tropical vacation whenever I use this!"
        },
        {
            "review_title": "Addicting!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "A beautiful summer scent! This smells like a piu00f1a colada, but a sexy one! At first spray you get that juicy, sweet pineapple coconut, but the dry down is even better. The woody base notes along with the vanilla shine through and turn this into something more than your typical summer beach scent. At first I thought it was your average sunscreen tropical type scent, but itu2019s not. Itu2019s something special. I find it addicting. I couldnu2019t stop smell in my wrist. I feel like this is a summery scent for gourmand lovers."
        },
        {
            "review_title": "Smell For Yourself",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "This does not smell like a body mist. The first few minutes of spraying maybe, but it develops into this slightly fruity vanilla bean woody scent. The dry down is beautiful and mature and has pretty good performance too"
        },
        {
            "review_title": "LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This is an absolute winner for me! Got the travel size & will definitely buy the full size. It is warm and fruity, with staying power and wears beautifully! Such an easy scent to wear!"
        },
        {
            "review_title": "Beautiful tropical scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I am absolutely OBSESSED with this perfume! Itu2019s everything I thought it would be and more. Itu2019s fruity  and sweet with the pink pineapple and coconut at first then dries down to a sweet floral fruity tropical delicious scent that stayed on my sin all night until I washed it off. Itu2019s the perfect summer scent"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Got a sample of this and itu2019s got Such a nice summer scent, pineapple and coconut and hint of lime, definitely buying the travel spray"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Basically, it smells like high school and is really juvenile. I wouldn't categorize this as a real fragrance. Smells cheap, bath and body works through and through!"
        },
        {
            "review_title": "Disappointing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "I truly wanted to love this, but was surprisingly disappointed. Tried it in the store and oddly smelled like nail polish. I couldnu2019t get ANY fruit notes from it at all."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Ellis Brooklyn never misses. I LOVE this fragrance. Itu2019s fresh, fruity, and layers super well with their other fragrances like u201csweet.u201d This is the perfect summer fragrance. Itu2019s juicy and has lasting power!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "The scent of summer! This smells so good and fresh. Reminds me of the beach, summer, and being in the sun."
        },
        {
            "review_title": "Wait for dry down!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Okay it was almost a no for me but Iu2019m so happy I gave it a chance. Upon first spraying.. it only gave me pineapple.. I walked around the store for a while and it dried down to a beautiful summery coconut"
        },
        {
            "review_title": "Someone in the Reddit app mentioned this one",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I saw this in the Reddit app and did a blind buy. Iu2019m so happy that I did. Only complaint is the bottle could have been bigger for the price. I spray this over Kopari coconut melt so it lasts longer (Vaseline is petroleum jelly) and Iu2019m not a fan. You will absolutely love this perfume if you want to smell like a luxury vacation."
        },
        {
            "review_title": "A beautiful summer scent! Wait for the drydown",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "This is a beautiful summer scent!   At first I thought it smelled like so many others perfumes I have but the dry down is just beautiful! I mostly get coconut on the dry down but it's very summery.  Every so often, I get a whiff of something beautiful, and then I realize it's me!   I will definitely be investing in the bigger size soon!"
        },
        {
            "review_title": "This is so good! Almost as good as Sun Fruit!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "The ONLY reason for 4stars for this (& Sun Fruit) is bcz it lacks big time in longevity. I burned through THREE large bottles & 2 travel sized of Sun Fruit in less than a year. Itu2019s ridiculous what we have to sacrifice if we buy clean fragrances. Itu2019s a shame too bcz E B. has some great fragrances too!"
        },
        {
            "review_title": "Like 62 But Not Quite As Good",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Smells just like Sol de Janeiro 62 when first sprayed. As it dries down it gets a bit stronger, a bit more masculine. I slightly prefer the 62 body spray over this, and I donu2019t think one needs both."
        },
        {
            "review_title": "no staying power",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I just received this perfume today and I already returned it. It is a much warmer fragrance then I thought it would be but it had 0 staying power.  I could only get a faint hint of it on my shirt with it directly on my nose and no scent within 20 minutes after application.  I'll stick with my Juliette has a Gun Vanilla Vibes or Lust for Sun. Honestly my bath and body works body mists have more staying power and fragrance to them than this perfume does."
        },
        {
            "review_title": "Summer staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Deep skin tone",
            "review_text": "If you wanna smell like a beach bronzed cookie this is your scent. Its sweet and captivating but not to heavy its perfect for summer. It smells like coconut vanilla, jasmine, pineapple, amber - like I said a delicious beach cookie. I will buy again."
        },
        {
            "review_title": "Bath and body works sensual amber dupe",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "The opening of this spray gives you all of the sweet nectar but the dry down smells just like bath and body works discontinued scent called sensual amber. You smell all of the amber on the dry down the fragrance is worth $33 it's not worth $110."
        },
        {
            "review_title": "Weird stream spray",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "Just got this in the mail and the smell is so so good! Such an incredible summer scent. The only thing I donu2019t like about it and not sure if itu2019s just mine - when I spray it, it streams out at me instead of a normal perfume spray. going to check"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ju2019ai ete surprise! Tres bonne senteur! Parfait pour les belles chaleurs u00e0 venir!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "To me, Miami Nectar is t h e summer scent. It smells like the perfect beach vacation. I was a bit skeptical at first because I am not a big fan of coconut scent, but it is only strong as a first note. After a few minutes the scent is perfect (as in the coconut is more mixed in with the other notes) and lasts all day on my skin."
        },
        {
            "review_title": "Too sweet for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I was so excited to try this perfume - I got a free sample before I purchased the whole bottle and I am so glad I did. I canu2019t even wear this for longer than 10minutes without getting a headache. Sickeningly sweet and powerful."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This is the best perfume I have tried in a long time! It is the PERFECT summer scent! It smells like the perfect summer day at the beach! This is going to be my go to scent this spring and summer! Highly recommend!"
        },
        {
            "review_title": "Tropical gourmand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "This fragrance is definitely a u201cnighttime beachyu201d scent. I get the tropical notes but very sultry with the amber/musky note. This fragrance is definitely long lasting. Only complaint: top unscrews easily"
        },
        {
            "review_title": "obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Nothing makes me want to book a flight to Miami quite like this scent! I love u2014 and itu2019s also super long lasting which is such a huge bonus. I have noticed people compliment it hours after Iu2019ve put it on. Will def be repurchasing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is my first time trying Ellis Brooklyn In exchange for my review and I love!!! Miami Nectar is amazing! Itu2019s a great summer scent that leaves me feeling like I am ready for the beach! You can smell the pineapple but itu2019s not overpowering. The nice part is the perfume lasts all day too!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "The essence of summer is perfectly captured in the fragrance you described, evoking vivid memories of sun-drenched days by the sea. The inclusion of pink pineapple in the scent profile brings a fresh, tropical twist that is both sweet and slightly tart, reminiscent of exotic summer drinks sipped under a wide-brimmed hat. The coconut water adds a creamy, hydrating element that transports one to sandy shores! Itu2019s a yes for me"
        },
        {
            "review_title": "Amazing perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I tried this fragrance from Ellis for the first time, and I'm really pleased with it. The juicy pineapple and sweet coconut burst in the opening instantly transport you to a tropical paradise. It's now my favorite go-to fragrance for hot summer days. I love that it's not too strong but lasts a long time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Combination skin",
            "review_text": "Incredible perfume! I bought the mini size but will buy the big bottle for sure. I love this perfume. I recently bought 5 new scents, kayali eden apple, kayali lychee, Ellis Brooklyn peach body mist, Ellis Brooklyn sea body mist and this. Out of the 5 this is by far my favorite and has the best longevity too. I smell coconut and a light floral smell and realistic pineapple. It smells fruity and sweet in the best possible way."
        },
        {
            "review_title": "Sol de Janeiro 62 with very good longevity 5/5",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I just received a Sample of this fragrance Iu2019m Iu2019m so glad to find it. To my nose itu2019s very similar to the sol de Janeiro 62 body mist, I actually have that one and compare them side by side. So if you want that scent with more longevity go for this one because I personally donu2019t like the sol de Janeiro perfume version but this one is great"
        },
        {
            "review_title": "A Beach Girl Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I am such a beach girl and this Miami Nectar scent totally captures the essence of seaside living! I love how the scent of coconut and florals melds for the perfect summer scent. It lingers on my skin all day and becomes even more gorgeous and pleasant over time! I will be bringing this on all of my travels this summer."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is a perfect summer fragrance. It smells so good. It gives me a vacation vibes . Iu2019m getting so many compliments every time I wear it . I love the combination of florals and sweetness of pineapple and coconut. This is my new favorite fragrance."
        },
        {
            "review_title": "A Must Smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received Miami Nectar from Ellis Brooklyn In exchange for my review. I am already a huge fan of Ellis Brooklyn fragrances. Sun Fruit is one of the few bottles in my large collection that I have finished and repurchased. I didnu2019t think Miami Nectar would top it, but it has. This fragrance is a clean gourmand. You can truly smell the pineapple without it smelling like sunscreen in a bottle. The scent lasts, is distinct, and feels like an breezy walk down South Beach. Iu2019ve already purchased the full size on my own. I highly recommend, and I think this perfume can be worn outside of the warmer months."
        },
        {
            "review_title": "A must have summer scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "A perfect scent for summer!!! It has the best smell my nose has ever encountered, but then again summer is my favorite season and the beach is my favorite place. When my nose smells it, my brain thinks I am on a beach oasis somewhere sipping a pina colada!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Combination skin",
            "review_text": "I am absolutely obsessed with this fragrance. Itu2019s light and summery, with the just enough of a hint of coconut. It is the perfect fragrance to wear at for the summer as it is amazing on its own but also layers nicely for more of a nighttime fragrance!"
        },
        {
            "review_title": "love the scent!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I love this perfume!! I got a sample of it with an online purchase, and I absolutely adore the scent! It's sweet with tropical notes, and is such a classic feminine fragrance. That being said,I think it would be perfect for guys too. The only thing is that it's crazy expensive, so it might not be purchased as much as cheaper perfumes or colognes."
        },
        {
            "review_title": "Sooooo good.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I bought this based on a worker at sephora recommending it because its her favorite so far. I love tropical fragrances and thats what I get from this. Average longevity so I would moisturize first for longer wear. Overall I love it and sometimes I pare it with kayali sparkling lychee if I want to smell really tropical."
        },
        {
            "review_title": "Sweet and sexy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This scent is sexy and sweet. It gives off an uplifting vibe and essence. It is not overpowering and does not give a headache. The scent encapsulates Miami life to its fullest! Sweet, sexy and fun are words I would use to describe this."
        },
        {
            "review_title": "Scent Of The Summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "This is the scent of the Summer! I fell in love first sniff. This smells tropical and gourmand wrapped in one. Upon spraying I smell the pineapple and coconut water. On the dry down I get vanilla and sweet amber. If you aren't hitting the beach this Summer this perfume will take you there!"
        },
        {
            "review_title": "ud83eudd70ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "smells so amazing, and I get so many compliments when I put the perfume on u2764ufe0f This also goes great with the Bum Bum cream, the yellow one."
        },
        {
            "review_title": "Finally not a sunscreen scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love it! Itu2019s fruity without being too sweet or coconut ish scent. Like most fragrances these days it doesnu2019t have a good lasting power. Definitely would buy the big bottle next time."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "This perfume smells so good - to me itu2019s pretty light and fruity with a bit of sweetness. It isnu2019t too strong, which I personally like. I prefer a subtle & pleasant fragrance, which this is. Perfect for summer."
        },
        {
            "review_title": "Will be wearing this everyday!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I have NEVER been so enthralled by a perfume before in my entire life. I have quite a large perfume collection and this is definitely the best smelling one I have. I will be wearing this everyday!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This perfume smells incredible. I highly recommend it if you like a luxurious smelling perfume thatu2019s not overpowering but will still last all day. This is a great option and one i will continue to use"
        },
        {
            "review_title": "Iu2019m torn on this oneu2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "So let me start with the positivesu2026 The bottle is beautiful! It has the perfect aqua color for summer, and would look so good displayed on a vanity. So for the scent. Hereu2019s where I get sad because the opening is so so so gorgeous! Itu2019s juicy sweet pineapple, light hints of fresh coconut water, and an overall tropical feel. If it stayed like this for the entirety, I would have given it five stars. But, this lasts for five mins tops. After that, all I can smell is a very masculine cologne/woody note combo that is just plain weird after such a girly and fruity opening. Itu2019s not a bad scent, but a strange lingering base combo for sure. Iu2019m not sure if Iu2019m going to keep it because itu2019s just not what I thought it would be."
        },
        {
            "review_title": "Unsuccessfull blind buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I was expecting something mouthwatering and tropical and this ainu2019t it.Does not smell like notes listed.This is very perfumey to my nose."
        },
        {
            "review_title": "Itu2019s decent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Iu2019m a huge perfume lover so Iu2019m always on the hunt for my next purchase to add to my collection and I absolutely loved the color and the bottle from this brand so I just had to give it a try and it did not disappoint it gives me more of a winter scent as I feel like it gives a musky vanilla scent and cozy type of vibes. I donu2019t see this being a summer perfume but itu2019s definitely gonna be my go to every winter!"
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "It's nice.. i was expecting something brighter scent-wise but it's fine. I wouldn't purchase again though."
        },
        {
            "review_title": "tropical paradise",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Oily skin",
            "review_text": "I think it smells delicious. it's a fruity musk scent. I mostly get pineapple. there is no suntan coconut going on here. just fruits and fresh musk. reminds me a lot of juicy couture but with pineapple. smells amazing for 10 minutes then you have to smell your skin directly to get a slight smell. really nice to wear if you don't want to be offensive. my favorite from this brand."
        },
        {
            "review_title": "Great summer scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "When I first sprayed it it reminded me of At the Beach by BBW, but it's much more of a sweet piu00f1a colada scent when it dries down. It's definitely a summer fragrance, not very versatile so I got the travel spray to take on vacation"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
            "review_text": "Miami nectar is an elegant and luxurious smelling perfume which teleports you to a tropical island in an instant. It stays on all day and smells so great. I got a lot of compliments using this. Itu2019s a nice day perfume and I love it."
        },
        {
            "review_title": "Better on dry-down",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This was heavier than I expected.   At first, it was an overwhelming meh but my partner asked What's that perfume? I love it! and when it dried down it was less intense...bumping from meh to I really like it!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Ellis Brooklyn's new Miami Nectar eau de parfum is a perfect summer fragrance. If you like sweet gourmand that is light enough for daytime, this is for you. I detect sweet pineapple top notes, and a beautiful dry down that is exactly my vibe. The longevity doesn't last as long though."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Initially, it was very synthetic but not smelling like the scent profile described ...the dried down I got the salt, and slight coconut scent, and then the total dry-down became VERY powdery with masculine undertones ...very disappointed ud83dude1e"
        },
        {
            "review_title": "Wish it was stronger",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I tried this and  it was nice BUT the projection isnu2019t there nor is the longevity!!  Will be returning it or exchanging it for something else!"
        },
        {
            "review_title": "A sexy scent for summer 2024",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, mediumTan skin tone, Oily skin",
            "review_text": "Finally! A tropical scent that doesnu2019t smell like sunscreen! Simply put, it smells like a piu00f1a coldau2026but a sexy one lol. The pineapple is mouthwatering sweet and juicy and it blends really well with the vanilla and woody notes when it dries down. The opening is fruity and fresh and the dry down is more creamy and warm. Doesnu2019t last super long on skin (about 3-4 hours) but I smelled it the next day on my clothes. If you love tropical scents, this is a safe blind buy."
        },
        {
            "review_title": "Does NOT smell like coconut",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone",
            "review_text": "This doesn't smell anything like described. It actually smells like Banana Flower and Passionfruit room spray from Bath and Body Works. Nothing about this is giving me island or Miami vibes.  I was hoping for a light, fruity, tropical coconut scent and this smells heavy and musky. The kind of smell that happens when you leave your laundry in the washing machine too long. I honestly don't understand the 5 star reviews here."
        },
        {
            "review_title": "Blind Buy !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "I never buy scents based on the notes but for some reason I gave this one a try. I was not disappointed at all. It's got a beautiful pineapple note that comes out and keeps it from being an overly solar perfume. The coconut is perfect. This brand always makes perfection"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "Absolutely fell in love with this scent! Miami Nectar fragrance makes me feel like THAT girl. Subtly sweet with a slight irresistible warmth at the end that really embodies the perfect romantic summer night!"
        },
        {
            "review_title": "Miami core scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Honestly SUCH a nice scent. When they say itu2019s Miami nectar, itu2019s Miami nectar. I spray it and I smell like I should be walking along south beach in the middle of summer tanner and glowing!!! So good Iu2019m obsessed with it"
        },
        {
            "review_title": "Perfect daytime fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Ellis Brooklyn's Miami Nectar Eau de Parfum is a vibrant and invigorating fragrance that captures the essence of summer in Miami. This perfume opens with a burst of fresh, juicy citrus notes, mingling seamlessly with hints of sweet tropical fruits. As it settles, the floral heart of the fragrance emerges, dominated by the soft, alluring scent of wild orchid and jasmine, evoking the lushness of Miamiu2019s vibrant flora. The base notes bring a warm and comforting finish with a touch of amber and musk, adding depth and longevity to the scent. Miami Nectar is perfect for those looking for a lively, bright fragrance that makes a statement yet remains wearable for any occasion. It's a breath of fresh air, ideal for daytime wear or a night out in the city."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I recently tried this perfume and it smells soooooo good. It lasted all day and it reminded me of spending time at the beach. I got so many compliments at work. I think this is my new favorite perfume."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Ellis Brooklyn's gifted perfume is pure luxury in a bottle. Its sweet aroma transports me to a Miami night, capturing the essence of indulgence and sophistication. Each spritz delights the senses with its delicious scent, making it an irresistible addition to any fragrance collection."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This scent is absolutely to die for. Itu2019s perfect for an everyday summer fragrance & lasts on the skin without being too overpowering. The vanilla notes also fit perfectly in the blend! Couldnu2019t be happier,"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This doesnu2019t smell like the notes listed at all to me. Itu2019s smells so masculine and I have no idea why."
        },
        {
            "review_title": "Summer sweetness",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "This scent is perfect for summer. I love the powerful summer fruity scent. I way three sprays and it lasts all night. I usually donu2019t like sweet scents but this one is a very good sweet blend. I love the blue glass packaging. I think this is a must have for summer perfume!"
        },
        {
            "review_title": "Masculine / unisex",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Starts of fruity and fresh then the dry down is Very masculine on my skin. Donu2019t get much coconut at all , was hoping for something more tropical feeling .  This is definitely a unisex scent leaning towards masculine"
        },
        {
            "review_title": "I shouldu2019ve got the full bottle ud83dude0a",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Oh my gosh, this smells so amazing. Going on a cruise a couple weeks. Definitely the perfume to wear for a beachy vacation.  ufffc"
        },
        {
            "review_title": "My Summer Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "This is my third Ellis Brooklyn perfume.  I have Bee and Apple Love and I love them all.  This will be my summer scent.  It is fresh and light.  Every time I wear it I get compliments.  I normally don't like perfume in the summer but this one is fantastic.  I bought it when it was first launched without even sampling it and it did not disappoint!!  I am a FAN!"
        },
        {
            "review_title": "soft and beachy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I bought this on a whim for me and two friends who were having a girls weekend trip to Miami and wow was it perfect! Itu2019s so fun to have a scent memory associated with a trip, especially one that captures the essence of Miami so perfectly. I have many beachy/summery scents in my collection, but this one provides a new take on a classic tropical coconut scent. Like many of Ellis Brooklynu2019s scents, this one has an intimate projection and wears as a soft, not too sweet coconut and juicy pineapple skin scent- like the remnants of ocean air, sunshine, and sunscreen from a picture perfect beach day. A really fun scent and that clear turquoise bottle- perfection!"
        },
        {
            "review_title": "Cute",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Sooooo sweet and flirty, it smells like late spring and summer to me! It smells amazing and also lasts on your skin for a very long time! I got so many compliments wearing this out, love it so much!!u2019"
        },
        {
            "review_title": "Effortless summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This scent is described as a tropical gourmand and I absolutely agree. This reminds me of a sophisticated pina colada with the dry down being a bit more musky and woodsy. This is initially heavy on the coconut but the sweet and saltiness is a great balance. This is definitely THE summer fragrance! I am very impressed by the longevity as well! I sprayed about 6 hours ago and itu2019s still lingering on my wrists and clothes."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "Oh my goodness i was so excited to receive this new Miami nectar perfume from Ellis Brooklyn because i had never tried any of their perfumes before and this one did not disappoint!! It is definitely going to be my new summer scent"
        },
        {
            "review_title": "a beautiful warm, fruity scent!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "this smells SOOO good. I don't really know how to describe it...it's fruity and beachy, but not in a sunscreen way. I do love a sunscreen scent, but this isn't one. It's just so unique and yummy!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This perfume smells like vacation! Itu2019s so fresh smelling and also tropical. The scents within it blend so well together and I love it. I definitely will be coming back for more. It also is long lasting, I can spray it in the morning and still smell amazing in the evening!"
        },
        {
            "review_title": "Creamy salty coconut- a sexy beachy scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Iu2019m a big fan of Ellis Brooklyn fragrances! This is the fifth full size perfume that Iu2019ve purchased from them, and Iu2019m leaving my honest review as a Sephora Community Ambassador. Iu2019m having a little bit of a hard time describing this one but I love it! I tried it in store before buying. On initial spray, and the first hour or so, I get a lot of coconut, a little warm vanilla, and a bit of creamy tropical floral, but not necessarily any specific flower (like jasmine or plumeria from the description) and I donu2019t get much fruitiness. It definitely dries down to reveal a bit of underlying masculine scent and I can detect the amber & salted woods and lasting creamy coconut + vanilla. Itu2019s lasted a good 5-6 hours on skin, a bit longer on my sleeve. This is the classic Ellis Brooklyn art deco bottle with the snap on, weighty magnetic cap. Havenu2019t tried layering it yet but I can see this layering beautifully with both sweeter and more heavy fragrances. Itu2019s different from my other beachy scents. Canu2019t wait to wear this on a hot summer night!"
        },
        {
            "review_title": "Perfect Summer Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "This fragrance came just in time for summer! It smells amazinggg! Itu2019s fruity but warm and seductive. The pink pineapple followed by vanilla and sweet amber creates a perfect dry down on my skin. Longevity could be better for price point, but I donu2019t mind reapplying. Love it!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Absolutely love the size of this travel perfumeu2014 and the scent did not disappoint as well! With hints of vanilla as well as a fruity summertime scent, this fragrance will be perfect for your summertime adventures!"
        },
        {
            "review_title": "Obsessed summer in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have around 80 bottles of high end perfume. When I say that a woman hunted me down at a store while sniffing the air behind me like a rabid dog!ud83dude02ud83dude02 follows weird sniffing by asking what perfume I was wearing and then telling me I smell amazing. Back to my massive collection of perfume- I wear perfume Products every day and this has only happened to me maybe 5x in my life. This perfume is a keeper!!!!!.  So"
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have never written a Sephora review beforeu2026 so when I tell you - this is the most incredible mesmerizing scentu2026 ud83eudd75. This is going to replace all my other scents for the summer. I am obsessed!"
        },
        {
            "review_title": "meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Nice scent - wish is lasts longer than 3030 seconds"
        },
        {
            "review_title": "I Wanted To Absolutely LOVE This Oneu2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "So, let me just start out by saying that I absolutely enjoy this scent, HOWEVER, the longevity just isnu2019t there. It is just a beautiful, aquatic scent with a subtle hint of fruitiness, but it disappears in like 30 minutes on my skin. I love Ellis Brooklyn, and just about every scent they put out, but the longevity on this once, highly disappointing."
        },
        {
            "review_title": "Hottest fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received something in exchange for this post  Ellis Brooklyn travel size Miami nectar Fragrance i love them smell itu2019s so refreshing has a seductive smell sweet refreshing the hints of fruit to vanillau2019s scent makes you feel like a tropical paradise destination this is a perfect summer fragrance This is a must have"
        },
        {
            "review_title": "Smells wonderful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This perfume smells heavenly . It has a mix of fruity/coconut scent itu2019s a refreshing summer scent thatu2019ll keep you wanting more . I am loving it and already need the bigger bottle . I keep it in my purse with me itu2019s one of my favorites!"
        },
        {
            "review_title": "So amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This has to be the best scent I have ever used. So many amazing notes with this and it lasts all day. I have gotten so many compliments wearing this! It reminds me of summertime on the beach. I just love the combination of scents! Give it a try, I promise youu2019ll love it!"
        },
        {
            "review_title": "expired manly sunscreen",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Oily skin",
            "review_text": "well .....I'm so disappointed and surprised this doesn't work for me because most coconut scents do and it smells promising the first 3 mins after spraying and then the drydown arrives with this masculine nauseating wood note and usually amber with more of a creamy vibe works for me but this has some kind of note that throws this off on my skin.  After an hour of wearing, I had to wash this off.  yes , it's summery but with a unpleasant wood note I hate.  I do like Sunfruit but it doesn't last at all so wasn't a keeper either.  This one does last but its an annoying coconut and this is from someone who owns 12 coconut Fragrances.  I dislike the drydown really bad , turns a cheap stale expired sunscreen."
        },
        {
            "review_title": "Summer staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Tropical vacay in a bottle! Wore this along with  St. Bartu2019s hair/body. My new summer scent."
        },
        {
            "review_title": "Hot Laundry",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I donu2019t know how else to describe it other than laundry from the dryer. It smells nice- clean, mayyyybe tropical if Iu2019m thinking of hot sand with a dash of fruit. Reminds me of the retro JLo fragrance from back in the day. Mostly smells like hot laundry after being taken out of the dryer."
        },
        {
            "review_title": "excellent. Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I love it !!!! ud83dude00  lasts long. I also love her brand Salt, and Vanilla Milk. Highly recommended  A++++"
        },
        {
            "review_title": "Ellis Brooklynu2019s Magnum Opus!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This reminds me of Bikini Season by Sol de Janeiro but a little bit more coconut-y. HANDS DOWN a perfect summer scent u2014 a good blend of sweet citrus, floral and coconut. I didnu2019t know I was looking for this before I found it. A forever staple!"
        },
        {
            "review_title": "Absolutely Not",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Horrible, Horrible, product. Initial scent is pure coconut and sun tan lotion--definitely not a rich scent, more like a drugstore brand body mist. Dries down to a super heavy masculine scent. I am returning this one."
        },
        {
            "review_title": "Summery u2600ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Iu2019ve been recently expanding my perfume collection and wanted some more seasonal scents. I went into the store to smell this one yesterday day and itu2019s so fun and perfect for summer. Not the typical white floral sunscreen-y scent (though I do like those too). I was worried about the pineapple note but I think ifu2019s actually balanced nicely and the dry down is much less fruity. The bottle is absolutely gorgeous as well. Definitely only a scent Iu2019d use in the summer, but fun to have in my collection."
        },
        {
            "review_title": "Your teachersu2019s perfume",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "As a 90s kid, it reminds me of a perfume your aunt or teacher wore. I loved all the notes of the perfume on paper, but it didnu2019t dry down on my skin well. Thereu2019s one scent note that I just didnu2019t like."
        },
        {
            "review_title": "Calling all pina colada lovers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "If you want a perfume that smells like a pina colada then this is the one for you. I has a heavy coconut scent but fruity which makes it perfect for the warmer days. It lasts all throughout work which is a plus."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This smells like pina colada, delicious but doesnu2019t last at all Iu2019d go with BGJ carnival which has a similar vibe but longer lasting"
        },
        {
            "review_title": "Yummy scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I was so excited to try this new perfume from her. The notes sounds so delicious that I had to order it the first day and I finally got it! First of all. The bottle is STUNNING!! I sprayed it on my arm and I love it. The longevity is good. About the scent: Itu2019s fruity sweet. Definitely I smell pineapple but I really do smell the sweet coconut. Itu2019s not creamy cake coconut scent but itu2019s the good real smell of the coconut. Definitely very nice summer scent. I would recommend if you are looking for fresh fruity pineapple coconut perfume :)"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "This is a masculine fresh summer scent with a slight floral background note. I am so disappointedu2026 whereu2019s the nectar? Whereu2019s the sweetness? This would be great for my husband. Just not the vide I normally go for."
        },
        {
            "review_title": "Summery scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Itu2019s perfect for warmer months - it has very tropical and coconut notes with a hint of warmth and vanilla. Very sultry and luscious scent that takes you on a tropical vacation. Love the woodsy notes too. a little too sweet for me, but if youu2019re into vanilla and sweet notes you will love this one"
        },
        {
            "review_title": "Delicious, tropical juiciness!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Finally, a successful blind buy! As a South Floridian girlie, I knew I wanted to add this fragrance to my collection. The name, the bottle, and most importantly the notes all drew me in. This isn't your typical sunscreen-y summer fragrance (which is overdone in my opinion) but more of a juicy, coconut-y, warm floral. You can definitely smell the pineapple notes in the opening, and the drowdown is a bit more sultry with the woody notes. This fragrance isn't groundbreaking, but it's not trying to be. Overall, it's quite enjoyable and very nice warm weather fragrance."
        },
        {
            "review_title": "Love this scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This is definitely gonna be one of my new favorite scents for the summer ! It reminds me of a pina colada  you can really smell the pineapple and coconut ud83eudd65 itu2019s a fresh and fruity smell that got me lots of compliments and it is very long lasting !"
        },
        {
            "review_title": "WOW.WOW.WOW.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "WOW. I hadnu2019t even sprayed the first spray and I was instantly into this fragrance.. I gave it a spritz and was blown away. This is a PERFECT summer scent. 10/10. Itu2019s unique but familiar all at the same time. Absolutely gorgeous."
        },
        {
            "review_title": "Another signature fragrance !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Just when I thought I couldnu2019t be more blown away by Ellis Brooklyn scents, they release this wonderfully complex warm tropical fragrance. This scent is beautifully sweet and fruity but doesnu2019t turn so sweet that your head hurts, rather it just gets more interesting and inviting the longer you sit with it. Thatu2019s what makes this and most of the other Ellis Brooklyn scents so different"
        },
        {
            "review_title": "Sexy and sensational",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Just when I thought I couldnu2019t be more blown away by Ellis Brooklyn scents, they release this wonderfully complex warm tropical fragrance. This scent is beautifully sweet and fruity but doesnu2019t turn so sweet that your head hurts, rather it just gets more interesting and inviting the longer you sit with it. Thatu2019s what makes this and most of the other Ellis Brooklyn scents so different"
        },
        {
            "review_title": "This was a blind buy and I have no regrets!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "So happy that I purchased the travel spray to try it. It's such a beautiful fragrance and a little different than all the other tropical fragrances I own. This one is a little more sophisticated. I'll be investing in the full size bottle."
        },
        {
            "review_title": "Fresh and sweet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "My coworker and I both got this same day.  You get that bright burst of pineapple and then some sweet creamy coconut. Fresh and yet still warm and sweet. Such a fun happy scent. In love."
        },
        {
            "review_title": "Perfect Parfum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I have been on the hunt for a new perfume for a while and I am so happy that I finally was able to find one. This perfume smells amazing. It is the perfect combination of light and lasting. It leaves you wanting to smell it again without it being overpowering."
        },
        {
            "review_title": "Doesn't Last Long",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This smells really good, but unfortunately, the smell didn't last on me. After a couple of hours, the scent was nonexistent ud83dude12"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Such a cute and petite little au de parfum created by the Ellis Brooklyn team ! Canu2019t wait to use this mini in scent miami nectar (super fresh) on the go all summer long! complimentary by Ellie Brooklyn"
        },
        {
            "review_title": "Didnu2019t smell good on my skin.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This was a blind buy for me but sadly the scent didnu2019t mesh well with my chemistry. I will be returning."
        },
        {
            "review_title": "Smells like summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This perfume is definitely going to be my go to summer scent. It smells very fruity but still very sophisticated. Itu2019s not too overpowering. It lasts on me all day which is a huge plus. Itu2019s not the typical scent I would go for but Iu2019m glad I tried it out."
        },
        {
            "review_title": "Had an immediate allergic reaction that closed my",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Triggered an asthma attack. I wear perfume regularly and have never encountered one that caused this. I must be allergic to something in it. I liked they way it smelled. Itu2019s more spicy than I expected .expected"
        },
        {
            "review_title": "Summer in a Spray!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "So summery and sweet without the fake sunscreen smell. I love the coconut and palm mix with the dash of pineapple to sweeten it. This is an absolute must for the warmer months!"
        },
        {
            "review_title": "Summer in a bottle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "When I tell you this is summer in a bottle!! Believe me! It smells incredible, you get hints of jasmine, coconut (not over powering), vanilla, and more! Itu2019s fresh and sweet but not too sweet. Itu2019s just perfect! Iu2019m obsessed!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This is summer in a bottle. This has such a fresh and fruity smell with the notes of coconut, pineapple, and palm leaves. The smell lasts a decent amount of time on the skin. This is definitely a fragrance Iu2019ll be wearing this summer"
        },
        {
            "review_title": "Perfect summer fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "IM OBSESSED WITH THIS!!! Iu2019m so excited to bring this with me on my next vacation! The smell is amazing and not too overwhelming which is good because some fragrance can bother my head! Itu2019s perfect for summer days especially as a florida girl!"
        },
        {
            "review_title": "Basic summer vibes",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Smells very sweet. I returned as it wasnu2019t a wow for me. I felt like for the price I had similar in my collection already."
        },
        {
            "review_title": "My new go-to summer fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "My new favorite summer scent! This Miami Nectar Perfume really does embody Miami. It is fresh, yet sweet and I have gotten SO many complements from wearing it the past week. This will definitely be my go to fragrance for spring/summer!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Absolutely obsessed with this scent! Perfect for summer!"
        },
        {
            "review_title": "On paper, itu2019s everything I wanted, but..",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "The initial spray is GORGEOUS!! Problem is when it dries down : to me on my skin it smells like cleaning products. Every notes described are my top picks and what Iu2019m looking for in a summer perfume.. it just didnu2019t translate how I wanted it to. I will be returning sadly"
        },
        {
            "review_title": "Nice Tropical scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Definitely get the coconut and pineapple! It reminds me of some bath and body works fragrances, but thereu2019s a little something something extra in the dry down that makes this quite nice. Fruity, beachy and with a little bit of woods and vanilla. I donu2019t get a screechy sunscreen vibe.  It isnu2019t super strong and doesnu2019t last more than an hour or two for me."
        },
        {
            "review_title": "Best one!!! 2024 summer scent!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is the best sent of Ellis Brooklyn so far this will be my summer scent. Its wonderful I canu2019t wait to wear it every day . It smells great for day and night . It lasts all day."
        },
        {
            "review_title": "Scrumptious! I love it! ud83cudfddufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been having very good luck lately with fragrance purchase @ Sephora. This oneu2019s gorgeous! I love this type of scent profile. Itu2019s pineapple/coconut and tropical floral. I love it! ud83cudfddufe0f"
        },
        {
            "review_title": "Beautiful",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "this smells beautiful,  fruity floral with a slight freshness. I get the coconut water and frangipani at first,  then vanilla and the driftwood with jasmine in the dry down.  My only gripe with it is that it's a personal scent, it doesn't project."
        },
        {
            "review_title": "Great but smells very young",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I picked up the travel spray to give this a try before buying a whole bottle. Itu2019s very fruity and great for summer, but it does smell very u201cyoungu201d. I prefer more sophisticated fragrances. I do love their u201cSaltu201d though. I Will enjoy it but wonu2019t buy a full bottle."
        },
        {
            "review_title": "Scent does not last",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This perfume smells wonderful! It's not overly sweet, but still very summery and tropical. I really like it. What I don't love is how subtle it is. I can barely smell it, even after several sprays. It completely wears off within a couple hours on me, even when I spray it on my clothes. To pay the price you do for an Ellis fragrance, I'd expect the lasting power to be much better. So, while I love the scent itself, I would say this is not worth the price you pay for it."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Seeing the name of the perfume, I was expecting more coconut note; unfortunately I only smell the floral side. It smells good, but I was expecting a more exotic smell.  t smells good, but I was expecting a more exotic smell.  I would have liked a more exoti"
        },
        {
            "review_title": "Summer must have !!ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This fragrance is definitely giving summer!!ud83dude0dI absolutely love the fruity harmonious blend of coconut, jasmine, and vanilla transports you to sun-drenched shores. The fragrance is vibrant yet sophisticated, making it perfect for summer escapades!!!ud83dudc9bud83eudde1"
        },
        {
            "review_title": "Summer fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Seriously the best summer fragrance. Love the sweetness of it. The coconut and sweet amber wood is so good! This will be a great scent to wear to the beach or a summer carnival. Long lasting on the skin"
        },
        {
            "review_title": "Unisex vs sweet and summery",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I want to start this out by saying, itu2019s not a bad scent at all. Itu2019s just not what I expected. When I hear coconut, pink pineapple and vanillau2026I think sweet and girly. This is VERY unisex and more sophisticated."
        },
        {
            "review_title": "Smells like fresh summer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I love this new scent form ellis. It smells like a fresh summer. I would say it is a perfect blend of floral and coconut notes which are my favorite. It smells refreshing and settles down beautifully after some time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is the perfect summer scent it isn't too beachy or sweet but has a nice fresh, tropical and floral scent that makes me feel beautiful and ready for a beautiful summer day. I would definitley recommend to anyone."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "Fairly unremarkable. A nice enough option, but it was very underwhelming. The coconut note is very very faint, and pulls more 'water' than 'coconut water'. Ended up returning it because the fragrance isn't notable enough to want to wear it. Performance was decent. Not a safe blind buy."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I received this product in exchange for my honest review. Iu2019m OBSESSED with this perfume. It seriously smells so good. Every time I use it, I just keep smelling my arm and canu2019t believe how good it smells. Itu2019s definitely more of a musky, sexy scent. I asked my husband if he liked it and he said he really liked the smell of it. So itu2019s a win win! Definitely will be purchasing again!"
        },
        {
            "review_title": "Great fragrance for the warmer months",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is the perfect fragrance for warmer months! I love how the combination of pineapple, coconut and vanilla notes lingered on my skin all day. It reminds me of my vacation last year in the Caribbean!"
        },
        {
            "review_title": "Wait for the dry down!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "At first spray, this smells like a very sweet coconut pineapple drink (minus any boozy smell). But as it dries down, it transforms into something more mature, if you will. The woody base notes along with a vanilla note really come through. This is definitely not a beachy sunscreen or solar type scent. It was a blind purchase, and at first I was slightly disappointed, thinking it smelled a bit like a B&BW type body spray. But about a 1/2 after spraying, I realized that I really liked how I smelled! Decent longevity and sillage."
        },
        {
            "review_title": "Must have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This scent is so great. Stays on so long and I have got so many compliments!! A little goes a long way, and I think this will be my new go to scent. Highly recommend, even the travel size bottle is enough"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "This perfumes embodies summer Miami nights to a T!! Itu2019s the most uplifting, sensual and sweet fragrance. Itu2019s warm and coconutty, literally smells like you just drank a pina colada on the beach and are now going out to dance to Cuban music."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "The smell of this is mesmerizing! I can smell coconut water, sweet amber woods, and vanilla more than any other note. It is a sweet smell, but it isn't over powering. This is my new favorite fragrance."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Wow! I am so impressed. I wore this in the morning and the scent lasted on my clothes ALL day. I could even smell it at night! If you want a long lasting perfume, buy this!! Itu2019s so fresh and I got so many compliments."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I got this just in time for summer !! Omg this smells amazing! The jasmine note in this is the perfect about not to overbearing. Itu2019s sweet and warm also last all day I need a full size now ! Recommend!"
        },
        {
            "review_title": "The best Ellis Brooklyn perfume to date",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This actually smells amazing! Like the best theyu2019ve ever made and it smells like nothing else on the market! Smells so expensive! Please get it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This scent is stunning! Itu2019s a fresh yet warm beach scent perfection for summer! It is strong and sensual you really only need a spray or two and it lasts! I am adoring this new scent easily a new favorite! The bottle is gorgeous too I love the blue color!"
        },
        {
            "review_title": "A tropical must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I love this gourmand fragrance. It definitely gives even on the beach vibes. A Warm tropical scent thatu2019s perfect for an evening on vacation at a resort. The fresh notes of pineapple and coconut is so captivating."
        },
        {
            "review_title": "Great summer scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Miami Nectar is a wonderful summer scent! I absolutely love the fruity pineapple scent combined with florals. The scent is not too strong and does last all day. Ever since I started wearing this fragrance I have been getting compliments on how great it smells."
        },
        {
            "review_title": "Smells expensive!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Amazing fragrance for summer! It's like a beachy coconut scent but better than most I've tried! This is coconutty but not overpowering. It smells very expensive!! I think it's the woodsy notes that really balance it!"
        },
        {
            "review_title": "One of my summer fragrance favorites",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "For me, this is an amazing summer perfume! I like floral and fruity fragrances. This one smells very fruity and tropical with the notes of pineapple and coconut. I am in love with the turquoise color as well!"
        },
        {
            "review_title": "Go to summer fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Ellis Brooklyn Miami Nectar is a sexy summery tropical paradise all in a fragrance. At first I noticed pineapple and coconut, followed by vanilla and woody amber notes. This is paraben, phthalates, and cruelty free, also vegan.  I applied this before noon and itu2019s now almost midnight and I can still smell it as if I just applied it. Itu2019s light enough to wear to the office but will also turn heads so be sure to wear it out on the town. This by far is my favorite by Ellis Brooklyn."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Oh my goodness, this is the perfect summer scent! The pink pineapple and coconut notes have a tropical feel and are perfect for a hot summer day without the perfume smelling too heavy or anything. This spray lasts throughout the day and I will definitely be keeping this in my purse!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Miami Nectar is SO good! Definitely my new favorite perfume for spring and summer. The scent reminds me of sipping on tropical smoothies from a beach cafe on a warm summer day. The notes of pink pineapple and coconut water combined with vanilla give this such a yummy, creamy pineapple scent. The hint of florals add a bright, fresh touch. This is such a beautiful yet fun fragrance!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "this sent is sosososo amazing! to the naked nose it smells like pinapple and coconut itu2019s a really great summer scent especially because i got in the pool with it on and there was still a faint smell."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The opening is bold, with Pink Pineapple being particularly noticeable. Fortunately, Miami Nectar transitions into more of a delicate scent that stays close to the skin, just the way I like it. It reminds me of long, hot summer days spent at the beach. With its tropical and warm accords, Miami Nectar is a great choice for the summer season. If you favor warm gourmand scents, Iu2019m certain youu2019ll enjoy this one. Another standout creation from Ellis Brooklyn and my favorite thus far!"
        },
        {
            "review_title": "Iu2019m in love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Iu2019m a huge fan of Ellis fragrances and lately Iu2019ve been enjoying more to try new perfumes as well as layering them, this new Miami Nectar scent is going to be an staple for me in the spring and summer, I love how fresh and tropical it smells, I love the coconut in it and how well it lasts on my skin! I will definitely purchase the full size once I finish this travel size!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "A tropical gourmand is my idea of a perfect fragrance and this one is blended so beautifully. You get those fresh juicy notes of pineapple and coconut combined with the warmth of amber and vanilla with a hint of floral. Itu2019s summer in a bottle, and Iu2019m obsessed"
        },
        {
            "review_title": "Itu2019s just beach!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This is such a beach fragrance! It smells like suntan lotion and tropical cocktails with a juicy sweetness. I definitely pick up on the pineapple notes, and I could swear I smell coconut too, balanced by heady florals. This fragrance isnu2019t particularly complex or unique, but it does what it sets out to do perfectly."
        },
        {
            "review_title": "Sophisticated sexy summer fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Oily skin",
            "review_text": "I'm in love! Miami Nectar has swept me off my feet! It is fruity, you really can detect the pink pineapple, but it's not an overly sweet scent. The amber and salted woods really come through to balance it to a sexy sophisticated summer fragrance. It also has the lasting power you would expect and I can detect it on my clothes and skin at the end of the day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I donu2019t know how this brand continually does it but they create some of the most creative and amazing sense Iu2019ve ever smelt in my life. This is hands-down, my new favorite perfume and Iu2019m so excited. I got a chance to try it. It smells amazing and it also lasts, which is super important for me."
        },
        {
            "review_title": "Get this if you want a sexy vacation scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This scent brings me right to the tropics! This is the perfect vacation scent and instantly fell in love with how sexy and soft it is. Calling it Miami was the perfect name because it gives off that exact vibe, Miami vibes!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "The name of this perfume excites me, Miami sunset and beach. The notes doesn't hit me. I smell  coconut more in this fragrance . Although it stays on longer than I expected but this scent is not for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Normal skin",
            "review_text": "This reminds me of summer. It has a very sweet and summary sent to it. I will say a little bit goes along way. It does have a long lasting which I love the vibe of being at the beach. I definitely would recommend this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "LITERALLY SMELLS AMAZING!!!!  I tried it on as soon  as I received it and OMG it smells so fresh and so good. I will definitely be using this for the summer so I can get a fresh scent especially in those real hot days!"
        },
        {
            "review_title": "Love this amazing summer perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love Ellis Brooklyn perfume, The combination of vanilla, orange blossom and coconut milk creates a sweet and exotic scent.Great perfume, perfect for summer. I 've been wearing it and got so many compliments Long lasting on the skin. I absolutely love this scent."
        },
        {
            "review_title": "Amazing summer fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "Omg Iu2019m obsessed with Miami Nectar as one of my new summer scents!! It gives me a delicious summer, sunny feeling with the pink pineapple and coconut water. But the vanilla gives it a nice sweetness, and the floral notes round it out beautifully. This will absolutely be a go-to fragrance for those hot summer days!! Iu2019m obsessed!"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "One of my favorite scents from Ellis! I love that it smells more floral and fruity rather than your typical sunscreen summer scent. The packaging is also so cute and reminds me of the ocean! If you love fruity and floral scents this one is for you."
        },
        {
            "review_title": "Smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "I absolutely love Ellis Brooklyn Miami Nectar! This fragrance is like a tropical paradise in a bottle. The combination of coconut milk, vanilla, and orange blossom creates a sweet and exotic scent that instantly transports me to a sunny beach in Miami."
        },
        {
            "review_title": "Summer staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "I received a TON of compliments wearing this! A great, long lasting perfume perfect for summer! The scent is giving coconut, warm, and hint of citrus. I am going to be carrying this in my purse all summer."
        },
        {
            "review_title": "summer in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This new scent miami nectar smells so amazing!  It's literally like summer in a bottle! The longevity is there too. I can still smell it on me at the end of the day. This will be a go to all summer long!"
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This scent is absolutely amazing. It lasts a really long time and overall has a great tropical smell to it. The perfume goes a long way too, which is an essential. This is a must have for summer, and I highly recommend it!"
        },
        {
            "review_title": "beautiful scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely love this smell. It is masculine and feminine and sexy. I really pick up the coconut water and palm leaves. The pineapple is at the forefront but faint. It makes me smell like I am on vacation and I love it!! It is great for every day use and not too overpowering."
        },
        {
            "review_title": "Summer vibe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This is a hot girl fragrance for the summer time for sure I can picture myself on vacation wearing this or on a night out in a slinky dress feeling super hot and receiving free drinks from guys that caught my scent trail haha"
        },
        {
            "review_title": "Great for summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "It smells amazing. Itu2019s great for summer. Iu2019ve been wearing it and Iu2019ve gotten so many compliments. It is sweet yet very fresh. It lasts a long time. it is perfect for every day not too much itu2019s very soothing"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "Smells like summer in a bottle! A mix of coconut and pineapple that reminds you of being on the beach on a sunny day. Long lasting on the skin and you will get a lot of compliments! Perfect for the coming summer!"
        },
        {
            "review_title": "The best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I love this!! Itu2019s the perfect size and fits in my bagu2026 as my bag perfume this will last me a year because of how durable and long lasting it is. Everyone is constantly asking me what Iu2019m wearing and I feel so confident"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I love how itu2019s a very summer scent. This is perfect for beach days/sunny days. The nectar in the name might be a bit misleading because I thought it would be a bit more floral- however itu2019s sweet and more like coconut which I still love. Itu2019s nothing too crazy but a nice scent."
        },
        {
            "review_title": "NEW SUMMER Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this new Miami Nectar eau de parfum!!! It is perfect for me and makes me feel like I am at the beach on tropical vacation living a summer beach life! It is so well balanced and lasts for a long time on."
        },
        {
            "review_title": "Summer favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Ellis Brooklyn's MIAMI NECTAR is a sensory journey to the sultry streets of Miami. The blend of pink pineapple and coconut water transports you to a hot summer beach, while notes of plumeria and vanilla evoke the city's vibrant nightlife. The fragrance is both extravagant and tempting, making it perfect for those who crave a touch of luxury in their everyday life. Get ready to indulge in a scene-stealing scent that captures the essence of Miami's allure."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is my first time trying an Ellis Brooklyn fragrance and wow, I'm impressed! First of all, the fact that it has the Clean at Sephora badge is a huge plus. The fragrance itself is intoxicating. It's giving tropical, warm, sophisticated and sexy vibes. I think of tropical fruit, cocktails, and neon lights. I love a perfume even more when my husband likes them, and he's a huge fan of this one!"
        },
        {
            "review_title": "Amazing scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I recently got my hands on Miami Nectar by Ellis Brooklyn, and let me tell you, itu2019s like summer in a bottle! The first spritz instantly transports me to a sunny day on South Beach, with its vibrant and tropical scent. The blend of coconut, juicy pineapple, and sweet mango is so refreshing and uplifting. It's like a fruity cocktail for the senses. Plus, the hint of vanilla adds a touch of warmth that makes it perfect for both daytime adventures and evening soirees. The longevity is impressive too; I can still catch whiffs of it hours later. Overall, Miami Nectar is a must-have for anyone who loves fruity and exotic fragrances. Itu2019s become my go-to scent for summer, and I canu2019t get enough of it!"
        },
        {
            "review_title": "THE scent of the summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is THE scent of the summer. It is fresh, fruity and refreshing yet sexy and luxe. I absolutely love this scent and will be wearing it all spring & summer long!"
        },
        {
            "review_title": "amazing perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is the first time I've tried a perfume from this brand, and let me say clearly it was better than most hyped other perfume brands. Scent is sweet and yet strong in a way. Totally loved it. Must have in your perfume collection."
        },
        {
            "review_title": "Tropical and fruityud83cudf4dud83eudd65",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Perfect summer perfume! Tropical fruity scent resembling piu00f1a colada (with notes of pineapple and coconut) is a great addition to my perfume collection. Itu2019s long lasting without feeling too overwhelming."
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Perfume from Ellis Brooklyn called Miami Nectar is designed to surprise and inspire. Retains its trail throughout the day. If you like slightly sweet perfumes with notes of Pinke Pineapple and Salted Woods, then this scent is definitely for you. I received this perfume for my honest review. I am very glad that I am the owner of this smell, which will turn anyoneu2019s head. I highly recommend this perfume."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "I received this product a week ago and I have never gotten so many oos and ahs in my life. People notice the way I smell no matter where I am. The soft vanilla with a hint of fresh fruit sends people into a sense of pure euphoria. Would highly recommend."
        },
        {
            "review_title": "Tropical ud83cudf34",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This smells absolutely delicious! It smells like a tropical vacation on the beach sipping on a pineapple drink! The coconut and pineapple really show through the perfume! This really is the perfect scent for the beach!"
        },
        {
            "review_title": "My new favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Absolutely love Miami Nectar! It's like a sunny beach day in a bottle. The tropical vibe is spot on, and it just makes me feel happy and refreshed. Definitely my new favorite scent!! Compliments all the time, Itu2019s become my go-to u2013 definitely worth trying!! 100/100"
        }
    ]
}