{
    "product_id": "556",
    "name": "Bond Repair Custom Conditioner Mask for Wavy, Damaged Hair",
    "brand": "Function of Beauty PRO",
    "categories": "Hair, Shampoo & Conditioner, Conditioner",
    "price": 38.0,
    "about": "What it is: A customizable conditioner mask that adds body, flexibility, and shine to wavy, damaged hair. Enhance your conditioner mask even further with Lift Legend, Moisture Shot and Shine Queen Hair Goal Concentrates. Our PRO line is our most concentrated collection to date and specifically targets damaged hair. This Adaptive Bonding Complex repairs mechanical, chemical, and heat damage, thus promoting stronger, more resilient hair over time...Hair Texture: Wavy..Hair Type: Fine, Medium, and Thick..Hair Concerns:.- Color Safe.- Damage, Split Ends, and Breakage.- Dryness..Key Benefits:.- Moisturizes waves without weight.- Re-links broken bonds, strengthens hair.- Promotes softness and manageability..Highlighted Ingredients:.- Adaptive f3 Bonding Complex (TM/MC): Technology that directly targets damage on each hair strand to rebuild bonds and reduce breakage..- Lysine from Rice Amino Acids and Manketti Seed Oil: Adds body, flexibility, and shine...Ingredient Callouts: This product is vegan, gluten-free, cruelty-free, and comes in recyclable packaging...What Else You Need to Know: Function of Beautyu2019s most concentrated formula to date, this custom haircare is powered by a patented Adaptive f3 Bonding Complex that self-adjusts and targets your unique damage and re-builds bonds for stronger, more resilient hair. To customize your formula and address your hair concerns even further, choose up to three Hair Goal Concentrates per product...Fragrance Description: A bouquet of fresh spring flowers, with notes of pink peony, wild freesia, and creamy sandalwood. Dermatologist tested and suitable for all skin types. Fragrance is microbiome friendly and gentle on scalp...Clinical Results: 2x smoother hair with 2x less breakage, for stronger, more resilient hair after just five washes..",
    "ingredients": "-Adaptive f3 Bonding Complex (TM/MC): Technology that directly targets damage on each hair strand to rebuild bonds and reduce breakage..-Lysine from Rice Amino Acids and Manketti Seed Oil: Adds body, flexibility, and shine...Water (Aqua), Cetyl Esters, Cetearyl Alcohol, Glycerin, Behentrimonium Chloride, Dimethicone, Arachidyl/Behenyl Alcohol, C13-15 Alkane (Hemisqualane), Fragrance (Parfum),  Rice Amino Acids, Cocos Nucifera (Coconut) Oil, Schinziophyton Rautanenii (Manketti) Kernel Oil, Argania Spinosa (Argan) Kernel Oil, Prunus Armeniaca (Apricot) Kernel Oil, Ricinus Communis (Castor) Seed Oil, Linum Usitatissimum (Linseed) Seed Extract, Salvia Hispanica (Chia) Seed Extract, Chenopodium Quinoa Seed Extract, Hydrolyzed Cicer Seed Extract, Lens Esculenta (Lentil) Seed Extract, Panthenol (Provitamin B5), Glyceryl Ricinoleate, Guar Hydroxypropyltrimonium Chloride, Arginine, Itaconic Acid, Cetyl Hydroxyethylcellulose, Tocopheryl (Vitamin E) Acetate, Tocopherol, Arachidyl/Behenyl Betainate Esylate, Ethylhexylglycerin, Benzyl Alcohol, Cetrimonium Chloride, Polyquaternium-37, Amodimethicone, Propylene Glycol Dicaprylate/Dicaprate, PEG-100 Stearate, Isopropyl Alcohol, Glyceryl Distearate, Glyceryl Monostearate, Disodium EDTA, PPG-1 Trideceth-6, Polyglyceryl-10 Laurate, Propanediol, Citric Acid, Acrylates/Stearyl Methacrylate Copolymer, Sorbitan Oleate, Caprylic Acid, Xylitol, Aminomethyl Propanol, Sodium Benzoate, Benzyl Salicylate, Citronellol, Geraniol, Linalool....",
    "how_to_use": "Suggested Usage:.-Add up to three Hair Goal Concentrates into your Conditioner Mask (Hair Goal Concentrates sold separately)..-Add one Hair Goal Concentrate at a time and stir well before first use. .-After shampooing, apply Conditioner Mask to wet hair, mid-lengths to ends..-Leave on for two to five minutes to use as a conditioner. .-Leave on up to 10 minutes for a more intense conditioning treatment..-Rinse thoroughly..-Style hair as usual.",
    "num_reviews": 368,
    "overall_rating": 4.7,
    "product_url": "https://www.sephora.com/ca/en/product/function-of-beauty-pro-custom-recovery-conditioner-mask-for-wavy-damaged-hair-P507589?skuId=2706554&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2706554-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "OUT OF STOCK",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2706554-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Recommended",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been using this product for the past couple weeks and it makes my hair feel amazing! I 100% recommend!"
        },
        {
            "review_title": "Experience for a year",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I had this for a year and I noticed it does bring my hair back alive from the dryness of winter. I bought this mask with the oil to make consistency softer instead of it being thick. What I donu2019t like is the surroundings get brown because sometimes I donu2019t use it for a while"
        },
        {
            "review_title": "Made my hair fall out",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Have used it a few times, multiple weeks apart, and has made my hair fall out in clumps each timeu2026. At first I thought I was imagining things due to other bad reviews, but itu2019s definitely the product. Do yourself a favour and skip this one. Not good."
        },
        {
            "review_title": "Shiny, healthy waves every time!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I was blown away by results after the first use. Now, it has become a staple in my weekly hair care or after any color/scrub/harsh treatment. Love this after the Fable and Mane Scrub once a week. My dry, wavy hair soaks this up but never looks greasy. I'm now on my second bottle and will continue to repurchase. Smells like a very crisp rose (not a grandma floral at all)- more like freshly picked on a cool, morning garden walk. Would make a great gift."
        },
        {
            "review_title": "One of the best out there",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Resounding 5 stars. I've tried only a few of the Function products, but they're all fantastic. Wavy hair mask, shine queen, lift legend, etc. I highly recommend this brand. Unique, effective, affordable."
        },
        {
            "review_title": "Best conditioner I ever tried",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Excellent product. It deeply nourishes my hair and I could really notice the difference. I got compliments on how good my hair smells after using this conditioner, will purchase again."
        },
        {
            "review_title": "Not what it used to be, too heavy and stinks.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I used to use the wavy conditioner and it smelled like peaches. This is now the only conditioning option in the wavy line. This smells horrible. Additionally even though I used a tiny dime sized amount my waves are heavy and elongated. It's extremely moisturizing which if are looking for that great. But I cannot recommend it for wavy hair that is susceptible to heavy conditioners.  What a disappointment as I LOVED the conditioner before the move to a Sephora only product."
        },
        {
            "review_title": "Very moisturizing.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I only used this mask alone without any concentrates and it works very well. Itu2019s very moisturizing. My hair is fine but dry and frizz and highly porous. This mask is very thick and I feel like it gives me the moisture I need but I donu2019t need to use a lot since my hair is very fine. I would like to try using it with the concentrates"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Smells great and makes my hair very soft however itu2019s not for curly hair. Wavy and straight hair I think would be better for this product"
        },
        {
            "review_title": "Great Product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I use this twice a week when I wash my hair and it makes my hair feel so soft. Iu2019m almost out but it will be a buy again!!"
        },
        {
            "review_title": "In my bald era",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Makes my hair fall out in amounts Iu2019ve never seen before. Tested it four times within the span of 75 days to see if it was this, or a new shampoo I bought. Itu2019s the Function of Beauty hair mask."
        },
        {
            "review_title": "Moisturized hair but very itchy scalp",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Hair looks shiny and moisturized but the itchy scalp is horrible. Tried twice and both times itu2019s so itchy. Returning"
        },
        {
            "review_title": "Fixed my brittle hair after getting a perm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "My hair was brittle and very fragile after getting a perm. But after using this product for like two weeks (twice per week, each time left on 10 minutes minimum), I can see huge changes - my hair was back to how smooth it was before the perm. Iu2019ll definitely repurchase after I use up this jar. I have to mention that I love the scent too. Very nice and not so overpowering. Highly recommend this product!"
        },
        {
            "review_title": "Will never use anything else!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "I had wanted to try function of beauty for a long time. I finally tried it and have been using it ever since, probably 8-10 months now! I can't even imagine using anything else! It smells SO GOOD. I'm obsessed with my hair after I wash it. It's so soft and smooth and shiny, AND it doesn't get greasy by the same night!! It actually takes like 3 days to start looking greasy now. Love the ability to customize. Best shampoo ever, and I've tried them all. I do wish the conditioner came in a different container as I have lost some to the shower drain many times trying to close it. But I still love and recommend!!"
        },
        {
            "review_title": "So sad!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I canu2019t even give this product a real try because the smell is so strong that I had to wash my hair all over again - instant migraine."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I try all kinds of products and am always looking for the most efficacious and best value. This is it!! Being able to customize it is a HUGE plus!!!"
        },
        {
            "review_title": "Not worth it. drugstore masks do a better job.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I got this as it was recommended by a very helpful employee at Sephora. This not only did nothing for my hair, I'm pretty sure it somehow made it drier. I wish I could return it, will NOT be buying again. I also added the curly hair add on."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I really liked this product. My hair felt so soft after using this product for the first time. I highly recommend it to people who have frizzy hair. definitely would buy this product again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019m a big fan of this mask! I customized mine to be anti-frizz and strengthening. I find that my hair is super soft but not at all weighed down, and I loved the process of stirring in the custom packets. My one complaint is I dislike the smell, so a suggestion for FOB would be to make the fragrance a custom packet as well! They have great scent options for custom haircare online but this is a little icky"
        },
        {
            "review_title": "Great Hair Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "I love using hair products from function of beauty this mask is vegan, gluten-free, cruelty-free, and comes in recyclable packaging which is very important to me. My hair has been going thru something lately because i have been loosing so much hair and i need to stop using the straightener because i do think itu2019s causing my hair damage. After using this hair mask I noticed my scalp looking healthier and my hair hydrated and shiny. I like the ingredients and it also smells so good. Iu2019m loving the results so far and o would definitely recommend it to anyone looking for a great hair mask."
        },
        {
            "review_title": "Iu2019m so confused",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I have 2b/2c wave texture and I was SO excited to try this. Comes in a good size amount and a little goes a long way. However, I noticed a large amount of hair fall when I use this product. It isnu2019t working out for me"
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I have been using the shampoo and conditioner for wavy hair from Function of Beauty and I really love it ! It has made my hair feel so soft , and it's shiny and def has cut the frizz down and I love how nourishing hair feels after using the set ! I definitely recommend!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I have wavy, thick and chemical treated hair that is really hard to manage and frizzy especially during winter and summer. I have used this conditioner mask along with the shampoo and it transformed my hair in a way that I cannot imagine. My hair feels softer, smoother and healthier. This mask smells really good too, very floral but not overwhelming. This mask is very hydrating, thick creamy texture but lightweight on the hair. Amazing! Iu2019ll definitely buy more when this rans out."
        },
        {
            "review_title": "The gloss look without heaviness!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This conditioner helps with frizz and making your hair seem effortless. My hair felt stronger, softer and looked shinier after using it. I have wavy hair as itu2019s never straight but itu2019s only not curly. I often struggle with dullness as well as frizz but this conditioner gave me that salon look without the fuss. My hair seemed wavier and didnu2019t require excess product to maintain after drying. The adaptive f3 Bonding Complex really come into play and is quite useful if youu2019re struggling to pinpoint an issue with your hair!"
        },
        {
            "review_title": "Decent product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is my first time trying this brand. My hair is wavy so I got the one for wavy hair. The directions on the container were very confusing as I thought you just used the conditioner alone and you didnu2019t add stuff to it. I later found out that you add the little serum packet to the shampoo and maybe the conditioner??. ( I think) The conditioner was ok and worked decent but I would prefer if it was in a bottle so it would be easier to use.  It had a nice scent to it and came in a container with a scoop. I donu2019t really care for this set so I wouldnu2019t get it again."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I liked this conditioner a lot better than the shampoo. The shampoo made my hair feel dry but the conditioner felt like it brought the moisture back. I also feel like this would work well as a hair mask also."
        },
        {
            "review_title": "Intensely moisturizing! Your hair will thank you!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "After trying this brand Iu2019m truly convinced this will be my new hair brand (for shower products at least). Iu2019m obsessed with this deep conditioner, the scent is not overwhelming, and it just feels so moisturizing. Itu2019s something my hair has been needing a lot lately. Iu2019ll be buying when I run out."
        },
        {
            "review_title": "Great mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Okay, so I just used the Function of Beauty Custom Recovery Conditioner Mask for Wavy Hair, and I'm obsessed! This stuff is seriously amazing.  First off, the texture is so luxurious. It's like a melting cream that just sinks into your hair and feels so nourishing. I left it on for a few minutes while I shaved my legs (multitasking for the win!), and when I rinsed it out, my hair felt like silk.  My waves are so defined and bouncy, and they look so much healthier and shinier.  I love that this conditioner is a mask, so it's super nourishing and hydrating. My hair tends to get dry, especially at the ends, so this is exactly what it needed.  Overall, I'm seriously impressed with this conditioner mask. My hair feels amazing, looks amazing, and smells amazing. What more could you ask for? 10/10 would recommend"
        },
        {
            "review_title": "Loving",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Function of Beauty's Custom Recovery Conditioner for Wavy Hair is a game-changer! The personalized formula caters specifically to my hair needs, leaving my waves feeling incredibly soft, hydrated, and manageable. I love how it targets my hair concerns while enhancing my natural texture, making styling a breeze. Plus, the customizable fragrance is a delightful bonus, leaving my hair smelling amazing all day long. With each use, my waves look healthier and more vibrant than ever before. I couldn't be happier with the results!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Combination skin",
            "review_text": "The conditioner is a good partner to the FOB shampoo. I have frizzy hair, so I have to leave it on for 5+ mins. It helps tame the frizz and leaves my hair feeling softer. I will definitely repurchase this to use as my favorite hair mask."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "Used it in combination with the shampoo for wavy hair and my hair feels clean and soft after. I have quite thin wavy hair and it works well for me. Does the job."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "This conditioner smells amazing!!! It left my hair so soft and shiny. I loved how thick the mask was and it left my wavy hair with no frizz! The mask also made it very easy to brush through the tangles."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019ve been searching for a good moisturizing conditioner that wonu2019t leave my hair dry once itu2019s rinsed off and this is the one!! Very nourishing and easy to rinse off .. doesnu2019t leave any residue like some hair masks ! Love this conditioner!"
        },
        {
            "review_title": "Must have for dry hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This product is very hydrating . After using it my hair is very hydrated. I've used many, but this one seems to work best for me. My hair is damaged and dry, Using this will keep me moisturized. Recommend."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve used Function of Beauty hair masks for awhile now so I was really excited that they made one for bond maintenance. I have extremely fine hair so I am always looking for ways to improve its strength. The mask smells great, but as with most masks, it is a little heavy on my hair"
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "my hair is naturally wavy and this mask has helped repair it a lot. itu2019s wavy hair friendly and it also made my hair so much softer, stronger and healthier. one of my favorite hair masks and i would recommend it."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "Smellsu2026 AMAZING just like the shampoo, it left my wavy hair really soft and brought out my natural curls without making my hair too oily like some conditions masks do, works amazing with the matching shampoo"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really love this conditioning mask so much!! it has such a soft, clean smell to it! this mask really helped moisturize my hair so much!!!! literally you need to get this product, your hair will thank you!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I recently incorporated the NEW Wavy Hair Recovery Conditioner Mask into my hair care routine, and let me tell you, itu2019s a game-changer! As someone with wavy hair prone to dryness and frizz, finding the right conditioner that provides deep hydration without weighing down my waves has always been a challenge. But this conditioner mask has truly exceeded my expectations. Firstly, the scent is divine u2013 itu2019s refreshing and not overwhelming, which is perfect for me. The texture of the mask is rich and creamy, and a small amount goes a long way, making it incredibly economical. After using this conditioner mask just a few times, I noticed a remarkable difference in the softness and manageability of my hair. My waves felt deeply nourished and moisturized, with significantly reduced frizz u2013 something Iu2019ve struggled with for years. What sets this conditioner mask apart is its ability to deeply hydrate my hair without weighing it down. It provides intense moisture and hydration, leaving my waves feeling silky smooth and looking incredibly shiny. I also appreciate that this conditioner mask is free from sulfates and parabens, making it gentle on my hair and scalp. Plus, itu2019s enriched with natural ingredients like argan oil and shea butter, which help to nourish and repair damaged hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "My hair comes out feeling so soft and healthy after using this Function of Beauty PRO conditioning mask. I get better results using a deep conditioning mask to repair my damaged, wavy hair instead of a regular conditioner. I love that it has bond repair because that really works for my damaged hair. I also love how you can customize it, depending on your specific needs."
        },
        {
            "review_title": "Incredible conditioner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I had heard a lot of great things about Function of Beauty, so when I saw this custom recovery conditioner for wavy hair, I was extremely excited to try it. I have thick, wavy, and bleached hair. This means I also experience a lot of dryness and damage of my hair. I wanted to try this conditioner to see if it would work to help with my damaged hair. Let me tell youu2026this conditioner does not disappoint! First, the smell of this conditioner is absolutely amazing! The smell lingers throughout the day, which I LOVE, but it is also not overpowering. A little definitely goes a long way, which is great. I can apply a little of the conditioner and it works well on my thick hair, which is great because it will last a while. It says to apply this conditioner for 2-5 minutes for regular conditioner and up to 10 minutes for a more intense conditioning treatment. I usually leave it on for the 10 minutes. I LOVE how it makes my hair feel. I have noticed when I use this conditioner that my hair feels smoother and more manageable. This custom recovery conditioner also helps with frizz and helps to detangle my hair. I have definitely noticed a difference in the health of my hair since I started using this conditioner. If you are looking for a new conditioner that will help with damaged and wavy hair, I highly recommend this Custom Recovery Conditioner Mask for wavy hair by Function Of Beauty!"
        },
        {
            "review_title": "Very good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is an amazing mask! It smells really good. But aside from that, it also works really well on my hair. I have wavy and damaged hair. They look healthier and smoother after using the mask! Highly recommend."
        },
        {
            "review_title": "soft and hydrated",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "i love this conditioning mask, this in general is such a cool idea with the option for add ins to a base and taking advantage of that has saved my hair. i never knew what to do for my wavy hair and this product adds life back into my waves. i love that this product can be used as a general conditioner or a mask and when using it as a mask it doesnu2019t make me feel greasy or anything like that. my hair has never been so soft and hydrated"
        },
        {
            "review_title": "Perfect for helping damaged hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The conditioner mask also smelled really good and a little went a long way with this one too. I lift it on for a couple of hours before my bath and my hair looked amazing after! It gave it an instant shot of shine. Can't wait to use it again."
        },
        {
            "review_title": "Nice & soft hair after wash off",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I have had a chance to try out Function of Beautyu2019s products before, and I love it. This time I am so happy to try out the NEW Wavy Hair Recovery Conditioner Mask. I have a thick, slightly wavy and highlighted hair type. I need special treatment for my hair that aims to protect the color, reduce split ends and make my hair healthier. This hair mask added the softener to my thick hair. I enjoy the creamy texture of this mask. It is easy to apply on my hair length and rinse it off with warm water. "
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
            "review_text": "Function of Beauty Pro's conditioner mask for wavy hair has been a game-changer for me! This rich, sulfate-free formula is customized to my hair goals, providing hydration and strength. Thanks to the Adaptive f3 Bonding Complex, my hair feels stronger and looks healthier after just a few uses. I love that I can further personalize it with Hair Goal Concentrates for added benefits. Plus, the fresh spring flower fragrance adds a luxurious touch to my haircare routine. Overall, Function of Beauty Pro delivers salon-quality results right at home."
        },
        {
            "review_title": "Great mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "This is a great mask! I have medium/thick wavy hair and it worked very well for me. It's not very thick but it still detangles and hydrates my hair very well. It also smells quite good. My hair felt clean and soft after using it. I used the shine queen mix in."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love this bonding deep conditioner. I left it on for 10 min because I need more saturation my hair is extremely dry. It smells so good like that salon smell even better when out of the shower. Comes with. Cutie applicator which was a nice touch!"
        },
        {
            "review_title": "Excellent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "The Function of Beauty Conditioner Mask has been a gamechanger for my long, wavy hajr. I love how everything jn the FOB brand can be customized and this mask is a go-to product in my weekly haircarw routine."
        },
        {
            "review_title": "So silly and soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Normal skin",
            "review_text": "This was my first time using this brand and I was a big fan. I have fine wavy hair that does tend to get dry and tangled very easily. I let my hair air dry with this product. In addition to the shampoo and the waves were beautiful and felt soft and bouncy. My hair didnu2019t tangle as easily and felt super nourished. I would absolutely use it again."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I have dry and damaged hair especially after bleaching it so this product was a gamechanger. It left my hair feeling shiny and hydrated after using the mask. I used it with the shampoo and felt like the combo worked best. I received something in exchange for this post."
        },
        {
            "review_title": "Terrible deal compared to FOBu2019s line with Shoppers",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "When this line was at shoppers in Canada they sold 11 FL OZ of a true conditioner. Much more convenient packaging as it came in an actual bottle. The mask is more expensive than the conditioner was & you only get 7 FL OZ. Very disappointed"
        },
        {
            "review_title": "Hydrating for damaged hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I received this conditioner in exchange for my honest review of the product. Iu2019ve never tried anything from this brand so super excited to test this out! I have frizzy and slightly damaged hair and after using this product my hair appeared less damage, and so much more hydrated. The smell is also super delicious. I will definitely be purchasing this product once I run out."
        },
        {
            "review_title": "The BOMB",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This conductor is actually perfect for my fine hair. It makes my waves look so amazing and doesnu2019t weigh them down or make them greasy. I will continue to buy the shampoo and condo for in the future! C"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "Okay this shampoo and conditioner mask works wonders together! I have wavy hair and I started using this and omg I can tell how much this helps my hair vs when I donu2019t use this! I recommend to use both together for best results. My hair is starting to feel so much smoother!"
        },
        {
            "review_title": "Works, feels + smells like a professional product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Love it! Added shine and frizz-free hair goals in it and it left my thick, coarse wavy hair super soft and manageable, even after air-drying. The scent IS very strong at first but it feels like I just came out of the salon and got a new do and blowout. The smell does subside after the initial wash but I like that the scent lingers lightly on my no-wash days. It definitely works and smells like a professional product so Iu2019m extremely happy with it!"
        },
        {
            "review_title": "A must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Excellent product! My hair felt soft, shinier and lighter. I left the mask in my hair for half an hour! I loved the result! I recommend it!!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This was very hydrating, and paired effectively with the shampoo"
        },
        {
            "review_title": "Good product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this. Smells great and really helps emphasize waves and hydrate the hair. Will buy again"
        },
        {
            "review_title": "I LOVE this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve never used this brand before but I LOVE it so much!! Will definitely be repurchasing. My hair feels so conditioned without feeling heavy. My hair is combination so it tends to be dry on the ends and oily on the roots. This evens it out quite will."
        },
        {
            "review_title": "Unexpected 10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I literally never write reviews but this is worth it. Used this twice a week for two weeks now. There is a noticeable difference in the definition of my waves after using this compared to when I just use my normal conditioner. If you have fine, naturally wavy hair you will love this. I also have colour in my hair and this doesn't strip it at all."
        },
        {
            "review_title": "DO NOT BUY",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Made my hair fall out in clumps and gave me a horrific and painful rash all over my scalp."
        },
        {
            "review_title": "donu2019t walk RUN",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "After using this product one time, i can already tell that I will be repurchasing. This product is SO GOOD!! I left it on for 10 minutes & is significantly softer and shinier. Smells SO GOOD!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I liked this more than the shampoo it definitely added some moisture back to the hair that the shampoo stripped out! Itu2019s not greasy like some other conditioners what is a plus!"
        },
        {
            "review_title": "Best conditioner mask to revive wavy hair.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is one of the best Conditioning mask for wavy hair. It helped to revive my waves and leave my hair so soft shiny and easily manageable. It helps to repair damage caused by chemical treatments or heat and eliminates frizz."
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This hair conditioner is so nourishing and hydrating! I moved from Chicago to Utah and my hair became so frizzy and dry and also looked super damaged but after using this product I have noticed a dramatic difference in my hair and how healthy it looks"
        },
        {
            "review_title": "PERFECT FOR DAMAGED HAIR!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I have been using the bond repair conditioner mask and it has helped my hair SO much! I have a lot of damaged dry ends and with a couple uses of this mask, my hair feels so much softer and healthier. I also love how it works so well with my wavy hair!"
        },
        {
            "review_title": "Excellent for damaged hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Enjoying this bond repair mask for wavy hair! My hair seems less brittle and dry since using this. It really makes my hair feel so soft and Iu2019ve had a lot less fly aways. The scent is okay, itu2019s pretty chemically. Other than that this is a great buy especially for the price"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "My hair has been so soft and shiny! I really love this shampoo. It does not fry my hair out, my hair looks so healthier, compared to any other over the counter shampoo. I recommend this shampoo to anyone with dry or damaged hair. My hair loves this!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I recently received and tried the conditioning mask, and I am genuinely impressed with the results. This product has exceeded my expectations in every way. From the moment I applied it to my hair, I could feel an immediate difference in texture and softness. The mask's luxurious formula deeply nourished and revitalized my hair, leaving it silky smooth and visibly healthier. What I appreciate the most is the long-lasting effects; my hair remained beautifully conditioned for days. The pleasant scent is an added bonus, creating a spa-like experience during each application. I highly recommend this conditioning mask to anyone looking to transform their hair care routine. It's a game-changer, and I can confidently say that it's worth every penny!"
        },
        {
            "review_title": "Wonderful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Function of Beauty's Custom Bond Repair Conditioner Mask for Wavy Hair is a true game-changer for those with wavy locks! The first thing you'll notice is the delightful, personalized packaging, which feels like a special treat just for you. Upon using the mask, its creamy texture is a dream to apply, effortlessly gliding through the hair. The magic really happens after a few uses; my wavy hair, which often frizzes and tangles, felt noticeably smoother, more manageable, and had a lovely, natural bounce to it. The custom blend of ingredients, tailored for my hair's specific needs, really made a difference. Plus, the fragrance is absolutely divine, leaving a subtle, fresh scent that lingers pleasantly. It's not just a hair care product; it's an indulgent experience that makes you look forward to your hair routine. Overall, this conditioner mask is a luxurious treat for wavy hair, offering both immediate and long-term benefits. Highly recommended for anyone wanting to give their waves the TLC they deserve!"
        },
        {
            "review_title": "love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this conditioner mask. it made my hair look and feel a million times softer with just a few washes, I like using this when my hair feels super brittle and dry and it really helps revive it back"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019ve been using the Custom Recovery Conditioner Mask for my wavy hair for a few weeks now, and Iu2019m impressed. The first thing I noticed was the texture of the mask; itu2019s rich and creamy, not too heavy or light, which makes it easy to apply evenly through my hair.  The custom formula seems to be perfectly balanced for wavy hair types. Itu2019s hydrating without being overly greasy, which is crucial for maintaining the natural pattern of wavy hair. After each use, my hair feels deeply nourished and softer, with a noticeable reduction in frizz.  One of the standout aspects of this mask is how it enhances my natural waves. It doesnu2019t weigh down my hair, and instead, helps in defining the waves, giving them a more structured and polished look. Itu2019s rare to find a product that hydrates and defines without compromising volume, but this mask manages to do just that.  The scent is another plus - itu2019s pleasant and not overpowering, leaving a subtle, fresh fragrance in my hair. The mask rinses out easily and doesnu2019t leave any residue. Post-wash, my hair feels rejuvenated and looks visibly healthier and shinier.  As for long-term effects, Iu2019ve noticed less breakage and split ends, which is a testament to its restorative properties. Itu2019s also worth mentioning that a little goes a long way, making the product cost-effective in the long run.  In conclusion, the Custom Recovery Conditioner Mask is an excellent choice for anyone with wavy hair looking for a product that offers deep conditioning, wave definition, and overall hair health improvement. Itu2019s become a staple in my hair care routine, and I highly recommend it to others."
        },
        {
            "review_title": "Packaging is cheap",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The product is nice and the smell too. What I did not like was the packaging. The conditioner arrived with the lid cracked open and barely hanging on. The lid is so broken that product spilled into the shipment bag. This makes me think that if dropped in the shower, it would crack easily too."
        },
        {
            "review_title": "Tamed my waves & made my hair so soft!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I used the Wavy Hair recovery conditioner mask once and IMMEDIATELY felt a difference. My hair felt so soft & silky. My hair is either wavy or puffy, depending on what products I use. After 1 use I felt like my waves were perfectly tame & my hair was so soft."
        },
        {
            "review_title": "Added moister, and shine back into Hair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I honestly loved this product although I'm not surprised I've nearly all the other products I've tried for this brand. It smells great, easy to apply, I really like the fact that you can customize it to your needs, I added Shine and moisture serums to mine. It makes my long and thick hair so soft and allows me to brush out all the tangles out smoothly and quickly."
        },
        {
            "review_title": "Shiny wavy hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have very coarse, wavy hair that needs a lot of frizz control and hydration. After using this line for a few washes, I noticed my hair blew out smoother and easier and was shinier and more tame when left natural. I will be gifting this to my sister for Christmas!"
        },
        {
            "review_title": "Works well but smells awful",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Really hydrating for my thick, curly, dry hair but will not repurchase because of the smell. Way too smelly. Thatu2019s why I gave it 3 stars instead of 5"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Dry skin",
            "review_text": "The hair mask without the add ins isn't bad, but all the add ins just make it smell weird and hair dull and dead."
        },
        {
            "review_title": "Worked like magic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Honestly amazing! It made my hair smells and feel really really nice. A perfect travel size, I will be buying the full size, itu2019s that good!"
        },
        {
            "review_title": "Beware of breakage",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Although it has a nice smell and the add ons worku2026 this product along with the shampoo caused me the worst breakage I have ever seen. I used it correctly, and followed all tips and instructions THOROUGHLY. It made my hair feel the most brittle it has in almost a year - and even my fable and mane hair oil couldnu2019t help it feel much better! You are better off going with a different brand. beware!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I got this hair mask as a sample and immediately had to buy the full size because oh my god its so moisturizing and smells gorgeous!!! Leaves my hair feeling rejuvenated!!"
        },
        {
            "review_title": "I so wanted this to be the answer to my dry ends",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Pros: smells great, easy to apply, like the fact that you can customize. I added Shine and moisture serums. Cons: I added an extra moisturizing pack to the conditioner and my ends still feel like straw. I wouldnu2019t recommend this for heavily processed hair, but seems to be sufficient for less processed hair. Used it on my daughter who has completely natural and curly hair and it was amazing."
        },
        {
            "review_title": "Returned this!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This did nothing for my hair but make it feel dense and difficult to brush after."
        },
        {
            "review_title": "Not sure how this got 5 star reviews",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I am not sure how this product got such great reviews. It did nothing for my blonde highlighted hair and the smell of this product was super strong and bothersome."
        },
        {
            "review_title": "A must have for curly/wavy hair repair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This stuff is amazing! It makes my hair so soft and letu2019s me brush out all the tangles in my 2c/3a curls with 0 pain using a wide tooth comb. Got a free sample of the mini and will 100% get a full"
        },
        {
            "review_title": "Love!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "This works so well! My hair was so soft, less-frizzy, and shining after using this. I wasnu2019t expecting much from it, but it is so good! Itu2019s also a pretty affordable price for the amount of product you get!!"
        },
        {
            "review_title": "Wavy hair friend, hair dye foe",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I received this in gratis and decided to give it a try. I used the moisture shot and color savior. I have medium density wavy hair and an oily scalp. I recently dyed my hair and noticed that my JVN leave in conditioner didn't provide enough hydration and frizz control. I didn't change my styling routine when I tried this. This gave my waves amazing definition. My hair is super soft and it doesn't weight down my hair too much.  MINUS 1 STAR: My color bled way more than I would have liked. I have other color saving hair masks and use cool water to rinse. I have not tried the blond toner shot, but be aware of bleeding if you have fashion colors."
        },
        {
            "review_title": "Definitely try!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Love this conditioner mask! I spent the past many years spending a money on a more expensive products and after using this one, I wonu2019t go back. Hair is softer and less frizzy!"
        },
        {
            "review_title": "A must for the shower",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "My hair has never been so soft as it is after using the recovery conditioner mask! It works so well even my husband is using it in the shower! We use it after we go swimming every single time!!! Absolutely a must"
        },
        {
            "review_title": "No sorry, no",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "The smell and texture of the product was nice but it caused my hair to fall a lot in the shower. Do not recommend."
        },
        {
            "review_title": "Staple for Dry & Wavy Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "The Conditioner Mask of my DREAMS!! I struggle with dry and damaged hair from frequent years of dying and this product has already started to help my hair bounce back from that and Iu2019ve only washed my hair 3 times since receiving this product. I can already see and feel a difference. Not only does it deeply nourish my hair and effectively hydrate it, but it also adds more softness, shine, and definition to it as well. This product alone is why I get excited for hair wash day instead of dreading it. Itu2019s a must-have for sure."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Normal skin",
            "review_text": "Okay Iu2019m obsessed! Iu2019ve been using the wavy hair conditioner mask along with the shampoo and my hair is just loooving it! My hair is fairly wavy. I felt like this would be the perfect duo for me and it really is. It smells so good and has great ingredients, it gives my hair such a beautiful hydration and shine!"
        },
        {
            "review_title": "No. No. NO.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "Since I used the shampoo and conditioner together, plus the add-ins, not sure which to blame for the hideous results. When I finished my shower, my hair that NEVER gets tangled or knotted, had three huge knots that resulted in breaking off some hair to remove although I tried to be gentle. After my hair dried it looked like STRAW! Seriously. I was glad no hay-loving animals were nearby because they would have been coming after my hair. I tried to fix the mess with some leave-in conditioning spray and hair oil and NOTHING would put my hair back to normal. Never have I experienced such horrible results from a hair product. I'm not sure that I can trust Sephora reviews anymore since these had such a high satisfaction rating. This product is pure garbage."
        },
        {
            "review_title": "Made with my hair type in mind!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "FINALLY a hair mask that I can fit seamlessly into my routine- all I had to do was apply the mask after shampooing and rinse it out a few minutes later. With other hair masks I've used before from other brands, I've always had to wait for my hair to slightly air dry, apply the mask and then rinse it all out again (and have you ever tried to rinse extra thick, long wavy hair under a sink faucet??) That's the beauty of this hair mask- it's customized to my hair type and texture, which is why it works. I love that I can use this system with confidence because it was made with my hair type in mind.   Not only is this mask seamless- it's given my wavy hair a lot more definition and softness. My hair has been feeling a lot more brittle and dry over the past few months, with the humidity doing nothing but damaging it further. Adding this mask into my hair wash routine has made a world of a difference for getting my hair back on track."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I received a sample of this in the mail with one of my online orders and the way this made my hair feel after I used it was incredible I love a good hair mask and compared to the others in my rotation I knew I had to get a full size and I don't regret it!"
        },
        {
            "review_title": "Conditions hair without the extra weight!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I love this Conditioner Mask! I struggle with dry, damaged hair and this stuff left my hair feeling soft, but lightweight! With fine hair, I sometimes struggle to find the balance of softness, without too much weight, but this stuff works wonders! Definitely will be a repurchase!!!"
        },
        {
            "review_title": "Rinses out clean!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I honestly hate when conditioners leave behind a thick residue and I never find out until AFTER my hair is dry but this one doesn't do that! It's very thick and moisturizing but it washed out clean. I love this formula!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This conditioner is amazing! I have always had wavy hair but have never had products made for my hair and products for curly hair are often make my hair too heavy and weighs down my waves and this one doesnu2019t!"
        },
        {
            "review_title": "A new must have for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This conditioner mixed with the moisture shot is the best thing Iu2019ve found for my hair! It hydrated my hair so well. My hair felt softer, shinier, smoother, and less frizzy in just one use! That was crazy for me. Iu2019m gonna keep reusing this product for a while."
        },
        {
            "review_title": "Loved using with extra shots",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "LOVE this entire system. Iu2019ve been looking for something to help me emphasize my texture and I am thrilled to finally find it. The shampoo and conditioner, with the extra u201cshotsu201d actually made a world of a difference for my long, thick, wavy hair (without weighing it down!)."
        },
        {
            "review_title": "Itu2019s ok I guess",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This mask was only ok. I have super dry, bleached hair and it didnu2019t give me the moisture I was expecting. My hair feels much more tangled than normal. Iu2019ve been using Virtue and will definitely switch back"
        },
        {
            "review_title": "I'm obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I am actually obsessed, the conditioning mask is affordable, specifically designed for my hair type and so easy to use. You simply apply it after shampoo and leave it in for only a few moments. I have found that since being 7 month postpartum, my hair has really been affected. My hair is thinner and feels coarse. Literally after one use, my hair is SOOOOO soft. I am really hoping that long term, my hair will adjust, but in the meantime this product is super helpful. I definitely recommend for those who need some hydration and need a little TLC for their hair!   **gifted by Functionofbeauty"
        },
        {
            "review_title": "my hair has never been this soft!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "This conditioner mask left my hair super soft! It also made my hair look so much shinier and healthier! It left my wavy hair looking better than ever! My waves are much more pronounced and less frizzy. So glad it was gifted by function of beauty pro!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Gifted by function of beauty. This conditioner is perfect for my thick wavy hair. Itu2019s moisturizes it and makes my ends look so much better. It enhances my natural waves and does not weigh my hair down."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a deeply conditioning mask that smooths my hair, tames frizz and doesnu2019t weigh down my waves.  My hair is left looking bouncy and feeling soft and healthy! This was gifted by Function of Beauty."
        },
        {
            "review_title": "Much needed for your hair routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Complimentary from Function of Beauty, the recovery conditioner for wavy hair is great! It really enhances my waves and helps create my hair to feel softer. I do use this mask 1-2x a week and it makes the difference! Highly recommend including into your hair routine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "The custom recovery conditioner is great and provides incredible moisture for my wavy, damaged hair. It has given my hair a nice shine and softness. A much needed addition to my haircare routine and I look forward to seeing long term results! Gifted by Function of Beauty PRO"
        },
        {
            "review_title": "So hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Such a hydrating mask! If you bought the shampoo I highly recommend this mask with it! If your hair feels slightly dry after shampooing (mine often does) this conditioning mask with rescue it! It feels very hydrating and has a lovely scent. Comes with a tiny spatula, If you need to mix in one of the concentrates. Definitely worth it ud83dudc4c Gifted by Function of Beauty"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This conditioner has been amazing for my wavy hair! I have been using it for a couple of weeks and I really like the results I am seeing so far. It has really helped hydrate and repair my hair that has some heat damage. Gifted by Function of Beauty Pro"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this product! It leaves my hair feeling healthier and hydrated after one use. The smell is so nice as well. I would highly recommend. My hair is dry and this product makes my hair feels so refreshed! Gifted by function of beauty PRO"
        },
        {
            "review_title": "Less wavy, more dry, itchier scalpu2026.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Not sure how this is getting such good reviews. My hair was less wavy than with any other product Iu2019ve used and to boot I added the extra hydration and itchy scalp boosters - how is it possible my hair was even drier than usual and more itchy???"
        },
        {
            "review_title": "Weekly hydration",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "The conditioner from this collection is a winner. It leaves my wavy hair feeling incredibly soft, hydrated, and manageable. It enhances my waves and keeps frizz in check, even on humid days. I use it once a week to rehydrate my ends and a lighter conditioner daily. Gifted by Function of Beauty Pro."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
            "review_text": "This hair mask conditioner is incredible. My hair is super dry at the ends and very wavy. This helped lock in moisture but didnu2019t cause my hair to be overly oil like some masks are. I love the spatula thatu2019s provided as it made it easier to cleanly scoop out the product. I was gifted by Function of Beauty."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I love how the mask  feel on my hair, I live in Southern California so my hair gets very dry not only from the climate, but pollution too unfortunately. This mask is very nourishing and revitalizing for my hair and I highly recommend it if you have wavy dry hair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love combining this product with the function of beauty any hair recovery shampoo. Love the smell, love the effect it has on my hair and definitely worth it! #functionofbeautygiftedme and I will be buying again!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I used the Product of beauty PRO conditioner mask paired with the shampoo and I love it! I have damaged wavy hair so I was in need of good hair products. My hair is now healthier and stronger. Would definitely recommend together. Gifted by Function of beauty PRO"
        },
        {
            "review_title": "So creamy and hydrating.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted by functionofbeauty this hair conditioner is so buttery and creamy. Does not leave a thick after feel in the hair. goes on lightly leaving the hair soft and with an instant recovery. I love it definitely shows the difference from before and after the application . I would recommend to anyone who has dry, brittle or frizzy hair."
        },
        {
            "review_title": "Amazing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I love this conditioner mask! I normally have very frizzy and dry hair, but this makes my hair feel so strong and smooth! Iu2019ve gotten so many compliments on my hair since trying this out, itu2019s a new staple for me! Gifted by Function of Beauty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Got this as a recent sample and omg I donu2019t think a mask has ever made my hair so soft!! My hair is relaxed into wavy and it feels so good after this mask. I think Iu2019ll be buying!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Gifted by functionofbeauty.  Love this conditioner, This the most important part for my hair routine My hair is more healthy and work wells and add shine, reduces frizz the results is incredible.  Thank you for this product!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This hydrating conditioner has made my hair so smooth but not weighed down. I can now brush my hair without throwing in a ton of products once towel dried and it straightens with zero frizz. Gifted by function of beauty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This conditioner hair mask has definitely made a difference to my dry hair. Itu2019s extremely hydrating and has  given my hair a shiny and smooth finish. I highly recommend using this along with the hair shampoo! Gifted by Function of Beauty Pro."
        },
        {
            "review_title": "Good.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Tried this complimentary from function of beauty. I like the matching packaging color. I can't put my finger on the scent but I really like it. It comes with a little spatula to mix the add one, however its not as long and oops I kinda made a mess. Chalk it up to user error.  After the shampoo completely destroying my hair I placed all my faith in this mask.  I left it on for the full 10 minutes in order to save it. Easy to use after the mixing. Did repair a bit. Did leave my hair slightly soft but couldn't save my waves."
        },
        {
            "review_title": "Great for damaged hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I love using hair masks since they're more moisturizing than regular conditioners. I was looking for a nourishing mask that would help with how dry and brittle the ends of my hair since I had bleached it and it was now on the dry side.  After using this mask I immediately noticed a difference. My hair felt softer, more hydrated, and it was easier to brush. I love that it didn't weigh down my waves but still added hydration. I would recommend this if you have frizzy or dry wavy hair.   This product was complimentary from functionofbeauty, but does not impact my opinions."
        },
        {
            "review_title": "Amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The Custom Recovery Conditioner Mask for Wavy Hair is pure magic. My wavy hair tends to get frizzy and dry, but this conditioner has made a world of difference. It's like a treat for my hair every time I use it. After rinsing, my waves are so much more defined and bouncy. And the best part? No more frizz! It's become an essential step in my haircare routine. It smells absolutely amazing and lingers onto your hair leaving it smelling amazing for the longest time! This was gifted by Function of Beauty PRO and I canu2019t thank them enough!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Dry skin",
            "review_text": "Gifted by Function of Beauty Pro. I used this mask after shampooing with the hydrating shot added to my shampoo. My hair is dry, frizzy/wavy, and damaged. I left the mask on for 10 minutes to get all the help I could get. My hair felt so soft and shiny afterwards. I think it really helped my hair. It was so bouncy!"
        },
        {
            "review_title": "Silky healthy hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This conditioner was kindly gifted by Function of Beauty. Container has a generous amount of conditioner that will last a while! It feels silky smooth and really seems to have brought out my waves. My hate feels soft and clean after using."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Function of Beauty PRO's Custom Recovery Conditioner Mask is a wavy hair lifesaver. The tailored formula deeply hydrates and leaves my waves incredibly soft and manageable. It's an absolute must-have for anyone seeking a personalized and effective conditioner. Gifted by the company"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This conditioner mask has helped my hair feel healthier and look shinier. I love how easy it is to customize it according to your hair type and it is a good price compared to other hair masks. Gifted by Function of Beauty."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is a great conditioner which helps restore my hair and ready to dry! Didnu2019t dry my hair out and I like the fact that it came with booster and this is definitely a great line. Gifted by the function beauty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I love this mask, it makes my hair feel so nice and soft! It works well as a detangler and pretty much enhances everything about my damaged, over-processed hair: adds shine,  reduces frizz,  improves overall smoothness, my dry ends feel a lot healthier, and the hair color stays nice and vibrant! I use it twice a week for best results. gifted by functionofbeauty"
        },
        {
            "review_title": "Luxe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "Iu2019ve always heard that conditioner is the most important part of hair wash routines and Iu2019m 100% here for this one!! I have the worlds most tangled head of hair when wet - this conditioner is like a treatment and allowed me to *run my fingers through my hair* top to bottom. Which is unheard of for me! This is a gem gifted by function of beauty!!"
        },
        {
            "review_title": "Great for my color treated hair.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I received this complimentary from Function of Beauty and I love that this conditioner is for my dry wavy hair. It sure is very hydrating and I don't need a lot. It doesn't weigh down my wavy hair and is kind of lightweight. This is a conditioner mask that I leave on up to 5 minutes. My hair is so soft, and it really shines a lot more now. Smells absolutely wonderful and the texture is thick."
        },
        {
            "review_title": "Wavy NEEDS this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Ever since I realized I am a wavy girly, nourishing and hydrating my hair has been my number one goal. This line is totally designed to give wavy hair all the moisture it needs to spring into life. I like to let my hair air dry, so the first step to that is ALWAYS a good conditioning mask. I detangle and feel the slip from this. Its incredible how soft my hair is. I get the most gorgeous defined waves (and several ringlets) after I use this. I added the moisture shot and pair with the shampoo for extra hydration!! (complimentary from functionofbeauty)"
        },
        {
            "review_title": "Leaves my hair smooth and soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is a great mask if you have dry or frizzy hair! It smells nice and doesnu2019t weigh my hair down.  It adds moisture and helps to tame down the frizziness of my waves, leaving me with soft, smooth hair and perfect waves! This was gifted by Function of Beauty."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Function of Beauty Pro's Custom Recovery Conditioner Mask for Wavy Hair is a holy grail! My waves have never been so nourished and manageable. It's a miracle worker for taming frizz and enhancing shine. Love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was gifted by Function of Beauty Pro and I l noticed Itu2019s made it more volumized and shiny. I use it with the shampoo and I have damaged dyed hair and I noticed this helped because my hair is also wavy."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I was gifted by Function of beauty. I love this conditioner! It smells amazing and is thick. Which I love. I put it on after using the shampoo and leave it got about 2-5 min and my hair comes out so soft."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This actually changed my life in the best way. Super easy to add in the shots to make this hair mask into exactly what you need, but alone it made my hair silky and soft and still light enough to do its wavy thing! Gifted by function of beauty pro"
        },
        {
            "review_title": "This is definitely a game changer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Gifted by Function of Beauty Pro! This mask is a must if you have damaged hair! I used in my hair for an intense hair mask about 10 min and omg I live how it left my hair feeling super luscious silky hair! Thank you for letting me try this! Also I love the little scoop to take the thick product out I love it!"
        },
        {
            "review_title": "Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Complimentary from function of beauty. This was a solid conditioner for me. I have slightly wavy hair and it did amazing for it. Very hydrating and made my hair nice and smooth. Iu2019ve been using this brand already and itu2019s one of my favorites!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was gifted by Function of Beauty PRO  My curly hair has been loving this product I feel like it really has been helping define my hair and add moisture back to make It feel and look so much healthier !"
        },
        {
            "review_title": "Very moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Immediate results for dry wavy hair! My hair looked healthier after just one wash. It was moisturized, shinier and the waves were tamed. I should note that I used this with the shampoo. Gifted by Function of Beauty Pro."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Function of Beauty gifted me this hair mask for my honest review. Just like their shampoo, the mask smells so good! Unfortunately the product was delivered broken, but I still managed to try it cause I couldnu2019t let go to waste. After leaving it on my hair for about 10 minutes and rinsing, my hair immediately felt silky and tangle-free! After blow drying my hair, I noticed way less frizz than usual and my hair was super soft! Love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "At first the concept of a moisture shot intrigued me because it seemed like a gimmick but I came to find out that this extra step definitely made a difference in my hairs hydration gifted by Function of Beauty PRO"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received the NEW Custom ColorCare Recovery Conditioner Mask for Wavy Hair complimentary from Function of Beauty in exchange for my honest review.  This mask has really helped to add some body to shine to my otherwise dull and thin hair.  It is easy to use and does not leave any residue in my hair."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I was gifted by Function of Beauty in return for my honest review. This scent is absolutely wonderful, the consistency is thick and amazing and this conditioner leaves my hair so soft and smooth. This is great if you want to let your hair just dry without heat tools it makes it look so well kept."
        },
        {
            "review_title": "Soft and hydrated!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "This product was gifted to me by function of beauty. Truthfully my hair has never felt softer after using this in combo with the shampoo. It feels healthy and hydrated and this is definitely something Iu2019ll incorporate into my hair routine. The smell isnu2019t too strong but it left my hair smelling fresh and clean."
        },
        {
            "review_title": "I could not love this more!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I honestly cannot sing the praises of wavy hair line from Function of beauty enough! Itu2019s been so hard to find a good shampoo for my wavy hair and it has always look just frizzy. Now my hair looks so healthy and defined. This recovery conditioner mask is a miracle! Itu2019s super effective and I can honestly say my hair has never looked or felt so healthy. I canu2019t stop touching my hair! Iu2019m obsessed and a huge fan!"
        },
        {
            "review_title": "So soft!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Gifted by Function of Beauty PRO! After a few days of using this conditioner, my hair has transformed into the best hair Iu2019ve ever had! My hair is so smooth and soft. It looks so healthy and itu2019s so much easier to brush!!"
        },
        {
            "review_title": "Loving my hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I received this complimentary from Function of Beauty PRO. This conditioner made my hair feel so soft and hydrated which Iu2019m obsessing over I have naturally wavy curly hair and I have never had any product make my hair look so good after one. I love it"
        },
        {
            "review_title": "Smells AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This conditioner is life changing!! My hair is so soft and waves look so bouncy! The smell alone is great!! I love reaching for this in the shower because my hair looks great! This was gifted by Function of Beauty PRO"
        },
        {
            "review_title": "So great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This conditioner is amazing! I loved being able to add my own enhancement to it based on my personal needs! My hair is very thick and unruly, but I saw and felt a difference after just one use. I will continue to use. I have been loving it. Complimentary from Function of Beauty"
        },
        {
            "review_title": "Necessary",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This is a conditioner that everyone needs. My hair was suffering before I used this product. I have wavy hair and found it hair to condition my hair properly. I recommend this product to my friends and family. Gifted by function of beauty pro"
        },
        {
            "review_title": "Amazing waves thanks to this product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Function of Beauty's Custom Recovery Conditioner for wavy hair proved to be a game-changer for my haircare routine. The personalized formula provided the perfect level of hydration without weighing down my waves. I noticed a significant reduction in frizz, and my hair felt smoother and more manageable after each use. The conditioner's consistency was ideal, making it easy to distribute through my hair. Just like the shampoo, the customized approach really made a difference, and I'm thrilled with the results. Gifted by Function of beauty."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My super dry hair always needed conditioner so I have been trying to find one that moisturizes and this one is perfect! I love that it is made for wavy hair which is hard to find. Gifted by living proof"
        },
        {
            "review_title": "Great conditioning mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Gifted by function of beauty.  Wow, this conditioner is so good for damaged hair! My hair was so dry and broken from bleaching it repeatedly and I was in desperate need of some help to bring it back to life. This conditioner has worked so well and I love pairing it with the shampoo! My hair feels much stronger and visibly less damaged."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "This was gifted by Function of Beauty. This conditioner is sooo nice!!! I feel like my hair is literally always dry and my waves end up disappearing. This stuff really helps keep my waves in tact and happy"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This conditioner is actually super great for my wavy hair. I feel like itu2019s hard to choose products for my hair texture because I want my hair to be full of life and not weighed down and after using this my hair definitely feels luscious but not heavy! Gifted by function beauty pro"
        },
        {
            "review_title": "Loveeeeeeeeee",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I would have wished this conditioner came in a bottle because Iu2019m not a huge fan of the scooting out with my hands or a little scoop. I didnu2019t get the chance to put the shots in there because I didnu2019t realize I only had one of each but even then it did wonders for me. Gifted by function of beauty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Gifted by function of beauty. I combined this conditioner with the wavy hair recovery shampoo and the frizz taming concentrate and loved the results. My hair looks and feels smoother than before, my natural waves are still intact, and loved that it was not sticky and made my hair feel hydrated"
        },
        {
            "review_title": "Gotta use this!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I received this complimentary from Function of Beauty and this is my honest review. Iu2019m so in love with this mask! I love how it makes my hair feel after just a few uses and it smells pretty amazing too. My hair feels super smooth and hydrated."
        },
        {
            "review_title": "Holy grail for damaged wavy hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This mask is the holy grail for hair repair but use the shampoo too to get the most. I used the frizz taming concentrate too and my fine hair felt stronger and smoother too. After the amount of color I did to it, this is great! I use it once a week now! Gifted by function of beauty pro!"
        },
        {
            "review_title": "Must have it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was gifted by Function of Beauty Pro this product to test and I loved it. The following considerations are really my impressions of the product. First of all: this smells really good! The texture is great, the mask is very concentrated and spreads well through the hair. What I liked the most is the possibility of mixing the Hair Goals and thus leaving it personalized for your goal. I was able to notice from the first use that my hair felt lighter and hydrated. My hair is blonde and wavy, the mask did not leave it yellow or frizzy. I really recommend this product."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This shampoo made my hair feel so clean but not dry. My hair is so soft now as well which is great. It also smells good which is a nice plus, I love hair products that smell good. This was gifted by Function of Beauty but the options are my own."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This products are unbelievable. After the first use I notice that my hair was so much less frizzy and more manageable. I just canu2019t wait to continue seeing more results while I discover more products."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This custom recovery conditioner that I was gifted by function of beauty pro is amazing. It left my hair feeling so soft. My waves look and felt great. It make them not frizzy. My hair was so soft after using."
        },
        {
            "review_title": "Great stuff",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Iu2019ve been using this condition mask for a little while now testing it out and it is probably one of the best I have used for my wavy hair. This smells good and the packaging is super cute as well. My hair feels super hydrated and not frizzy after using."
        },
        {
            "review_title": "New conditioner mask I canu2019t live without!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am a huge masking person. From my face to my hair! That is why I am very excited to try their customizable conditioner mask. For this I remember adding all of the goal concentrate they sent me - volume, anti frizz and shine but only half of it. Since I wash my hair only about twice a week, Iu2019ve only had 2x to try this and so far I am INLOVE! Definitely recommend! Will send another update once I have used this product more. *gifted by Function of Beauty PRO"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m first time trying this custom hair care product. I have frizzy hair and sometimes they are very difficult to manage. This product is amazing and works great on my hair. I have only tried it once and I could see the different.  The volume and the frizz has been reduced. Gifted by function of beauty. Great hair mask"
        },
        {
            "review_title": "Great to bring out my natural waves",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I started using this conditioner & shampoo at the same time and have noticed that my hair is a lot smoother & silky-soft after conditioning while still bringing out my natural waves. My hair is long, thick and naturally wavy but I feel like the waves don't show often after brushing my hair. I've been on the hunt for ways to bring out the waves without using too many products & this shampoo and conditioner is the way to go now. This product was gifted by Function Of Beauty in exchange for an honest review."
        },
        {
            "review_title": "Not heavy on hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "I have thin hair so I am carful when it comes to using conditioning masks because it tends to become greasy. This one was very nice and did not make my waves feel flat. I use the matching shampoo with this as well. complimentary from functionofbeauty"
        },
        {
            "review_title": "More moisturized and less breakage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My hair is extremely dry and damaged from constant coloring & heat damage. Function of Beautyu2019s recovery conditioner has completely revived my hair! My hair is pretty thick & wavy, but my waves needed some help getting back to their original glory. My hair is more moisturized and thereu2019s far less breakage than before. My curls/waves are more defined and my hair looks much healthier overall."
        },
        {
            "review_title": "So Nourishing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this complimentary from Function of Beauty PRO. This is such a nice conditioner that leaves my hair soft when I use it as a regular conditioner and super nourished when I use it as a mask. As with the shampoo this really accentuates my hair texture"
        },
        {
            "review_title": "My fav so far!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This conditioner does everything I need it to do. Iu2019m so happy with this line I want to try more. I think itu2019s so cool u customize with their oil add ons. I always need extra shine in my hair. Very happy! Gifted by function"
        },
        {
            "review_title": "New must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love hair masks and am always trying new ones so I had to try this one from Function of Beauty! It quickly replaced my conditioner! Iu2019ve been using the hair mask instead of my conditioner in my washing routine and Iu2019ve noticed a big difference already in my hair. It brings my hair back to life u2014 it adds so much moisture back to my hair and leaves it feeling so soft. It also leaves my hair smelling good. I love it! Gifted by Function of Beauty PRO."
        },
        {
            "review_title": "a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "This product was gifted to me by the function beauty. This conditioner is very hydrating and makes my hair very smooth. I really like how it is not sticky and makes my hair very soft. i'll definitely purchase this product again in the future."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Like this hair mask a lot for my dry hair. Does a great job moisturizing it without making it feel heavy or leaving residue. My hair looks healthier and shinier after a couple days of using it. This was gifted to me by function of beauty."
        },
        {
            "review_title": "love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This was a wonderful deep conditioning mask that i felt really brought out the waves in my hair without weighing them down. the curl/wave pattern felt a lot more defined and it smelled great too. gifted by function of beauty."
        },
        {
            "review_title": "Not the best",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by function of beauty. Honestly this isnu2019t that good. It lathers so nicely and cleans my hair nicely but it leaves an awful greasy film on my hair after I dry it. I wanted to live it but I donu2019t."
        },
        {
            "review_title": "Loving my waves",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "Loving my waves. This product has made my wavy thick hair feel health and helps my natural waves look so much better and not dry. I would definitely recommend this item for anyone that is looking for a product you can use when you donu2019t want to curl your hair for the day. Gifted by function of beauty pro"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "this gifted by function of beauty shampoo and conditioner are amazing!! i havenu2019t seen a product that caters to your hair the way this one does. there is a tablet for everything hair concern from damage to not shiny enough! itu2019s super innovative. u2019"
        },
        {
            "review_title": "Outstanding conditioning treatment for wavy hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I was gifted by Function of Beauty PRO in exchange for my opinion. I am beyond thrilled with the Function of Beauty Pro Custom Recovery Conditioner Mask for wavy hair! This product has truly been a game-changer for my hair care routine. The results are simply remarkable, and I can't help but share my excitement. From the moment I started using this conditioner mask, I noticed a significant increase in volume. My wavy hair has never looked so full and bouncy. The formula works wonders in adding that extra oomph without any heaviness. But that's not all u2013 the shine this conditioner mask brings to my hair is absolutely stunning. My waves catch the light in the most beautiful way, giving them a healthy and vibrant appearance. I'm no stranger to compliments, as friends and colleagues can't help but notice the new radiance in my hair. The softness I feel after using this product is incredible. My hair feels silkier and smoother to the touch, making me want to run my fingers through it all day. It's like a luxurious spa treatment for my hair right at home. Perhaps one of the most impressive aspects is the manageability that this conditioner mask offers. My wavy hair tends to get tangled but since incorporating this product into my routine, I've noticed a significant improvement. Function of Beauty's Pro Custom Recovery Conditioner Mask is truly a gem for anyone with wavy hair. It delivers on its promises of increased volume, shine, softness, and manageability. I couldn't be happier with the results and the overall improvement in the health and appearance of my hair."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Much needed moisture for my dry wavy hair! I added the Shine Queen concentrate because I have coarse waves and it normally doesn't appear super shiny.  I love that the conditioner  provides moisture but isn't too heavy or leaves leftover residue. That is my biggest hair care pet peeve. Love this product. Gifted by Functionofbeauty."
        },
        {
            "review_title": "Works amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Only good things of this hair mask! My hair is damage from bleaching so once I put this product my hair felt super soft and healthier looking since the first wash, I have wavy hair so I would definitely keep using this mask, smells amazing and it works so I highly recommend it. Complimentary from Function of Beauty PRO"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I was sent this in exchange for a review, complimentary from Function of Beauty PRO. I felt like this was a pretty heavy hair mask on my fine hair. There is also a very strong fragrance so heads up if youu2019re sensitive to that. While it did leave my hair soft and hydrated, I felt like it weighed my hair down a bit. I do like how this catered to wavy hair though"
        },
        {
            "review_title": "so nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "This product was gifted by Function of Beauty Pro in exchange for my honest review. I like this conditioner because it doesnu2019t feel too heavy on my hair. It works the way it needs to and leaves my hair feeling smooth and soft!"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I've been looking for a good hair mask for so long that I eventually gave up so I was excited to receive this complimentary from function of beauty. My wavy hair was struggling but I could see some more life in my hair after the first use of this mask!"
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Function of beauty is amazing! I have been loving their lines. This conditioner makes my hair feel so silky smooth. I love it itu2019s made for curly hair. Definitely a game changer for my hair type. Gifted by function of beauty."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "Love how thick and nourishing this conditioner is, it really is perfect for damaged hair. It does have a very strong perfumey scent (just a warning in case thatu2019s not your vibe). Iu2019ve only used it once so far but it made my hair smooth and shiny. Gifted by Function of Beauty PRO"
        },
        {
            "review_title": "Itu2019s fine if you can handle strong fragrances",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Gifted by Function of Beauty PRO. This conditioner has made my hair feel absolutely amazing and makes it look great. Iu2019m not sure if itu2019s the shampoo or conditioner, or just both combined but it is EXTREMELY fragrant. If you are someone sensitive to smells like myself, it will bother you all day. It sucks because I love the product but cannot handle the very strong fragrance. Almost smells like I sprayed perfume directly on my hair."
        },
        {
            "review_title": "Silky smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I was gifted by Function of Beauty PRO. I love that this conditioner isnu2019t heavy on my hair. I donu2019t feel greasy after using it. I chose wavy because my hair isnu2019t exactly straight but it isnu2019t curly either. It left my hair feeling so soft, shiny, and hydrated without weighing it down. It also smells so good. Not too overpowering but long lasting!"
        },
        {
            "review_title": "First Impression",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by Function of Beauty Pro. I wasnu2019t really a fan of this hair mask. I put in 2 of the custom additives after Function of Beauty Pro advised I could add up to 3. Adding 2 of the custom serums made the hair mask very fluid so it was pretty much falling off of my hair. I didnu2019t notice any improvement with my waves. This is only a first impression. I really wish I had tried the mask before adding the serums so I could give you a review on the mask alone."
        },
        {
            "review_title": "Amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This hair mask is so good and nourishing for my hair. I left it in for about an hour, and then it was easy to rinse out. Love the way it made my hair feel and how hydrating it was. I would recommend this product. gifted by function of beauty but all opinions are my own."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I used this mask after using the shampoo. IT SMELLS SO GOOD. After leaving it in for 5 minutes, my hair felt soft and looked shiny. I have thick, wavy hair that needs constant hydration, and this really did the trick! Gifted by Function of Beauty PRO."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have extremely dry damaged wavy hair and this has honestly saved my hair! It is super hydrating without weighing my hair down. It's great at detangling my hair in the shower as well! Gifted by function of beauty pro"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "My type 1c/2a hair has been a struggle for me because I was trying to make it straight. I was excited to try this new line from Function of Beauty PRO made specifically for wavy hair to see how it could help me embrace my waves. This mask is a nice consistency and helps hydrate my ends. I like the little spatula it comes with too! I do wish it provided a little more u201cslipu201d while applying it, as it makes detangling my hair a bit more challenging. Also be aware that the fragrance is VERY strongly floral, and the scent does last in your hair even after wash day. Gifted by Function of Beauty."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Wow what an amazing conditioner! I love love this! It is so hydrating and leaves your hair feeling so soft! I have really long hair that gets tangled easily and this completely detangles it! Highly recommend gifted by function of beauty pro"
        },
        {
            "review_title": "Less frizzy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Gifted by Function of Beauty to give my honest opinion. The conditioner was very smooth and I had no issues untangling my hair. Waves had more definition after a couple of washes. Hair was also shinier even though I styled it afterwards. I noticed my hair was less frizzy as well. My hair is wavy with undefined curls, oily roots and dry ends."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "I've been using the customizable conditioner mask and my wavy hair has never looked better! Not only is my hair more moisturized and manageable, but the added body and shine are amazing. I've noticed a significant reduction in damage and split ends as well. This product is a game-changer for anyone looking to revitalize their wavy hair! Gifted by function of beauty pro"
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "*complimentary from functionofbeauty This is an absolutely incredible wavy recovery shampoo and conditioner mask - one of the best I've ever tried! It has the perfect consistency and the scent is so lovely - just added to my everyday routine :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Without weighing my hair down, it makes my waves look smooth and grouped together and therefore less frizzy. My hair appears shiny and bouncy. It's the perfect conditioner for wavy hair! Gifted by function of beauty"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Complimentary from Function Of Beauty. This smells so so so good. I love how it gives my hair life, and hydrates it. It been making my hair super soft and the frizz has gone down a little bit. Really like this"
        },
        {
            "review_title": "My best hair.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This has left my hair possibly the softest itu2019s ever been. I love the way it smells too. Itu2019s very easy to apply, doesnu2019t have a terrible wait time, and washes out well. It doesnu2019t weigh my hair down but leaves it feeling hydrated and healthy. I have been using this about two weeks and will be sad when it runs out. It has my wavy hair looking so good. Gifted by function of beauty pro"
        },
        {
            "review_title": "One of my favs!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is probably one of my favorite function of beauty products. Iu2019m a sucker for a good hair mask that I can put on while I do the rest of my showering. For the record I have thin/medium (but lots of it) wavy hair, that I bleach several times a year- so Iu2019m not stranger to hair damage. This has been one of my favorites. It makes my hair silky smooth without weighing down my waves or leaving a weird residue. I am not the biggest fan of the smell; but thatu2019s easily overlooked. I was gifted by function of beauty pro."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "[Gifted by function of beauty] The mask left my hair feeling really soft and moisturized. It also has a really nice scent that I really enjoyed. Would definitely continue using this one. I actually used up the concentrates in my shampoo and did not include any in this one, but it was still great on its own."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "i have very curly hair so i was super excited to get to try this new conditioner mask from function of beauty! it works so well and tames my hair very well too! it also smells just absolutely wonderful. gifted by functionofbeauty"
        },
        {
            "review_title": "Must-Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "In love with my new hair routine! After using my new shampoo and conditioner, my hair felt so much healthier. I noticed it helped my curls stay longer and also less frizz! I would highly recommend this to anyone with dry hair. Gifted by Function of Beauty PRO."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Gifted by function of beauty pro. Wow I love how this leaves my hair. My hair has a weird texture and the fact that this has helped it so much!!I have been using this for a while now and it helped my hair so much."
        },
        {
            "review_title": "So good for Wavy, dry hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Function of Beauty gifted me their Wavy Hair Recovery Mask. I am in love with this conditioner, it's thick and moisturizing. My hair texture changed after I had my twins. My waves became more prominent and my hair became unruly. With this mask hair was left so soft and my waves were manageable. The smell is also amazing!"
        },
        {
            "review_title": "Great hydrating mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "The conditioner mask is beautiful - helps make my hair feel hydrated and smooth. The mask has a medium-thick texture, not too thick where it feels like she is coats your hair so much you can't get it fully clean but just thick enough that it feels like a mask and not a regular conditioner. Complimentary from functionofbeauty"
        },
        {
            "review_title": "Good product !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "This mask is one of the best I have tested for hair restoration, it smells good and moisturizes very well, it leaves my hair full of shine and soft !!! The packaging is simple but very beautiful and elegant Gifted by Function of Beauty Pro!!!"
        },
        {
            "review_title": "Itu2019s si good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by Function of Beauty Pro. I canu2019t explain how amazing this conditioner mask works when you use it after the shampoo of the same line. My hair feels so soft, shiny and the most important so healthy. Completely recommend it"
        },
        {
            "review_title": "Nice conditioner for curly thick hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Left my hair feeling so soft and manageable and visibly reduced frizz, even with all of the summer humidity. Itu2019s a very nourishing formula, and pairs well with the coordinating shampoo. Product was gifted by function of beauty pro."
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "use this product specially after beach days and its great. I love the results, i have wavy hais (a little) and i love it. The hair looks great after using it, the scent is divine, i recommend it. I was gifted by functionofbeauty to give my honest opinion."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "The wavy hair mask, gifted to me by function of beauty in exchange for my honest review, did such a great job taming my frizzy, wavy hair. It left it feeling sick soft and smooth. I definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This along with the shampoo Iu2019ve been using are really good. I havenu2019t used this without using the shampoo but this is really nice. I donu2019t feel like my hair is too greasy or heavy after use. Gifted by Function of Beauty."
        },
        {
            "review_title": "Awesome results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Function of Beauty's Customizable Conditioner Mask! It's a total game-changer for my wavy hair. It adds body, strength, and shine without weighing down my locks. The Hair Goal Concentrates are a fantastic addition, making it even more tailored to my needs. My hair feels softer, and I can't get enough of the spring flower scent. gifted by Function of Beauty PRO"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by Function of Beauty in exchange for my honest review. I have pretty frizzy curly/wavy hair. Itu2019s not super damaged but I always am looking for hydration. This was hydrating, but I donu2019t think it did anything for defining my natural waves or keeping frizz away. It smelled great, but that the most impressive part about this product."
        },
        {
            "review_title": "Silky smooth hair!.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Oily skin",
            "review_text": "This is such a great hair conditioner my hair feels so good and soft I started using it 15 days ago my hair is shiny and very soft I really love the fragrance is so nice stay on my hair for a few days.  This product was gifted by functionofbeauty"
        },
        {
            "review_title": "Loving this Conditioning Mask! ud83dudc69u200dud83euddb3",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I had been wanting to try Function of Beauty for a bit now. Function of Beauty gifted me their new Pro Wavy Hair Recovery Shampoo and Conditioner Mask, along with three mix-in concentrates complimentary for my honest review. ud83dudc69u200dud83euddb3  I really enjoy customizable haircare so when given the opportunity to try this line and brand I had to take it. I have wavy, thick, coarse, dry, frizzy, color treated hair and look for products that can help my hair. Function of Beauty Pro sent me their Custom Recovery Shampoo for Wavy Hair, Custom Recovery Conditioner Mask for Wavy Hair, Anti Frizz Hair Goal Concentrate Mix-In (The Frizz Genius), Shine Enhancing Hair Gloss Goal Concentrate (The Shine Queen) and the Volume Hair Goal Concentrate Mix-In (The Lift Legend). The packaging was cute and I loved that the mix-ins were the shape of the Function Beauty F, making them even cuter! ud83dudc69u200dud83euddb3  The mix-ins can be added to either the shampoo, conditioner mask, or both. I really wish this had come with 2 of each mix-in as after reading the first steps and adding them to the shampoo, I realized they could be added to the conditioner mask as well. I personally would prefer my mix-ins to be in the conditioning mask as I feel they would be better absorbed that way, as I leave conditioning masks on longer. ud83dudc69u200dud83euddb3  My favorite was definitely the conditioning mask as it really helped add shine, volume and smoothness to my hair. My hair is starting to feel stronger and it smelling amazing! I love that it contains scent notes of pink peony, wild freesia, and creamy sandalwood. My hair now smells, looks and feels wonderful! ud83dudc69u200dud83euddb3"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I love this conditioner, leaves my hair so silky smooth. I chose this wavy conditioner because my hair is wavy and needs a bit more assistance to help create more of a pop in my waves and it does exactly what itu2019s supposed to do.  Gifted by function of beauty pro."
        },
        {
            "review_title": "Love this conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "The conditioner mask for wavy hair is a god send for my hair. My hair is naturally wavy and this conditioner mask literally has transformed my hair. It is a luxurious melting creamy texture and it has made my hair go from limp and frizzy to shiny, beautiful, and healthy!! Gifted by Function of beauty PRO"
        },
        {
            "review_title": "New favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m always cautious when using conditioner or conditioning masks as my hair is fine, oily scalp and if I apply conditioner too high on my scalp I have to wash daily. This mask is nourishing, has great texture and perfect consistency for my hair type. I love this and look forward to incorporating it into my routine! *gifted by Function of Beauty"
        },
        {
            "review_title": "The best!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "This conditioner #gifted to me by function of Beauty pro left my hair feeling sooo SOFT! I couldnu2019t believe it! My wavy hair loved it! It made my hair hydrated and look so shiny and smooth! I recommend to anybody trying to hydrated there hair and for a shiny look."
        },
        {
            "review_title": "My wavy hair says YES!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This mask smells so yummy Iu2019m obsessed! The add on u201cboostersu201d are game changers because you can personalize an already bomb formula. Rinses out so well, & my hair feels super soft & dries with a beautiful bit of volume & shine. My hair is naturally wavy & this, along with using the shampoo, has helped those waves look more defined & less frizzy. My hair is just loving the set & I plan to buy more for sure. If you have wavy hair & want to see those waves thrive, this is a wonderful product. (gifted by Function of Beauty in exchange for honest review)"
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "This conditioner is definitely more like a mask, which I love! I love this line of hair products and being able to customize the product. I put in the option for frizz and softness and it left my hair feeling amazing. Especially paired with the shampoo, it faces my dry hair new life. If you have thick, dry or damaged hair - try this! I was gifted by Function of Beauty Pro but opinions are my own."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Gifted by Function of beauty. This conditioner base smells great and doesnu2019t weigh my hair down at all unlike other conditioners. I like that it comes with a mini mixing spatula for your add ons and love that I can have a full hair mask that can be left on for intense treatment and without it making my hair heavy or flat! I wanted to restore my natural waves and itu2019s definitely helping with keeping it less frizzy"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This mask has been phenomenal. My hair was so hydrated and smooth and soft when a used this. It still wasnu2019t too have so my waves were still wavy afterward but so much more in control. It definitely made my ends nicer and I noticed less frizz and fly aways. This was complimentary from Function of Beauty PRO"
        },
        {
            "review_title": "It works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Gifted by Function of Beauty. I struggle with very frizzy hair and itu2019s hard to find a product that keeps my hair looking smooth all day long. The shampoo and conditioner along with the concentrates made my hair looking smooth and shiny which is an absolute game-changer!"
        },
        {
            "review_title": "Need for curly hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this product gifted by Function of Beauty PRO! My naturally wavy/curly hair needed a new conditioner and this one was perfect. My hair felt soft and hydrated, my split ends were much better after one wash!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Loving this line with the fun customizable add ins! My daughter has wavy hair and it has a tendency to get frizzy easily. I really like that this conditioner did not weigh down her hair or make it less wavy, but really helped with the frizz and made her hair looks super smooth and shiny! I would totally recommend! Gifted by function of beauty, pro"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "this conditioning mask has helped my hair so much! itu2019s very hydrating and i can tell itu2019s helping correct my damage! it also leaves my waves looking healthy and shiny!! complimentary from function of beauty"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I was sent this product complimentary from Function of Beauty. This is one of the best masks I have ever tried! I didnu2019t realize how badly I needed a deep conditioning until after I used this. My hair styled better and felt so much more manageable!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I absolutely LOVE this conditioner gifted by Function of Beauty. Iu2019ve never been able to find hair products specifically for wavy hair that actually work for me and this did! I have fine naturally wavy hair and this made my waves looks so nice and feel so soft!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "The wavy hair conditioner by function of beauty is great! It smells great, feels super hydrating and moisturizing when my hair needs some nourishment from damaging heat."
        },
        {
            "review_title": "Great conditionner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Gifted by function of beauty pro The custom recovery Conditioner is working miracles for My wavy hair highly recommend it and will definitely buy it again. It makes my hair more smooth and shiny just after one time use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this complimentary from Function of Beauty PRO for consideration but all opinions are my own. The Custom Recovery Conditioner Mask for Wavy, Damaged Hair has been really nice for my wavy hair! I really liked this container too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "using this function of beauty condition made my hair feel so much softer and healthier!! i apply it to the bottom half of my hair after using the function of beauty shampoo and itu2019s the perfect combo! gifted by function of beauty pro"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I loved this product! Iu2019ve always wanted to try FOB and Iu2019m glad I did. The whole custom formula thing is really cool and I think makes the experience fun and exciting. I not only loved the results but the way it made my hair feel!! So nice and healthy."
        },
        {
            "review_title": "Super hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Gifted by function of beauty. This new conditioner didnu2019t disappoint. I have dry and damaged ends and this conditioner works perfectly, it moistures my hair without making it oily and I love that I was able to customize it adding the  concentrates. I will definitely keep using it!!"
        },
        {
            "review_title": "Such a great mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by function of beauty. I have been loving this mask. It's super moisturizing and has great slip for brushing out my hair in the shower. I'm not a fan of the packaging, but the mask itself is so great."
        },
        {
            "review_title": "Beautiful Hair Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I am so impressed with this line and I have tried a lot of hair masks! For the price and what it does this is a stellar mask for wavy to curly hair types! Adding a shot of shine and anti frizz was so beneficial too! Love it"
        },
        {
            "review_title": "perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Complimentary from Function of Beauty. I love how soft my hair feels. My hair is detangled and smooth. I love the added healthy shine as well. My hair type is wavy, thick and long. I chose the wavy option because I want to bring out my natural waves even more. I really enjoyed the concentrates. The scent is lovely. I am very happy with this hair mask."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I have medium/thin hair! This brings out and soothes my wavy hair without making it super greasy after a wash! It also smells so good hair. I love it so much! Best new conditioner!!!!!!! Gifted by Function of Beauty Pro"
        },
        {
            "review_title": "So good!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have really dry, coarse and wavy hair. I am always looking for a hydrating condition that doesnu2019t weigh down my hair, and this is it. I used the anti-frizz in too, and it worked so well after the first use!!! Gifted by function of beauty"
        },
        {
            "review_title": "Love this mask!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This product was gifted by Function of Beauty PRO, in return I give my honest review! I really like this product so far! Itu2019s hard to say in the long term what itu2019ll do for my hair, but the way my hair feels right now is great! My waves feel nice and moisturized and theyu2019re more defined!"
        },
        {
            "review_title": "My new fave hair mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "have curly/wavy hair and Iu2019ve been trying to avoid using heat on it.  I was excited to try this conditioner thatu2019s specifically for wavy hair so that I could wear my hair wavy more often. Itu2019s really hydrating and smells so good. My curls looked so bouncy and defined after using it! *gifted by Function of Beauty Pro"
        },
        {
            "review_title": "the perfect conditioning mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "Y'all I have been looking for a conditoning mask that will bring life back to my dry frizzy hair and I have finally found it! This conditioner mask from function of beauty is -CHEFS KISS - it helps hydrate and gives my hair shine with no frizz BUT doesn't leave a greasy film on it which I feel like most masks do! The fact that I can customize it to my exact hair needs is just an added bonus! So happy this was gifted by functionofbeauty!"
        },
        {
            "review_title": "Lightweight and moisturizing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was sent this conditioner complimentary from function of beauty for review. I have wavy hair that is fine and damaged and I have an oily scalp. I really enjoy this conditioner so far. It feels deeply moisturizing but leaves my hair feeling lightweight and bouncy. Overall happy with this so far!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This conditioner feels like magic! I love how smooth and healthy my hair feels after using this. I also like that I can mix in the concentrates to get the effect I want. Itu2019s nice to have customizable haircare that works for my specific hair needs. So happy to have gotten this gifted by Function of Beauty PRO!"
        },
        {
            "review_title": "So nourishing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "This mask is incredible! I've been using it for the last week and a half and my hair has been super soft!! I added the frizz taming concentrate to mine (super easy to mix in) and I can definitely see the difference in my hair! I love how thick the texture is and the scent is really pretty too! Gifted by function of beauty"
        },
        {
            "review_title": "The Waves are Waving!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Gifted by Function of Beauty | I adore this brand more than ever! This conditioner is so thick, creamy, smells wonderful! My hair is so soft thanks to this conditioner. I chose this type of conditioner because I have naturally wavy hair. This conditioner is meant for wavy hair and now I know why. My waves are soft, shiny, and bouncy too! This is a beautiful product and I would absolutely purchase it!!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Oily skin",
            "review_text": "I have never used this line before so I did not know what to expect. This shampoo really changed the game for me. Its hard for me to find a shampoo that doesnu2019t weigh my hair down too much and cleans it. Gifted by function"
        },
        {
            "review_title": "Love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This shampoo and hair mask gifted by Function of Beauty PRO leaves my hair looking so wavy and shiny . It leaves me with absolute no frizz and it makes my hair look so great. It gives my hair amazing volume and I love the scent!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This whole line with the customizable options is super unique and I loved being able to add the function of beauty elixirs to this! The smell is a light floral scent and is very nice! My hair feels silky smooth as I rinse it out and my hair doesnu2019t look so dry like it otherwise would! Complimentary from Function of beauty PRO"
        },
        {
            "review_title": "Moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Love the shampoo and conditioner combo. Itu2019s moisturizing and my hair feels soft after drying. My hair is wavy texture so this helps my hair maintain itu2019s shape of the waves. The scent reminds me of being at the salon. Gifted by Function of Beauty PRO."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Function of Beauty in exchange of my honest review. Love this mask, itu2019s thick and rich and smells like a million dollars. Not much product is needed to achieve great results, my hair felt very healthy and was very first after just one use."
        },
        {
            "review_title": "My new favorite hair mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Complimentary from Function of Beauty-Pro, I got to try out the New Wavy Hair Recovery Conditioner Mask! I selected the wavy hair type because my hair is very in between, and it worked perfect! I went ahead and added the Shine Hair Concentrate into my Mask and mixed it up with the provided spatula. My hair felt VERY SOFT right after I washed it off and was very shiny. I left the treatment on for 10 minutes and rinsed thoroughly for the best results! It also smells amazing, I definitely recommend. I love that it is customizable!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Complimentary from functions of beauty pro. I got this conditioner along with the shampoo and it has worked miracles on my damaged hair. It wasnu2019t really being wavy before using this but now itu2019s regaining its shape! I totally recommend"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The formula feels luxurious and nourishing, and I've noticed that my hair feels much softer and healthier since using this conditioner. It perfectly complements the shampoo from the same line, enhancing the benefits of the entire hair care routine."
        },
        {
            "review_title": "worked well for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "After using it for a little over a week, so far I like this conditioning mask. I have super frizzy, wavy hair and it worked pretty well for me. I used it with the Function of Beauty Pro Shampoo as well as the Anti-Frizz add in. It smells really nice and I find the smell lasts in my hair for a good amount of time. I would definitely say it made my hair softer / smoother compared to other conditioners I have tried. Gifted by Function of Beauty"
        },
        {
            "review_title": "So Nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This hair mask has made my hair feel so soft and healthy. I have gone through a lot of hair brands and products but can never find anything that makes my hair feel so nice as this does. This was gifted by Function of Beauty Pro"
        },
        {
            "review_title": "Love it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "Wow this conditioner really did itu2019s thing. My hair felt soft and looked shiny afterwards. Not my usual frizzy outcome. I will definitely keep using this one. My waves will be popping, this is exactly the type of hydration I needed. Highly recommend. Gifted by function of beauty."
        },
        {
            "review_title": "Stronger hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I received this conditioner for wavy hair complimentary from Function of beauty. I prefer to use it with shampoo from the same pro line for better results. I also enjoy using mix ins to customize it for my needs. Hair is much stronger and healthier now."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "This Wavy Hair Recovery Conditioner Mask was gifted by Function of Beauty for reviewing purposes.  This really helps my hair feel hydrated and smooth.  My hair looks defined and wavy when I use this as well."
        },
        {
            "review_title": "Beautiful conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I was gifted by function beauty in exchange for my honest review. This conditioner is very good. My hair is softer and very manageable than before. My waves looks fresh and defined too. No more frizzy; messy hair. Recommended"
        },
        {
            "review_title": "More define waves, better hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "The Custom Recovery Mask is the perfect companion to the Custom Recovery Shampoo for Wavy Hair. This mask deeply nourishes and revitalizes my hair, leaving it feeling incredibly hydrated and rejuvenated. My waves are more defined, and my hair maintains its softness and manageability. The customizable aspect of the mask is a game-changer. By selecting the specific Hair Goal Concentrates that align with my needs, I can address any concerns like frizz control, volume boost, or enhancing shine. These products have truly transformed my hair care routine, providing exceptional results with a personalized touch. *gifted by Function of Beauty PRO"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "La mu00e1scara reparadora estu00e1 muy cremosa y con rico olor la aplique a mi cabello durante 5 minutos con suaves masajes y fue suficiente para dejar mi cabello muy suave y sedoso. Me ha encantado. gifted complimentary from Function of Beauty for an honest review."
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
            "review_text": "The Wavy Hair Recovery Shampoo & Conditioner Mask has become my holy grail hair products of all time. Now I get so excited to wash and show off my hair without needing to use heat on it! My hair looks very conditioned and hydrated while my waves sit so nicely and doesn't feel heavy. I love it  Gifted by functionofbeauty"
        },
        {
            "review_title": "Great Conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Gifted by Function of Beauty: love this conditioner! Such a nice formula that doesnu2019t weigh down my hair and provides moisture for my waves that provide definition. Really enjoy this and I love how you can add different types of formulas to the products!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "I love this conditioner. It helps my hair feel really hydrated and moisturized and my hair feels calm and Iu2019ve seen a reduction in the frizz. I love the container the conditioner comes in as well! Gifted by function of beauty."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This shampoo is great. The scent is light and clean. It lathers well and washes out the hair easily. It left my natural waves looking defined and feeling soft and fluffy. I paired it with the conditioner. Gifted by function or beauty pro"
        },
        {
            "review_title": "Loving this conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "This product was gifted by function of beauty in exchange for my honest review. I have colored (bleached)/damaged hair and this conditioner has helped my hair so much. It feels so much softer and healthier after using it for a week or so."
        },
        {
            "review_title": "Smooth and shiny hair ahead",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This hair mask gifted by function of beauty makes my hair so smooth and shiny, and also leaves my hair feeling so much healthier. It also enhances my waves and makes them look better than ever! Def one of my favs"
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "Iu2019ve never found a shampoo and conditioner set for wavy hair and I didnu2019t know what I was missing! This set has made my hair so smooth and silky but with a great amount of volume. Itu2019s also given my waves a lot of definition. I love it! Gifted by function of beauty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Gifted by function of beauty! I have been so impressed with this conditioner for my wavy hair! It has helped my hair look so soft and shiny and even cut down on my frizz! I am very happy and will be looking to get another when Iu2019m done."
        },
        {
            "review_title": "Great conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love this conditioner so much. After using it for about a week it has made my hair so soft and luscious. I would recommend this to anyone who has dry hair and wants an amazing conditioner. Gifted by function of beauty"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Gifted by Function of Beauty Pro their new line for wavy hair and I had really amazing results. It left my hair super soft and light so that I could still manage my waves. The two together left my hair feeling really clean as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Even though I am Chinese, I have wavy hair from my dad! They're big waves and I have thick, semi-coarse texture. I used the Anti Frizz add-in like the video suggests and left it in for 2 minutes (because I don't have time to waste as a mom) and even though I didn't leave it in for that long, there was a noticeable difference in moisture and smoothness. I really liked the idea with how you can customize your haircare. I loved swirling the add-in, lol. Product was gifted complimentary from Function of Beauty for an honest review. "
        },
        {
            "review_title": "Best nourishing mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "This mask is incredible, itu2019s healing and helped my damaged hair so much. Itu2019s always helpful doing a mask in the summer dry heat and this one sure has been doing the moisturizing and healing trick on my dry hair. Gifted by function of beauty!"
        },
        {
            "review_title": "Hydration Hydration Hydration!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "YAY finally a product that is made for my hair. the ability to customize this product ON TOP of it already being made for wavy hair was such a bonus for me. my thin, wavy hair loved this product. gifted by function of beauty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I am absolutely in love with us function of beauty pro conditioning, mask I love the addends you can choose what types of issues or wavy hair might be having and customize the product to your liking. It really has done wonders for my hair and my hair has never looked better. Gifted by function of beauty pro"
        },
        {
            "review_title": "Best hair mask conditioner EVER!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This conditioner was gifted by function of beauty PRO to me and it did not disappoint! My hair has gotten pretty dry over the years because of all the bleaching Iu2019ve done to it. This product made my hair feel restored and moisturized again! I def would recommend this conditioner mask to everyoneud83eudef6"
        },
        {
            "review_title": "Lifesaver for wavy hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Gifted by Function of Beauty. This conditioner is a must have for anyone with wavy or damaged hair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "I was gifted by function of beauty pro . I have looser wavy hair that is tangle prone .  This conditioner really helped with moisture . Also the tangles really fell out which was very nice . Has a pleasant not too strong floral scent ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Wow this recovery conditioner has really been helping my hair. It helps with my split ends & the damage. My hair feels soft & looks great after using this. I will continue to use it everyday. I was gifted by function of beauty"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Gifted by Function of Beauty PRO. This is a great conditioner. it made my waves look great and my hair definitely feels and looks hydrated! It doesnt leave any waxy film on your hair that makes it feel heavy like I have experienced with other products."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I really liked using this conditioner mask after using the wavy hair recovery shampoo. I think its a great combination for people with wavy hair. It smooths out my hair and there is no frizzyness left in my hair. complimentary from functionofbeauty"
        },
        {
            "review_title": "New must try!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "It was my first time trying out this brand, complimentary from Function of Beauty PRO, and so far I love it! I have wavy hair with some damage and dryness. My three additives were for frizz, shine and volume! After wash day and the few days after I could feel the fullness in my hair! The conditioner comes in a tub and you mix it with your additives. The conditioner left my hair feeling soft and fresh, with an amazing smell that lingers. The only thing I would say is I didnt know that the additives were to be added into both shampoo and conditioner- I ended up putting leftovers into the conditioner. The directions were not too clear to me on that particular part but other than that, amazing product and I cant wait to continue using for my hair!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This product was gifted by Function of Beauty PRO for review purposes. I love a good conditioning mask to use in between regular washes because it really helps with nourishing my hair and helping it to grow longer. This has a creamy, thick texture and it really helps to coat my hair with moisture. I love that it can also do more than just moisturize with a mix-in. Love it on its own, but love that you can customize it!"
        },
        {
            "review_title": "Silky and Smooth!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I was gifted this product complimentary from Function of Beauty Co. This recovery mask was so above my expectations!! Itu2019s so creamy and smooth and left my hair silky and more vibrant. The scent is floral and it smells delicious."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone",
            "review_text": "I added a little bit of the anti-frizz and the strengthening add ends to this hair mask. I think it smells really good and it feels like a good quality conditioner. I just wish it came in a bottle because it's no thicker than any other high end conditioner and mixing it in with the little spatula they give you is kind of tough I didn't that I think it does a good job of keeping my hair soft and it left it smelling good two days after. Gifted by function of beauty, pro."
        },
        {
            "review_title": "Use for soft, hydrated hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have never used a conditioner with a texture that felt quite like this one! Itu2019s not too thick - didnu2019t weight my hair down at all, but it did give my hair a great boost of hydration, and kept frizz at bay when dry! I have damaged, wavy, frizzy hair and itu2019s hard to find a conditioner that can moisturize without weighing down my waves. This is it! Iu2019d recommend absolutely trying it out. Gifted by Function of Beauty PRO"
        },
        {
            "review_title": "A mask like no other",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by by function of beauty, this will work amazing for those with wavy hair like mine. As someone who has struggled to find the right products to enhance and define my waves, I was thrilled to discover this duo. This included selecting my hair type, specifying my goals (such as enhancing waves and reducing frizz), choosing a fragrance, and even naming the products with a personalized label. This level of customization made me feel like I was truly getting a product tailored to my hair needs. The standout product from the duo is the conditioner mask. This deep conditioning treatment is a game-changer for wavy hair. It provides intense hydration and helps to define and enhance my waves, leaving them beautifully bouncy and frizz-free. I love using it once a week as a luxurious treat for my hair, and the results are truly remarkable. I highly recommend giving this duo a try. Your hair will thank you!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was gifted by function of beauty and this product makes my hair feel so soft after. I wish it was in a regular bottle instead of the scoop one. It is worth the price for the amount of product you get and you donu2019t need much!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love this conditioner and how easy it is to use. it makes my hair look amazing and voluminous. I definitely recommend giving this product a try and this line as well. Gifted by functions of beauty haircare."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from function hair pro in exchange for my honest review. This product is a conditioning mask for your hair it comes with concentrates you can mix in to customize to your needs. I have used this once and I already my hair is alot more soft and Shiney! It comes with a mini spatula so you can mix your concentrate in with ease. I really love the smell of this conditioning mask makes my hair smell so good! Definitely gave my hair that quench it needed!"
        },
        {
            "review_title": "Lovee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was gifted by function of beauty PRO and I am so obsessed with it! My hair feels so soft and silky and Iu2019ve been using it on my hair every time I shower instead of conditioner! I love how good my hair feels now!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "My hair has been restored after once use!  It feels so soft and smells so good. Definitely a must have for damaged hair. Love love love !!"
        },
        {
            "review_title": "Makes my hair smooth and soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have very dry and curly hair. The conditioner makes my hair feel very healthy and soft and it makes it look smooth. The smell of both the conditioner and shampoo are very nice and clean and the conditioner really helps my natural hair looks curly and non frizzy. Gifted by function of Beauty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Great for frizzy, wavy, and thin hair! Leaves my hair super silky and soft. The best way is to leave it in for the rest of the shower and let it soak into your hair really good. Works like a charm!   * this product was gifted to me by the brand *"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This conditioner detangled my hair very nicely and made it very smooth and soft. I only used the tiniest amount on my ends and waited for 3 minutes and then washed it off. Gifted by Function of Beauty."
        },
        {
            "review_title": "so moisturizing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I received this product gifted by function of beauty. This conditioner felt amazing in my hair. I used the shine && frizz control add in. My hair was super soft within minutes of rinsing out the conditioner. My hair felt so amazing and there was so much less frizz than there usually is, almost none! I have long thick wavy hair and I didnu2019t even need alot of this conditioner because it has such a thick texture.My hair is so moisturized, I love it and will continue to use!"
        },
        {
            "review_title": "Great condition",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I chose Anti-Frizz, Strengthen, and Deep Condition as my boosters, and they have made a noticeable difference in my hair quality. My hair feels stronger, softer, and more manageable. my hair feels great for hours after washing. The packaging is also very cute and eco-friendly. Overall, I highly recommend this product to anyone with wavy hair who wants to restore their hairu2019s health and beauty. Gifted by Function of Beauty."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was gifted by Function of Beauty PRO to test out this product. I honestly feel like this only made my hair oily. I would continue to use it but probably wouldnu2019t use it again. Maybe I just used too much though."
        },
        {
            "review_title": "Smooth & amazing smell!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "My hair is super wavy and can get really frizzy easily but this product really helps smooth it out! A bonus is that it smells amazing and feels like the perfect fit for my hair texture. Iu2019ve always love Function of Beauty and this is the best Iu2019ve tried! Gifted by function of beauty"
        },
        {
            "review_title": "Must have hair mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This product is gifted by function of beauty. My hair type is normal and my hair are wavy at the end. I have a hair care routine and I love to take care of my waves. This mask is so conditioning and makes my hair so soft ."
        },
        {
            "review_title": "Deep Hydration",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Function of Beauty's new line for Wavy Hair + Recovery, is pure gold  it self adjusts to your hairs damage leaving your hair x2 smoother and for less breakage. This conditioner offers deep hydration and leaves my hair look healthier than ever before. Complimentary from Function of Beauty."
        },
        {
            "review_title": "Amazing conditioner for wavy hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I am someone who always skips the conditioner because it weighs my hair down but with this product it actually gave my hair a shine I havenu2019t seen in awhile. I love the smell of this product and that it was easy to rinse out . I have wavy hair so this product is perfect for that. I was gifted by Function of Beauty pro but this is my honest and unbiased review."
        },
        {
            "review_title": "Buy it now!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Gifted by Function of Beauty Pro! My hair type is wavy and damaged and this product has turned my hair into a soft feel and more easy to manage hair type! I also like how you can customize it to your hair needs! I would recommend to all of my friends!"
        },
        {
            "review_title": "love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Porcelain skin tone, Dry skin",
            "review_text": "This was gifted by function of beauty pro. It's so fun to be able to customize these products to my hair needs. I want all the add ins. For this one I just added in the shine concentrate, which was very easy. The conditioner works really well and my frizzy/ wavy hair feels very soft and smooth and it does look more shiny! Definitely worth a try!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Ugh yes this conditioner is everything. It has the best texture and doesnu2019t leave buildup in my hair once it dries. Sometimes I donu2019t even need a leave in conditioner on top of it, which is rare for me! Gifted by function of beauty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "As a newcomer to the brand Function of Beauty, I really appreciate that this brand is paraben-free and vegan. Both my fiancee and I have wavy hair, his more curly and mine more straight. We are in Texas with crazy heat right now and almost year-round humidity, and the wavy conditioner has helped tame the frizz. It has left our hair very soft as well, and bouncier. My hair is thick and can get kind of lifeless, and this conditioner keeps it soft but adds a bit of volume. Gifted by function of beauty."
        },
        {
            "review_title": "Soft, Lightweight Waves",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Love this cute little tub! Was easy to add the boosters and make it special to my liking. Made my hair super soft and smooth and my waves look absolutely amazing. No residue and it doesnu2019t weigh my hair down. Gifted by Function of Beauty PRO."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This hair mask is so beautiful and smells so good!  I like leaving this hair mask in my hair for 10-15 mins. This hair mask leaves my hair so smooth and really hydrated I usually naive dry frizzy hair and my hair has been so soft and shiny lately. Gifted by function of beauty pro"
        },
        {
            "review_title": "like it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "complimentary from functionofbeauty. The shampoo and conditioner mask combo is exactly what I want. My hair has never been so soft and manageable. I have wavy hair types and I want to make them look healthy and shiny.  I like the scent of a bouquet of fresh spring flowers, with notes of pink peony, wild freesia, and creamy sandalwood."
        },
        {
            "review_title": "The Best Conditioning Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Gifted by Function of Beauty, PRO  I absolutely adore this conditioning mask for several reasons. Firstly, its delightful aroma adds to the overall appeal. The presentation of the product is superb, making it highly convenient to use. I have wavy hair, and I must say that this mask has been a game-changer. Not only does it enhance the shine of my curls, but it also makes them much more manageable. The unique combination of lysine and manketti seed oil in its formula sets it apart from other products. Its creamy texture makes the application process a breeze, which is something I truly appreciate. I wholeheartedly recommend this mask to anyone in search of a fantastic hair care solution."
        },
        {
            "review_title": "amazinggg set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Oh my gosh! It's like you know me! I so needed a conditioner that is also a mask, my hair needs that hydration! I love how customizable their products are and I especially love that they now have wavy hair products! I so needed this for my thick wavy hair! Gifted by Function of beauty pro."
        },
        {
            "review_title": "Pros and cons",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I really like the smell of this, I think itu2019s a great texture. I would use this as a mask rather than a regular conditioner. My hair is wavy but too fine to use this all the time. It made it look greasy when I used it with the shampoo! But when I used it with my normal shampoo it was a great mask. This was gifted by function of beauty."
        },
        {
            "review_title": "Made my hair so soft!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "Gifted by function of beauty PRO. I use conditioning masks weekly so I was excited to use this one. The texture is perfect and soaks into my hair nicely. It left my hair so soft and smooth and it felt hydrated and healthy! Excited for more long term results."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I have dry skin and curly hair and I always have to use hair masks and this one is really good I donu2019t need any conditioner because using this mask my hair feel so good"
        },
        {
            "review_title": "Bye frizz",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This conditioner was great. I always look for conditioners that leave my hair soft. This one did just what i needed it for. It helped with my frizzy hair as well. Will purchase again Function of beauty gifted me"
        },
        {
            "review_title": "Excellent for damaged hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "My first time using FOB pro line and I was impressed compared to other companies who have similar techniques. Normally Iu2019m not a fan of conditioners because they weigh my hair down and over process it. However, I was excited to try this because the texture and consistency wasnu2019t too thick. I used a small amount and the difference in my hair was stunning. I was gifted by Function of Baauty."
        },
        {
            "review_title": "Great for my hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "My wavy hair was dry and brittle, I opted for the formula for wavy hair and let the conditioner act for 10 minutes. I let my hair dry naturally and it was soft and shiny, the frizz reduced considerably and I didn't feel the need to use a hairdryer to shape it, I loved the result!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Gifted by function of beauty pro. Loved this product for my wavy hair. It enhances my waves and doesnu2019t irritate my scalp. I love how it doesnu2019t make my hair oily so quickly between washes. It smells great I recommend."
        },
        {
            "review_title": "Perfect for my frizzy wavy hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I have always enjoyed everything Iu2019ve tried from Function of Beauty so I was very excited to try their wavy hair line! I have naturally wavy hair with dry ends so a good hair mask is always an essential on my wash day routine. I apply this from mids to ends and try to leave it on a good 10-15 minutes for better results. I am left with smooth, shiny hair without my waves being weighed down. I also really like the boosters and I always add a couple to each product. Highly recommend! I received this product complimentary from Function of Beauty PRO but this is my honest opinion."
        },
        {
            "review_title": "Must have for wavy or frizzy hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Loving this conditioner soooo much!Itu2019s like a spa treatment for the hair, I have wavy hair that tends to get frizzy and this conditioner leaves it feel sooo soft, manageable and smooth! It doesnu2019t weigh the hair down either, which I love! My hair looks and feels healthy and stronger and is breaking less! and styles beautifully! I also LOVE the smell!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Function of Beauty PRO gifted me this new conditioner and I absolutely love it. It is incredible. My hair feels so soft and fresh after using. I recommend you try it. I am so impressed with the results."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Amazing! I have wavy hair that is sometimes hard to tame. It is often frizzy and looks damaged. This set worked wonders for my hair! I added the frizz and shine add ins and I loved the results. My hair was not frizzy and looked fresh and shiny after just a couple washes. Gifted by function of Beauty PRO"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "My wavy and sometimes curly hair is always needing moisture to help maintain my hairs waves/curls so this mask was perfect. It helped restore some hydration into my hair and left my hair looking super bouncy and healthy. This was gifted by function of beauty."
        },
        {
            "review_title": "When you live in Hawaii humid weather you need it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I want to disclose I did get it complimentary from function of beauty, it was gifted by functionofbeauty but my hair journey is so crazy and wanted to try it. I can admit I didnu2019t really care about what my hair looked like because I use heat products to tame it but being a young mom on the go with 4 kids I donu2019t have time to curl or straighten it. Sometimes I have straight but wavy hair so using this formula upon initial use it smelled amazing after using the shampoo combo, my hair felt so moisturized from wet to air drying! There was more tame to my mane and definitely didnu2019t see any frizz. The more I use it the more I love and I like how I can apply the mask for 5-10 mins while Iu2019m lathering my body or shaving and rinse it off. Itu2019s a bonus too that it smells sooo good!"
        },
        {
            "review_title": "Very good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love this product it works very well on my damaged hair I love its beautiful packaging and its lasting aroma these products add shine to my hair and repair it at the same time I love its good ingredients I highly recommend it leaves my hair hydrated and smooth"
        },
        {
            "review_title": "Hydrating and Smooth",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I was gifted by Function of Beauty to review their new Wavy Hair Recovery Conditioner Mask. I used the mask after trying out the new Recovery Shampoo and absolutely loved it! I really appreciate that there was a scoop provided. I absolutely hate digging my fingers into my hair masks so that was super helpful. For the mask itself, it was medium thickness and was able to lather into my hair very nicely. I did have to use more product than I normally would so I'm not sure how long this mask would actually last. But it did leave my hair feeling super smooth and left it feeling so much lighter and looking healthy."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Gifted by function of beauty. Itu2019s so hard to maintain my crazy damaged wavy hair but this product helps to bring back the shine and makes my hair look healthy and alive. Itu2019s like I came back from the salon!"
        },
        {
            "review_title": "love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Wow I love this product! Function of Beauty is such an amazing brand I love everything I try from them! I love mixing up the product it's so fun! My hair looks and feels amazing since I've been using this product! complimentary from Function of Beauty"
        },
        {
            "review_title": "A new hair fav!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "I was gifted by function of beauty their new wavy hair conditioner mask and I loved the results. This hair mask gave so much shine and silkiness to my naturally frizzy and damaged hair! I would definitely recommend."
        },
        {
            "review_title": "Soooo Moisturizing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This conditioner smells amazing!!! Iu2019ve gotten multiple compliments about how good my hair smells. Not only does it smell good but this conditioner is super moisturizing! I saw a significant difference only after one use. My wavy hair is super shiny and way less frizzy! I love that you can use this as a regular conditioner or a mask. I will definitely be purchasing again once I run out :) gifted by Function of Beauty"
        },
        {
            "review_title": "Must have hair products!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I love this product and it has really changed the texture of my hair. It has made my hair so silky and smooth"
        },
        {
            "review_title": "I LOVE IT!!!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Function of beauty gifted me this product! The results on this conditioner were immediate. My hair instantly felt hydrated and smooth both during and post-wash. My hair is wavy, long, and thick and I deal with split-ends and minor heat damage. This conditioner has brought my hair back to life! I love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Love this conditioner specifically for my wavy hair! My hair looks less frizzy and seems to hold the curl better, feel smoother and just great overall! Love that I can customize it to my hairs specific needs, wanting more volume. Gifted by Function of Beauty Pro."
        },
        {
            "review_title": "Silky smooth!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Gifted by function of beauty- a new hair care line that allows you to customize your product based on your hair needs. This conditioner is amazing. It will leave your hair feeling smooth and soft, I o aired it with the frizz genius mix in concentrate. Must try."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "One of the standout benefits of this mask is its ability to detangle my hair effortlessly. With wavy hair, detangling can be a real struggle, but this mask seemed to work like magic, making the process pain-free. Additionally, the frizz control is impressive u2013 even on humid days, my waves stay defined and smooth. I chose the wavy hair variant of this product collection because it's formulated to enhance and define wavy textures, which perfectly suits my hair type. I recommend trying it out if you have wavy hair. Gifted by Function of Beauty PRO"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "I was gifted by Function of Beauty Pro. This conditioning hair mask is great! Smells great and leaves your hair feeling so dang soft! Brought my curls back to life! Itu2019s a must have NEED, especially if you have curly hair. 10/10 recommend"
        },
        {
            "review_title": "YOU NEED THIS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "GAME CHANGER!!!!! Function of Beauty gifted me their conditioner for wavy hair and I have to say YOU NEED THIS. Get the shampoo AND conditioner because this combo is insane. This made my hair look and feel soooo smooth and soft! I have wavy hair with dry ends and I was pleased to see this conditioner made my hair look healthy and alive again!"
        },
        {
            "review_title": "awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "gifted by function of beauty, i was so happy i was able to try their new wavy hair conditioner. if you have wavy hair you probably know how easily tangled it can get, this conditioner saved the day and helped tame most of my tangles. i really enjoyed this"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Again, I had not tried anything from this brand before now but I was gifted by function of beauty in exchange for my opinion. I have to say that I was actually quite disappointed with the hair mask. I feel like my hair actually looks more frizzy and unmanageable after. The shampoo is great but this is a no for me"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "I love using this product, I have test curly and frizzy hair which is not good in the humidity. This product helps tame my hair which most products canu2019t. I will definitely be repurchasing this product! Gifted by function of beauty PRO"
        },
        {
            "review_title": "Hello Hydration!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "My hair is fine, thin, and slightly wavy so I look for any low maintenance products that enhances the natural wave without weighing down my roots. After using the shampoo from the same line, I apply a generous amount of this conditioner focusing on the ends. It rinses clean and leaves my hair feeling so soft, hydrated, and tangle-free. Gifted by Function of Beauty, but opinions are my own."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Iu2019m always looking for new conditioner to make my dry hair look healthier and shinier and am happy that I found this one and was able to try it out   I really like this and the packaging is cute too. Gifted by function of beauty."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "This was gifted to me by function of beauty and i love this conditioner it reminds me of a mask but it left my hair so soft and smelled good all day. 'My hair is usually frizzy after the shower and this didn't leave my hair frizzy at all."
        },
        {
            "review_title": "Loved it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "I love the texture of my wavy hair, but the conditioner that I have to use needs to be specific for the hair because it can weigh hair down if its too rich. This Conditioning mask is perfect, it left my hair in a very silky condition but my waves were very prominent and looked great all day! This was gifted by function of beauty,"
        },
        {
            "review_title": "Lovely!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I have fine, wavy hair and my hair loved this!! Itu2019s so nourishing without weighing my hair down. I feel like my waves were defined and I really love that you can add concentrates to totally customize the formula. The only thing that would make this better is if I could customize the scent, but I can see a lot of people loving it as itu2019s a fresh white floral. Gifted by Function of Beauty."
        },
        {
            "review_title": "Love it !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is an amazing conditioner! I love this conditioner the formula is amazing and I love the fragrance as well! It definitely helps breakage I could tell! I would definitely get this again! Gifted by function beauty!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Function of beauty gifted me their conditioning mask and i am so in love!! i love how soft my hair feels after using it and how it really enhances my natural waves in my hair. I also love how you can mix in diff serum into the mask for your hair needs"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Function of Beauty's Recovery Conditioner is the perfect partner to the shampoo! Together, they've transformed my hair into a luscious, silky masterpiece that I can't stop running my fingers through. This conditioner effortlessly detangles my hair while providing weightless hydration, and the personalized blend continues to impress by reducing breakage and enhancing my natural waves. Gifted by Function of Beauty."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Great conditioner mask I use together with shampoo from the set. Perfect for wavy hair, especially after summer damage. I try to cover hair, but living on higher elevations still makes its job. So perfect to make my hair stronger, healthier and easy to style. Received complimentary from functionofbeauty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "My hair feels so soft and has a beautiful bounce. My scalp feels clean and I havenu2019t noticed any irritation from using so far which is a plus! I canu2019t wait to see results over time; I kindly received this complimentary from Function of Beauty PRO."
        },
        {
            "review_title": "Leaves my hair soooo silky!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "What I like about this product is how soft it makes my hair after using it! I also really like how Function of Beauty allows you to customize your products to your specific hair type. Love this!!   *this product was gifted to me by the Brand *"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "i have wavy and extremely frizzy hair. this conditioner was really thick, almost like butter which i loved considering how dry my hair is. it didnu2019t make it the softest itu2019s ever been, but my hair was pretty soft after use. but nothing life changing. gifted by function of beauty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I really enjoy the customizable aspect of this conditioneru2014itu2019s so much easier to add one of the concentrates to address a concern instead of using a whole other product. this is a creamy conditioner that leaves my hair soft and shiny. this was gifted by function of beauty."
        },
        {
            "review_title": "Hair is so soft!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I suffer from horrible split ends and was so excited to be gifted by Function of Beauty their new wavy hair recovery conditioning mask. The directions on the tub were so helpful and it even comes with a spatula to mix in your favorite hair goals! My split ends are no longer split and my hair is incredibly soft!!"
        },
        {
            "review_title": "Great Wavy hair conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Gifted by Function of Beauty.  If you have wavy hair and let it dry naturally, definitely check this line out.  I have been using the shampoo plus this conditioner for a few weeks now and have LOVED what it has done for my hair.  Leaves it soft, manageable and so healthy.  Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This conditioner was gifted by function of beauty pro and much like the shampoo, it smells amazing. I was worried that a mask would be a little annoying to apply in the shower- but actually feels just like regular conditioner"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I love that the conditioner comes with a scooper that makes it really easy to apply to the hair and leaves my hair feeling and smelling so good! I usually leave it in for 5 mins in the shower for the most benefit and my hair feels so soft right after! Gifted by Function of Beauty"
        },
        {
            "review_title": "Yesss",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I am so in love with the shampoo, it leaves my hair, so silky, smooth, it tames my frizz, so well, living in such a humid environment is nearly impossible for my hair to not get frizzy as soon as I step out the door. Gifted by function of beauty"
        },
        {
            "review_title": "My hair looks and feels incredible!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "My hair has always been super dry and frizzy, and I now have my hair looking and feeling brand new! This duo has completely changed my hair overnight, and the frizz is no longer an issue! I customized my shampoo with the anti-frizz concentrate, and used the shine boosting serum for my mask. My hair is so soft and shiny! This duo has been an absolute game changer, and I am loving everything about it! Gifted by function of beauty"
        }
    ]
}