{
    "product_id": "1217",
    "name": "Glow2OH 7% AHA Exfoliating Dark Spot Toner",
    "brand": "OLEHENRIKSEN",
    "categories": "Skincare, Cleansers, Toners",
    "price": 47.5,
    "about": "What it is: A non-stripping gentle yet powerful daily toner, supercharged with high-potency AHAs (glycolic and lactic acids), to reduce the look of dark spots in as little as seven days...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dark Spots, Fine Lines and Wrinkles, and Dullness and Uneven Texture..Formulation: Lightweight Liquid..Highlighted Ingredients:.- 7% High-potency AHAs (Glycolic Acid and Lactic Acid): Even skin tone and texture; help reduce the appearance of dark spots, fine lines, and wrinkles..-Witch Hazel Water: A natural distillate of the witch hazel tree, known to be a natural astringent to help brighten and refine skin..-Lemon, Sugar Cane, Licorice Root, Chamomile, and Sandalwood Extracts: Help soothe and condition skin...Ingredient Callouts:  This product is cruelty-free...What Else You Need to Know: This powerhouse face toner targets dark spots, fine lines, and wrinkles to visibly brighten and smooth skin texture. At night, tone your skin post-cleansing, and youu2019ll be perfectly prepped for serum and moisturizer. Plus, with its lemon sugar scent and the tingle, youu2019ll be hooked from the very first swipe..Curious about the scent? You can rest easy knowing this toner contains less than one percent synthetic fragrance and was rigorously tested for safety, toxicity, and allergens..Clinical Results: In a consumer study on 39 women, after 8 weeks:.-Reduces the look of dark spots in 7 days*u200b.-100% agree it removes residual dirt, makeup and impurities*u200b.-97% agree itu2019s gentle enough for everyday use*...",
    "ingredients": "Water, Glycolic Acid, Hamamelis Virginiana (Witch Hazel) Water, Lactic Acid, Sodium Hydroxide, Polysorbate 20, Phenoxyethanol, Fragrance, Phytic Acid, Ethylhexylglycerin, Glycerin, Chamomilla Recutita (Matricaria) Flower Extract, Citrus Limon (Lemon) Fruit Extract, Glycyrrhiza Glabra (Licorice) Root Extract, Saccharum Officinarum (Sugar Cane) Extract, Santalum Album (Sandalwood) Extract, Benzoic Acid, Leuconostoc/Radish Root Ferment Filtrate, Tocopherol, Citral, Limonene, Linalool.....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage: .-At night, pour onto a cotton pad and swipe over clean, dry face in a circular motion..-Follow with your favorite OLEHENRIKSENu00ae moisturizer, such as C-Rushu2122 Brightening Gel Cru00e8me or C-Rush Brightening Double Cru00e8me if your skin is on the drier side (both sold separately)..-Glow tip: Soak a cotton swab in the toner and hold it on stubborn dark spots for a targeted treatment..This product contains active ingredients; test a small amount on forearm.",
    "num_reviews": 3029,
    "overall_rating": 4.2,
    "product_url": "https://www.sephora.com/ca/en/product/glow2oh-dark-spot-toner-P439061?skuId=2169431&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2169431-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "6.5 oz/ 190 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2169431-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "A Good toner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I added this toner in my night routine to treat dark spots, Itu2019s almost 20 days , I am amazed with the result."
        },
        {
            "review_title": "Thank you for existing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "So when i first started yes it irritated my skin, i saw my skin purging BUTTT you gotta be patient that means its working i wanted to quit but i told myself nah be patient & see & its been a month now & it did lighten up my spots & brought down some of my redness. I like it it also did burn but again let it work out for a bit."
        },
        {
            "review_title": "Made my hyperpigmentation worseu2026?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I feel like it sounds crazy but I think this made my not so bad hypertension worse than it was before I started. Yes, I use sun screen and vitamin C during the day to protect my skin as well as other actives at night but this stuff seemed to worsen the appearance of my skin. :( I wouldnu2019t recommend."
        },
        {
            "review_title": "New routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I have sensive skin and this product does have a great smell so I was worried. But it keeps my complexion beautiful. Will purchase again"
        },
        {
            "review_title": "Great and effective, but can BURN",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Got the jumbo bottle last year, it lasts for a veryyy long time!   I use it with my hands directly to apply, I feel like with a pad most of the product will be wasted.  This is good and effective, however. It can BURN your skin! It will feel really tingly burning if you go over any open/sensitive spots like a popped pimple :( (I know we all get tempted to do that lol) or small accidental cuts from dermaplaning.  Otherwise, I would recommend to use as a toner, just keep in mind it is HARSH! build up your tolerance slowly!"
        },
        {
            "review_title": "Compliments on the daily!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Iu2019ve used Olehenriksen since I was 24 years old! Iu2019m now now 35. All of their products have made my skin look clean, bright, and younger! This toner not only firms and tighten my face, but also has a fresh scent that leaves my face feeling clean! I love it!"
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I love this. my skin got so much brighter and clearer after I started using this! I didn't even know I needed it."
        },
        {
            "review_title": "Disappointing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Burns my skin. Doesn't clean thoroughly. Horrible taste if it hits your lips. There less expensive toners that does the same or better."
        },
        {
            "review_title": "Meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Used it as instructions said and it didn't do much! It has a strong smell and tingles my skin but it wasn't bothersome."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Removed my dark spots over night and helped my skin look more bright and glowy! Only downside is that itu2019s a very strong formula and is easy to overuse or use incorrectly. Use sparingly if you have dry/sensitive skin!"
        },
        {
            "review_title": "A product that should be kept in constant rotation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I bought this product for the first time a few years ago when my oily, dehydrated skin was riddled with post-acne hyperpigmentation. I was desperate and after doing my research, I was down to two products. One was Glow2OH and the other I canu2019t remember. (I never had to go back for it so I canu2019t remember.) This product gently helped clear my deep skin of my cheetah spots without compromising the integrity of my skin.  Upon reflection, I realized that my skin never looked as clear as when I had this toner in my routine. I am embarrassed to say I have strayed in the years since, but my next purchase will be this toner. I need it back on my shelf."
        },
        {
            "review_title": "So so so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Works so so so well! I have brown skin and the dark spots are crazy!!! This made my skin so nice and all one colour, I donu2019t even wear foundation at all now and barely any concealer. And no ingrown hairs when I use this after shaving"
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I love this. my skin got so much brighter and clearer after I started using this! I didn't even know I needed it."
        }
    ]
}