{
    "product_id": "264",
    "name": "Cryo-Flash Instant Lift Effect & Glow Boosting Face Mask",
    "brand": "Clarins",
    "categories": "Skincare, Masks, Face Masks",
    "price": 108.0,
    "about": "What it is: A 10-minute, icy-cold gel-cream face mask that delivers professional results for a rapidly lifted look, visibly minimized pores, and glowing skin...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Pores, Dullness, and Loss of Firmness and Elasticity..Formulation: Cream..Highlighted Ingredients:.- M.G.A. (Menthol Derivative): Rapidly and visibly lifts while reinforcing the skin barrier..- Organic Evening Primrose Extract: Visibly reduces wrinkles and restores radiance..- Horse Chestnut Escin: Boosts the appearance of radiance...What Else You Need to Know: Inspired by the natural youth-boosting benefits of cryotherapy, this mask immediately reduces skin temperature by 7u00b0Fu20142X colder than traditional cryotherapy treatment tools*u2014to achieve immediate and long-term visibly age-defying results. Skin is left looking firmer, smoother, and tighter with a healthy-looking glow....Clinical Results:.Clinical test, 32 women, after a 10 minute application of mask:.-Skin has a visible lift effect..Clinical test, 33 women, after a 10 minute application of mask.-Pores are visibly minimized.-Skin's radiance is boosted..Consumer test, Cryo-Flash Cream-Mask, 109 women.-93% said skin appears visibly firmer..*Clinical test carried out by averaging the results obtained from three cryotherapy beauty treatment tools, among the bestselling in France, after a 10-minute application on 60 volunteers.",
    "ingredients": "-M.G.A. (Menthol Derivative): Rapidly and visibly lifts while reinforcing the skin barrier..-Organic Evening Primrose Extract: Visibly reduces wrinkles and restores radiance..-Horse Chestnut Escin: Boosts the appearance of radiance...Aqua/Water/Eau, Glycerin, Butyrospermum Parkii (Shea) Butter, Oc-Tyldodecanol, Cococaprylate/Caprate, 1,2-Hexanediol, Ammonium Acryloyldi- Methyltaurate/VP Copolymer, Propanediol, Menthone Glycerin Acetal, Acry- Lates/C10-30 Alkyl Acrylate Crosspolymer, Polyacrylate Crosspolymer-6, Boron Nitride, Hydroxyacetophenone, Sodium Hydroxide, Escin, Ethylhexylglycerin, Tocopheryl Acetate, Chenopodium Quinoa Seed Extract, Parfum/Fragrance, Disodium EDTA, Inulin Lauryl Carbamate, Leontopodium Alpinum Flower/Leaf Extract, Oenothera Biennis (Evening Primrose) Flower/Leaf/Stem Extract, Hydroxystearic Acid, T-Butyl Alcohol, Sodium Benzoate, Citric Acid, CI 42090/Blue 1, CI 19140/Yellow 5, Tocopherol.",
    "how_to_use": "Suggested Usage:.-Apply to clean, dry skin..-Spread a thick layer over entire face, avoiding eye area..-Leave on for 10 minutes..-Rinse or tissue off excess..-To preserve the purity of the mask, apply with spatula, then smooth over skin with fingertips.",
    "num_reviews": 214,
    "overall_rating": 4.7,
    "product_url": "https://www.sephora.com/ca/en/product/cryo-flash-instant-lift-effect-glow-boosting-face-mask-P506809?skuId=2704294&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2704294-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "2.5 oz / 75 g",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2704294-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Its Okay - Good for Summertime",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This is definitely a fun product to have but not a necessity as there are many other products out there that I feel are more worth the splurge. Its nice, however, during the summertime when you need to cool off or if youre having a morning where your face is puffy. Its a nice to have but not a necessity."
        },
        {
            "review_title": "AMAZING!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "THIS MADE MY SKIN SO SMOOTH THAT MY MAKEUP WAS PERFECT!"
        },
        {
            "review_title": "I am afraid its worth every penny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Cooling feeling. Glowy. Safe for sensitive skin. Clarins really outdid themselves here. Take it off with a washcloth and not a water splatter or it will feel like altoids in your eyes."
        },
        {
            "review_title": "Didnt work",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "This didnt work very well. Ive used this before in the past as a sample and it worked. I could tell a difference with the sample but not with this. Maybe it was because I got it shipped. I will be returning."
        },
        {
            "review_title": "Soothing & definitely cooling",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "The upside of this product is it is incredibly soothing and definitely leaves your skin feeling hydrated. It promises to be cooling and yes, it definitely does. If you're naturally warm, in hot weather or just want to literally cool your temperature down, this is a terrific choice. If it's cold out, the chill might be a little extreme. But that aside, I find this cream to be more than a powerful mask, it's a terrific soothing cream that adds a glow and a sense of plumpness upon application. Lasts forever and always comes through when you need a boost."
        },
        {
            "review_title": "Good Mask",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I really liked the cooling feeling of this mask and the scent was subtle. I noticed my skin was more plump and supple after using the mask. I even felt like my moisturizer settled in better than with just cleansing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "This mask is so nice! I was in initially surprised by the cooling effects of this mask but it really is quite nice and relaxing. I love the glow that it gives me after using it, I pair it with the cleanser and it is a wonderful combo."
        },
        {
            "review_title": "Feels good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "I like this mask. It has a nice menthol scent to it. It noticeably cools down my skin. Afterwards, my face feels fresh. I like the way it feels, but i haven't noticed much firming effect."
        },
        {
            "review_title": "Didn't work for me.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "As I'm a Clarins user, I was excited to try this. It's very creamy, no heavy fragrance and easy enough to use. I certainly felt the cooling effect. Unfortunately that was all it did. My skin wasn't glowing after following the directions. If anything, my face was quite sticky afterwards."
        },
        {
            "review_title": "my favorite mask now",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "the best mask I have ever used it will have you feeling like all the other mask have betrayed you, it's so rejuvenating, refreshing and moisturizing! it's honestly worth the price I love the coldness it gives my skin too ugh it amazing! 20 out of 10 for me!"
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Such an incredible mask. Leaves my skin glowing and feeling amazing 10/10 recommend this mask."
        },
        {
            "review_title": "Best when used with other Clarins products.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I received this duo by Clarins Paris Hydrating Gentle Foaming Cleanser and Cryo-Flash Cream Mask and this is next level care. The cleanser smelt so good. It left my face feeling so fresh and clean and the mask left my face feeling minty, clean all while tightening and firming my face.  Definitely a duo thats worth trying."
        },
        {
            "review_title": "A Must-Have for Puffy or Tired Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I love the Cryo-Flash Face Mask and have repurchased it twice now! This mask really wakes up my skin. After a breakup, it was a lifesaver for my puffy (teary) face, haha. I ended up repurchasing once I finished the first one and now use it tear-free to give my skin a beautiful glow! Its also the best for reviving my face the morning after a night out."
        },
        {
            "review_title": "Must have!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "My skin glows every time I use this mask! I recommend it to everyone!"
        },
        {
            "review_title": "Instant Difference!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Instant change to my face after applying it. I notice my cheeks and chin area have been lifted. Lovely cooling sensation. Even my pores look better after I use it, shrinking and getting rid of the redness in a lot of my acne. When the product is done soaking into the skin, I put on their Double Serum Light Texture formula afterwards, which adds to the glow and lift. I recommend doing this at night so that the products have time to fully work their magic.  Price-wise, it's a lot, and having to use a thick layer of the product makes it go pretty quickly (have used it 5 times and I have to order a new one soon). My skin is very sensitive to products, so when I come across something that works for my skin, I tend to want to keep using the product. I will be purchasing another but will be lessening the amount of product I use on my face to see if it still works with much less."
        },
        {
            "review_title": "Dont waste your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I see no difference! Doesnt even feel cold on my face. Way over priced and over rated.  Regret purchasing"
        },
        {
            "review_title": "Worth the price !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Omg ! Love this feeling ! Feel so cool on my face ! ! Def good purchase for summer time ! !"
        },
        {
            "review_title": "Does what it says - smooth  looking skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Bought into the hype and purchased this mask. It really did leave my skin looking fresh and  smooth. It wa also a good prep before going out and I used less makeup to showcase my  glowing skin."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Oily skin",
            "review_text": "this is genuinely one of my favourite skincare products ever, would repurchase this time and time again. it has such a beautiful cooling sensation without the annoying menthol feeling/smell like most cooling products. its like a breath of fresh air for my skin, and it leaves my skin feeling so smooth and hydrated after. clarins really outdid themselves with this one and its so underhyped imo <3"
        },
        {
            "review_title": "A winner for my skin.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Porcelain skin tone, Dry skin",
            "review_text": "I tried this in a tester size before purchasing the full tub. I really liked how my skin looked after using this. You put on a thick layer and let it sit for 10 minutes, it slowly starts to tingle and cool and left my skin looking visibly improved and glowy. This is a pricey mask, I suggest trying it in a tester if you can before committing. But, I am very happy with this mask."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Wow wow wow! I used a sample of this product and I am in love! The cooling effect is subtle yet relaxing and the mask has a pleasant light scent. My face feels amazing and definitely has a glow. A must have!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Light skin tone, Combination skin",
            "review_text": "Day one and I love the feeling of it all. I felt the cooling effect right away and it is an instant lift and glow! I suggest spending eighteen dollars less in any other places ; )"
        },
        {
            "review_title": "hated this",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "made my face feel like it was burning. has to wash off"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love this mask! My skin feels firm, dewy and supple after using it. The cryo effect feels very nice. Its slightly cheaper on Clarins site and you get loads of samples, gifts."
        },
        {
            "review_title": "full size needed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "Tried this in a tester and loved it. Will be purchasing the full sized product!"
        },
        {
            "review_title": "Do Not Recommend",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Was so looking forward to using this product as was given high marks by a trusted influencer. Followed the instructions and put on for 10 minutes and removed and it BURNED and DRIED out my face face"
        },
        {
            "review_title": "Must have mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Love this mask! So soothing for my rosacea prone skin"
        },
        {
            "review_title": "Worth the money!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This mask is truly worth the money! I get hot flashes and have sensitive skin too, and Ive used this mask three times this week alone. Even my husband loves it! It says to apply a thick layer, but honestly a little goes a long way, so a thick layer isnt necessary."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I use the Clarins depuffing mask on a regular basis and was so excited to try this product, however it broke my face and neck out in a horrible rash. I will not be using this again."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "Had a high expectation for this mask but every time Im using it Im breaking out badly. Disappointed."
        },
        {
            "review_title": "OBSESSED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "LOVE! Im 40,super sensitive, acne prone, dry &now mature. I have to say I saw iNSTANT results. My pores & fine lines were tighter while my skin looked  plumper,hydrated & more even. Definitely adding this to my weekly routine"
        },
        {
            "review_title": "Must have in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Amazing!!! Wow, my skin looks flawless! Must have!!"
        },
        {
            "review_title": "Cooling, refreshing, de-puffing, hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This mask has an instant cooling sensation, which not only feels nice but felt good for my hyper-sensitized. It was brightening, removed puffiness after a 6 hour flight, and hydrating. My skin is very sensitive and normal to dry due to chemotherapy a few years ago. I am 36 years old with fair-medium skin, blond hair, and blue eyes for reference. This does not irritate my skin. It is going in my regular rotation!"
        },
        {
            "review_title": "Luv",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was gifted by Clarins this cryptic mask! I absolutely loved it and my skin felt amazing afterwards. I ice my face every morning and am confident in the positives of cold on the skin! Also, did it with the family and they loved it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I was gifted by Clarins. The texture of this mask is buttery and its quite cooling and calming on the skin. My skin felt invigorated immediately after using and so much softer. I think this is a perfect treat to give your face during these scorching hot summer days."
        },
        {
            "review_title": "At home spa day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Clarin cyro flash mask is such a treat for the skin. I love using this in my morning routine. You know that feeling when you wash your face with ice cold water in the morning and your skin feels so refreshed. This is the mask that makes your skin feel sood good. tighter, firmer, and brighter after just one use I could already tell a  difference. I really like using this mask for special occasions or a spa day at home. I love the icy gel texture that helps calm and soothe my skin.I was gifted by Clarins."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This mask is really refreshing- I was surprised by how cool and icy it made my skin feel! It would be really great for after a hot summer day or after a hot yoga class! It was really easy to use too, I like that you dont have to wash it off. The cool sensation lasted for several hours. Visually, I dont feel like the difference in my skin was super noticeable, but it felt great! Gifted by Clarins."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Gifted by Clarins. This was my first time using this mask, and overall, it did not disappoint. It felt very cool and calming on my skin. It absolutley made my skin feel super soft and rejuvenated after using it."
        },
        {
            "review_title": "My face lifted",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I was amazed by the results of this eye mask. After just 10 minutes, I could see a significant difference in the appearance of my face. The smile line looked noticeably lifted. (see pic) I found that applying a thicker layer of the mask was more effective. If the layer is transparent, you need to apply more. The mask also has a cooling effect that feels refreshing on the skin. After a few minutes, it absorbs completely and my smiling lines began to disappear. I'm hoping that if I use this mask consistently, my face will stay lifted for the long term. *gifted by clarins, and I'm so glad that I tried it!"
        },
        {
            "review_title": "Amazing invention",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Such an amazing invention I am so impressed with the results, just after first use, my skin feels so invigorating and fresh and smooth and much younger looking. I use it once or twice a week after the hot bath and Im loving the experience of coldness and slight tingling of my skin. I got it complimentary from Clarins and Id definitely recommend it."
        },
        {
            "review_title": "My fav mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Gifted by Clarins! I am in love with ice fresh mask from my favourite brand. It has a light mint scent that feels so refreshing when I apply it on my skin. It is easy to use, all you need is to apply a thick layer over the face with a spatula, leave it on for 10 minutes, wash off with water to  get a beautiful looking skin with a youthful radiance. In just one use, I saw an instant lift effect with a cooling sensation. It has improved my skin moisture and effortlessly rejuvenated my skin, leaving it hydrated, radiant, and glowing. This mask is gentle on my sensitive skin and I really enjoy using the mask 3 times a week. This mask is amazing and is definitely a great addition to my skincare routine."
        },
        {
            "review_title": "Cyro boost",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Complimentary from Clarins. I really enjoy applying this mask after seeing the instant results, I can notice areas on my face where my skin does in fact appear tighter in certain areas. I will be using up this sample that was sent to me for sure. This is the type of product you use one or twice a week and no more. I have normal to dry skin. I loved how cool this felt on my face! I also feel like my face stayed hydrated and looked a little more plumped, especially on the top of my cheeks near my eyes! My face looks tighter and fresh."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "This mask is amazing. My skin almost immediately felt better after the 10 minute mask. Definitely a great quick fix to incorporate in your skincare routine. Recommend for all skin types! Gifted by Clarins"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Such a unique product! I love the thought tht was put into the packaging (comes with a scooper/mini spoon) and the container itself it quite sturdy! The effects on my skin were minimal but pretty sure over time will be more impactful . Gifted by Clarins"
        },
        {
            "review_title": "Wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Combination skin",
            "review_text": "Creamy/buttery, applies well and feels amazing. I was surprised by how cold it got on my face, but it wasnt irritating or too intense. Its super hot outside and actually felt nice. Once I took it off I did notice my skin feeling better, hydrated and firmer! Gifted by clarins :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I was gifted by Clarins Paris Cryo-Flash Cream Mask. I was very excited to try it out this mask . I been using it for a few days and Im so impressed by how well my skin looks since using this mask. This mask has a cooling and calming sensation in my skin and after washing my face I can feel my skin hydrated , firm and smooth . I have noticed after using it a couple of times that my skin looks so much brighter than before . I highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This mask feels so nice and cool on the skin, perfect for summer! I noticed my skin looked brighter and my pores felt tighter immediately after washing it off. I dont see any immediate lifting effect, but Im definitely enjoying how radiant my skin looks. Gifted by Clarins"
        },
        {
            "review_title": "Lovely Cooling Cream-Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The texture is smooth and the color is a light mint green. I am obsessed with the cooling and tingling sensation this has on my skin. I use the applicator it comes with and apply evenly to my whole face. I leave it on my skin for 10 minutes and then remove it. This has helped diminish the appearance of tiredness, minimal open pores, and my skin looks and feels firmer. I am enthusiastic about continuing to use this to see ongoing results!"
        },
        {
            "review_title": "Very enjoyable experience!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "Gifted by Clarinsu2026This face mask is such a beautiful self care moment! Its been especially warm where I live and the cooling sensation that this offers felt amazing! I really did feel as though it got the blood flowing to my face which gave a nice youthful plumped effect. It is also very nice and hydrating which I love. Very enjoyable experience."
        },
        {
            "review_title": "Skin looks so refreshed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is the perfect face mask for when you want your skin to look its absolute best. I will be keeping this and using it in my skincare routine on the days I have events or need to look my best. It has a tingly cooking sensation when you apply it and it leaves my skin looking so refreshed. It perks up my tired looking skin and makes me look like I got a good nights sleep.  This was gifted by Clarins."
        },
        {
            "review_title": "My new summertime holy grail!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "Gifted by Clarins.. they sent me their new Cryo-Flash Mask, and omg it's incredible!! The texture & consistency feels so refreshing on the skin, and the formula is so nice. Feels super nourishing and hydrating on the face, and the cooling effect is unreal. It awakens and refreshes, and gives skin the most beautiful glow. Absolutely recommend trying this one ud83dudc4c"
        },
        {
            "review_title": "Really like it so far",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This was gifted by Clarins. I really appreciate the size of this product because it makes it more worth it for the price. Ive enjoyed using it the couples of times that I have. I can say that I like how it feel on my skin but I cant say much about long term results. But so far so good."
        },
        {
            "review_title": "Buy it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Clarins gifted me their cryo-flash mask and I am obsessed, it is incredible. Talk about a wakeup for tired skin & your senses. It's smooth & cool on your skin and continues to get cold & colder while it's on. I've been loving it for summer heat & travel to revive my skin..and me, leaving my skin smooth & less drab, red & fatigued looking/feeling! Buy it!!"
        },
        {
            "review_title": "Great for special occasions!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have used this mask twice, and I believe it is perfect for special occasions, as it brings freshness and vitality to your face. It helps diminish the appearance of tiredness, reduces open pores, and makes the skin look firmer. Gifted by Clarins to try it and give a honest review."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I was so excited to try this cryo- flash mask by Clarins.  I love using facial masks as much as I can to help with my skin. Overall, this product is very easy to use. I really like the texture of it as well. This is an excellent mask. Gifted by clarins"
        },
        {
            "review_title": "This stuff is nothing short of miraculous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I was recently gifted a jar of Cryo-Flash Mask complimentary from Clarins in exchange for my honest review, and I am so excited with my results after only one application. The texture is mooth and silky, and so cooling on the skin!! I truly enjoyed the experience using this mask, and look forward to my next self care day so I can repeat the experience. My skin looks more taut and youthful after just one use!"
        },
        {
            "review_title": "Must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Ive never tried a mask like this one before - so nice, cooling and pleasant on my skin. Loved the results too - pores looked smaller and less noticeable texture on my skin. Skin looked very radiant and glowy too, I also loved the lifting effect. Gifted by Clarins"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The cyro flash cream mask is such an amazing product. Its great to use in the morning or after a night out. It feels so cooling on the face and gives so much hydration. Ive never had a mask like this and I cant wait to continue using it. Gifted by a Clarins"
        },
        {
            "review_title": "Quick And Soothing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Complimentary for Clarins. It had a relaxing cooling and tingly sensation on the skin even after the 10 minutes. It has a thick and smooth texture. It gave my skin a nice break and felt soothed after. As for short term results my skin felt soothed and hydrated."
        },
        {
            "review_title": "cooling is perfect for summer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "Gifted by Clarins. This is the cryoflash mask! I love the cooling effects it has on the skin. It smells like mint and provides a gentle tingling sensation as it relaxes the senses and the skin for great smoothing effects! The texture is smooth and the color is a mint green. Very sturdy container as well and comes with a little applicator!"
        },
        {
            "review_title": "Love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This mask is amazing! I have sensitive, acne prone skin and was a little skeptical about trying this but Im so glad I did! My skin looks and feels so much smoother and brighter. It hasnt irritated my skin at all. I leave it on for 10 minutes and then wash it off (even though you can just pat away the extra serum with a tissue). Definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted this Cryo-Flash Mask complimentary from Clarins for my honest review.  This mask has a nice gel-cream texture and gives a noticeable cooling effect once applied to my face. I like that it only takes 10 minutes to use and it can be wiped or washed off. It has been easy to incorporate into my skincare routine. I notice my skin appears less puffy and tighter after I use this mask. I would recommend."
        },
        {
            "review_title": "Super cooling!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This mask is definitely cooling! It immediately cooled my face and left my face feeling super cooled even after I cleaned it off. I was really surprised a face mask could get that cold. My face felt super refreshed and smooth right after! Gifted by Clarins."
        },
        {
            "review_title": "Change your face in just 10 minutes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "This mask is so impressive. My skin is very dehydrated as I work as a swim instructor and am in chlorinated water multiple times a day. This mask SAVES my skin at the end of the day. It is soooo cooling and soothing. The texture is thick and luxe. It smooths a thick layer across the skin so easily and my skin feels instantly insulated and protected with the cooling sensation. This helped reduce the breakout I was getting along my hair line because was sooo dry. It comes with a spatula and will leave you with the soothiet soothed skin. (gifted by clarins)"
        },
        {
            "review_title": "Very good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "A great mask that helps with my skin to feel smoother and to feel very refresh after using. I use this twice a week depending and I love the results I been getting with this amazing mask. I use a small amount when applying. Gifted by Clarins"
        },
        {
            "review_title": "Absolutely phenomenal",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This has to be the coolest mask I've ever tried.(No pun intended) It really does feel like I had a professional facial. You let it work it's magic for 10 minutes but I like to leave it on longer. It really is a relaxing experience. It instantly cools my skin and after I rinse it off I notice a great reduction in Pore size as well as an instant glow. It will bring life back into your skin. Definitely an experience. Gifted by Clarins"
        },
        {
            "review_title": "Great mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "The Clarins Cryo Flash Mask is a unique mask that instantly feels cool on the skin. It is such a unique mask and feels great. After removing I notice my skin looks lifted and radiant. Did not irritate my skin. It has a nice texture that is easy to apply. Gifted by Clarins"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I absolutely loved this mask. In just 10 minutes, my skin felt renewed. It gave me a cooling sensation as soon as I applied it and I could still feel it even hours after. Ive been using it 1x per week and I think my skin is looking clearer and fresher. This was gifted by Clarins."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I am so impressed with the Cryo-Flash Cream Mask that  I received complimentary from Clarins Paris! I have never used a mask before like this one before! The texture is smooth and easy to apply. The cooling sensation was so refreshing, and my skin looked noticeably brighter and more refined after using it! It's gentle on my sensitive skin and leaves it more hydrated without any greasy feeling. It is now a permanent part of my skin care routine! And overall I really enjoy using this mask! It is definitely like a mini spa-experience with wonderful results that I highly recommend trying."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "I love this product it amazes me how well it works on your skin and makes your skin feel so soft after using it, its a wonderful product to try on a daily basis, i definitely will be using more of this product and recommend it to others to try as well, this was gifted to me by Clarins"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this new face mask gifted by clarins! It is so unique and weird at first but but it gives such a cooling sensation and really helps calm my skin down usually after a long day at tye pool"
        },
        {
            "review_title": "Amazing Cooling Effect on Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by Clairins, this mask was wonderful. Its super easy to use too! I applied it and let it sit for 10 minutes. This mask had a u201ccoolingu201d effect to my skin, which felt great! My pores did not look as large after using. Lasty, I really enjoyed the scent of the mask, it was a u201cfresh wateru201d scent. Im very happy with this and will be continue to use  1-2x a week!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Wow this mask, complimentary from Clarins, has an insane cooling effect on the skin (no fridge storage required). Its easy to apply and you only have to leave it on for ten minutes. It does an amazing job and creating a glowing effect on the skin and I noticed my pores also looked tighter as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I loved the results from this Cryo-Mask! It felt really nice and refreshing on my skin. I really like anything from Clarins, they make such good products! Definitely try this out. Gifted by Clarins!!!"
        },
        {
            "review_title": "Must have mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Gifted by Clarins. I am a big fan of this brand and when I see something new I justo right away to try it. Unbelievable results with this mask. I am 41 and i always looking for good anti-aging products. This mask feels amazing on my skin specially during this hot summer days. Its cooking and hydrating my skin. After using it only 10 minutes I feel like I just got a professional facial. Skin lift and has amazing healthy glow.it has beautiful texture. Great addition to my routine. Definitely 10 out of 10. Beautiful packaging as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Gifted by clarins. This product made my skin feel so hydrated after i used it! I love the way it felt on my skin once i put it on. It had a cooling effect. Cant wait to keep using this product. Will be recommending it to my friends"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Im usually not a fan of face masks unless theyre sheet masks but this mask is absolutely amazing and Im so happy I decided to give it a try!! My skin is literally glowing and so soft after just one use! Complimentary from Clarins"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The Instant Firming Mask is an absolute game-changer! I am thoroughly impressed with its results. The mask has a luxurious texture that feels amazing on the skin and is incredibly easy to apply. Within minutes of application, I noticed an immediate tightening sensation, which left my skin looking firmer and more lifted. Gifted by clarins"
        },
        {
            "review_title": "Very plump",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This is probably something I would recommend if your skin is sensitive to fragrance. There was a very strong peppermint scent/feeling. Personally I liked it. I felt like it was very cooling on the skin and felt very spa like but I know thats not for everyone. I dont think this added any hydration to the skin but I do feel like my skin was extremely plumped up and firm afterwards which I liked. It felt very soft but not stripped or dry. It was an interesting experience I liked the plump results I saw but I feel like thats all it did for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I think Im in love with this cream. I have very dehydrated oily skin so I need a very hydrating moisturizer to keep my skin happy. This cream has such a luxurious velvety try cream texture. It immediately gives my skin a hydrated feeling and keeps it hydrated overnight. Complimentary from clarins."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Normal skin",
            "review_text": "I received this product complimentary from Clarins. I really enjoyed using this mask! I dont get the technology, but whatever it is, its really cool. It definitely felt cool and i loved the texture of the mask. It gave me that u201cinstant liftu201d for sure, but ultimately over time left my skin with more hydration and looking plump and radiant. Will definitely continue using!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Gifted by Clarins I am already such a big fan of the brands and when I saw this product on you I had to try it. My skin feels so amazing when I use it and give us its such a nice plump and moisturized glowy look."
        },
        {
            "review_title": "Instant Results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I would like to say this is one of the best choices for home spa mask in summer . This cooling gel brings my skin temperature down to 5- 7 Fahrenheit to fight with my wrinkles.  It minimizes pores , tightens skin , improves brightness and smooths skin . You can see a visible improvement after usage , also full of hydration skin . Received this complimentary from clarins."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "This is a unique product and I have never tried anything like this before. Upon application theres this cooling sensation. After rinsing the mask off my pores are visibly smaller and my skin looks more radiant. Gifted by Clarins"
        },
        {
            "review_title": "Sooo refreshing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "The mask of the summer! This is so refreshing and fun to use during this excessively hot months. The minty cool feeling really lingers even after you wash this off of your skin. As for the effects of it - I cant tell what it does for anti aging as I havent seen much results there, but it does leave me hydrated, de-puffed, and ready for the day. Gifted by Clarins."
        },
        {
            "review_title": "Feels so nice on the skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "It really feels exhilarating going on. Colder than I expected actually but feels soooo nice. Like something you wanna have around especially during the summer. It does give me a glowing and revitalized look right after taking it off. Also a beautiful lifting can be seen as well. Its slight but noticeable. I would highly recommend. Has no noticeable scen and easily applied and removed. Formula is extra creamy. Love also that it has a lot of organic ingredients in it as well. Gifted by Clarins. This is a product I look forward to using since it feels amazing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Oh my goodness is this a fantastic product! I have Never tried anything quite like this. The cooling sensation is so soothing and reactivates with every face product you put on close afterwards. Its such a nice feeling on the skin and I cant wait to use it again. Does not make my face feel too tight just relaxed and comfortable. Gifted by Clarins but my honest opinion"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I was sent this product complimentary from Clarins. I am blown away at this mask! Ive never experienced any Cryo therapy so this was a totally new experience for me. It starts cooling almost immediately and makes my skin feel smoother, brighter and more radiant without sacrificing moisture as it doesnt try you out. Rinsing it off was an experience too, with cool water it heightens the sensation!"
        },
        {
            "review_title": "Hydration ok mask",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I like the glow that this mask gives you, I can feel the coolness but not as strong as I expected, It does the work on my face  but not as I wish, I wont buy it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Dry skin",
            "review_text": "#clarinsgiftedme The Clarins Cryo-Flash Cream Mask has to be my favorite mask ever! The mask is so refreshing and leaves my skin so soft, hydrated, and radiant. The cooling effect of this mask is incredible!"
        },
        {
            "review_title": "Just buy it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "One of the BEST masks I have ever tried, I love how easy the product is to apply. Within a minute of applying I started to feel a refreshing cooling sensation which was honestly amazing! I have large pores, fine lines around the for head and overall uneven texture. I can truly say that even after just one use I noticed a HUGE difference on my pores. I am so excited to keep using this mask that was complimentary from Clarins."
        },
        {
            "review_title": "Just what the Texas heat ordered",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "#clairinsgiftedme Lets be honest I test a lot of skincare products and at times it can be very overwhelming. That being said there are a few brands that I will never miss trying out. Clairins is one of those brands so I was extremely excited to test out their new Cry-Flash Cream Mask. Its hot as heck here in Texas so having a product that actually mimics the effects of cryo therapy is pure genius. This has a molecule called MGA (a cooling menthol derivative) and line-reducing evening primrose oil, the mask nourishes and cools the skin while also giving it an instant lift. I cant wait to use this product more but after using it once I could already feel the benefits. My skin felt tighter around my jawline and really hydrated. Stay tuned for an update review after I finish the jar."
        },
        {
            "review_title": "Love Clarins!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Gifted by Clarins!! This mask does what it says it will do! I refrigerated mine overnight and applied it the next day. My skin instantly loved it, my skin looks bright, taut, and youthful. I am pleased by the results... thank you Clarins for a new edition to an already amazing line."
        },
        {
            "review_title": "Icy Relief!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Iccyyyyy relief! I had never tried a crypto-mask before this one and let me tell you its sooo refreshing! I feel like it really helped open up my pores for my skincare aftwards too. Gifted by Clarins."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I recently received this mask complimentary from Clarins  in exchange for an honest review, and I can truthfully say I'm loving this mask! I used it during the shower while shaving and conditioning my hair. It didn't irritate my skin, and it provided the perfect cooling sensation without being too much or causing irritation.  Afterward, my face felt so smooth, deeply conditioned, and my pores looked a bit smaller.  My makeup went on so well and looked great all day long! Can't wait to use again!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This arrived just in time for the recent heatwave and feels amazing! You get a cooling sensation on application that lessens after a minute or so. The application process is not too messy, it's easy to tissue off but is a little sticky.  I apply my moisturizer on top so it's not a big deal. My skin feels hydrated and maybe slightly lifted, which is not bad for a topical product. Complimentary from Clarins"
        },
        {
            "review_title": "Great Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Gifted by Clarins this 10-minute, icy-cold, gel-cream face mask provides results for an instant visible lift effect. Love that this made my pores visibly minimized and skin's radiance is boosted. Love the cold feeling as well and my skin looks amazing after using nice and plump."
        },
        {
            "review_title": "Love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "This is such a great mask. I can feel it working once I apply it on my skin immediately I love the cooling feel of this, and afterwords my skin feels so smooth and hydrated in my pores appear to be less noticeable!! This was gifted by Clarins"
        },
        {
            "review_title": "A new must have for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This product was gifted to me by clarins. I love the way this mask feels. The cooling sensation is amazing and my skin looks brighter and more awake. Will be buying this to use in my skincare routine."
        },
        {
            "review_title": "Cooling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I've always been curious about cryotherapy, but I never had the courage to try it. So when I heard about Clarins Cryo-Flash Mask, I was intrigued. It claims to be a 10-minute, icy-cold, gel-cream face mask that provides pro-like results for an instant visible lift effect, pores are visibly minimized and skins radiance is boosted. It also contains mint extracts and evening primrose extract to tighten and firm the skin. I decided to give it a try and applied a thick layer on my cheeks, chin and jawline, avoiding the eye area. The mask felt very cold and refreshing on my skin, like a splash of ice water. I left it on for 10 minutes, as instructed, and then rinsed it off with warm water. The results were impressive. My skin looked smoother, firmer and more radiant. My pores were less noticeable and my cheekbones were more defined. I felt like I had a mini facelift without any pain or downtime. The mask also left my skin feeling soft and hydrated, not dry or tight. Gifted by Clarins"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Received complimentary from brand to test and review. While I'm not a face of the mint scent in my face, I do like the sight effects I get after only 10 minutes of using this. While I don't see drastic changes I do like what it can offer."
        },
        {
            "review_title": "Superb",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I found this mask very effective and gentle on my skin. This mask rejuvenates skin. It has the ability to lift and tighten skin. After two use of this mask I feel my skin changed. I feel more glowing and tightness. It is simple to use I apply a thick layer on my skin for 10 minutes then I remove following with my moisturizer. I highly recommend Clarins is the best."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "red hair, Fair skin tone",
            "review_text": "I received this Cryo-Flash Cream Mask to try out and review complimentary from Clarins Skincare in exchange for my honest opinion. So far I am really liking this gel cream face mask and I love the cooling sensation on my skin especially!"
        },
        {
            "review_title": "Moisture Boost",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a nice skin treat if youre looking for a mask that is low maintenance.  Immediately after application I felt a cool burst on my skin, but not uncomfortably so. Other than that, it was pretty smooth sailing from there. I do wish this was fragrance free.  This is a wipe off mask so theres no major mess to clean up, which I appreciate a lot.  After use, my skin felt more moisturized, but not particularly tighter or glowing. It just feels like a good moisture boost so Id recommend this more for dry, mature, or combo skin types that are looking for skin plumping action from a nice quality moisturizer.  Gifted by Clarins"
        },
        {
            "review_title": "Great for those hot summer days!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I received this complimentary from Clarins. The Cryo Flash Instant Lift Effect Glow-Boosting Face Mask is a game-changer for hot summer days! I'm in love with how incredibly refreshing and cold it feels on my skin, giving an instant cooling effect. Not only does it invigorate my senses, but the mask also delivers excellent hydration. My skin feels moisturized, plump, and revitalized after each use. The quick results and the delightful cooling sensation make it a must-have for a refreshing summer skincare routine. If you're seeking a hydrating and rejuvenating treat, this face mask is a definite winner!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love using this face mask on my dry dehydrated skin. At night I leave it on for ten minutes to get the best effect. I love the gel like texture. My pores are visibly reduced after using this mask and my skin looks more hydrated. Gifted by Clarins."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Great product! I love the results, Clarins never disappoints! The cream instantly made my skin firmer and gave me such a nice glow! Definitely adding this to my skin care routine and love how it makes your skin feel minty fresh, highly recommend!"
        },
        {
            "review_title": "My new favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This was gifted by Clarins. This mask really works. Even after just one use, my skin looked more radiant and firmer. I also love the cooling feeling of this on my skin especially given how hot it has been in the Midwest."
        }
    ]
}