{
    "product_id": "337",
    "name": "OI All In One Hair Milk for Softness and Shine",
    "brand": "Davines",
    "categories": "Hair, Hair Styling & Treatments, Leave-In Conditioner",
    "price": 54.0,
    "about": "What it is: A bestselling, multifunctional leave-in treatment milk that controls frizz while hydrating, protecting from heat, and softening, leaving hair shiny and silky..Hair Texture: Straight, Wavy, Curly, and Coily.Hair Type: Fine, Medium, and Thick.Hair Concerns:- Dryness.- Frizz.- Heat Protection.Key Benefits: - Controls frizz and prevents damage.- Promotes super-bright, soft hair.- Provides thermal protection up to 446u00b0F.Highlighted Ingredients:- Roucou Oil: Protects hair with beta-carotene and antioxidants..Ingredient Callouts: This product is vegan..What Else You Need to Know: This hydrating, conditioning spray-on milk tames and detangles hair for a natural, smooth, shiny look. Itu2019s formulated with roucou oil (a source of beta-carotene and natural antioxidants), as well as deeply moisturizing provitamin B5 and a functional amino complex to promote resistance to stress.",
    "ingredients": "-Roucou Oil: Protects hair with beta-carotene and antioxidants...Aqua/Water/Eau, Cetearyl Alcohol, Panthenol, Parfum/Fragrance, Behentrimonium Chloride, Benzyl Alcohol, Tocopherol, Cetyl Alcohol, Amodimethicone, Cetrimonium Chloride, Amodimethicone/Silsesquioxane Copolymer, Sodium Benzoate, Trideceth-5, Citric Acid, Glycerin, Trideceth-12, Cyclopentasiloxane, Citronellol, Geraniol, Phenoxyethanol, Helianthus Annuus Seed Oil/Helianthus Annuus (Sunflower) Seed Oil, Linalool, Alpha-Isomethyl Ionone, Limonene, Bixa Orellana Seed Extract.",
    "how_to_use": "Suggested Usage:.-Apply 10 to 15 sprays to washed, towel-dried hair. .-Air-dry or blow-dry hair..-Depending on hair type, increase or decrease the number of sprays. .-For difficult-to-manage hair, apply after OI Conditioner for Softness and Shine (sold separately). .-If hair is very dehydrated, apply for a moisturizing finish, spraying onto palms to distribute evenly throughout lengths and ends.",
    "num_reviews": 276,
    "overall_rating": 4.7,
    "product_url": "https://www.sephora.com/ca/en/product/davines-oi-all-in-one-hair-milk-for-softness-shine-P512652?skuId=2817096&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2817096-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "4.56 oz/ 135 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2817096-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I couldnu2019t believe the 50ml was 100 points! I was expecting some tiny package! Also, it works before or after styling! It has so many uses but it calms my frizz and smooths my hair!"
        },
        {
            "review_title": "Great product !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "From the first time took away the frizz, is a light product, good smell, totally recommended!!"
        },
        {
            "review_title": "Works great but smells like new cat litter",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I usually love most scents that are common in hair products but I was so disappointed when I smelled this product- it smells EXACTLY like my cats litter- like brand new, clean, unused litter!! It works great- my hair is moisturized and no frizz but I canu2019t get past the smell."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love this product and have repeated use for years. Davines is an old but great brand with a lot of products for everyoneu2019s needs. I highly recommend this to anyone heat stying their hair. The other benefits also make it great."
        },
        {
            "review_title": "Multitasker",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "I canu2019t imagine using any other brand. Their products donu2019t smell like perfume and, tbh, that smelled weird to me at first, But I love the smell of this and the shampoo. This one is a multitasker. Takes care of frizz, shine, moisturizes, conditions. Itu2019s not heavy and makes my hair more manageable. I havenu2019t found a hair product like it and itu2019s my holy grail of hair products. Hands down."
        },
        {
            "review_title": "Stinks",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "No frizzies, but left my hair limp and the smell is awful."
        },
        {
            "review_title": "My new favorite hair product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "I received this as a sample but have now ordered full size. I rarely leave reviews on hair care as I have fine, low porosity hair but LOTS of it. This stuff is magic. It doesnu2019t weigh down my hair at all and makes it look and feel absolutely amazing."
        },
        {
            "review_title": "Great hair product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this hair product! I am not sure why the smell bothers some. It smells great to me but I am familiar with Davines products. They all have a slightly more herbal-y scent maybe? I love to use it on dry hair and smooth out the ends and add a hit of hydration."
        },
        {
            "review_title": "Love the product hate the smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Iu2019m giving this 5 stars cause omg i love how my hair looks when i use it! I have naturally curly hair that would normally be a frizzy mess and i love this BUT im so mad i love it cause for me it smells so awful! I wish i hated it!!! Ahhhhh"
        },
        {
            "review_title": "Personal holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This is my holy grail for my hair. I always spray on after washing my hair and brush out. Leaves hair smelling great and feeling smooth."
        },
        {
            "review_title": "holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019ve tried numerous leave in conditioners both high end and drugstore - this one by far has blown them all away! The most perfect product. Completely removes my hair frizz and leaves it silky and smooth. 100/10 holy grail hair product.  H"
        },
        {
            "review_title": "Worst smell ever",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I couldnu2019t tell you how works because one spray and it was the most overpowering , grandma perfume like smell and I am not sensitive to smells . And I have to spray this 10-15 times ?! It gave me a headache"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Iu2019ve been using this products from their site before Sephora had it for years and itu2019s absolutely great. I really donu2019t understand people idea of how it smells. Smells like an essential oil scent  arenu2019t use to but itu2019s great. Their purple conditioner for blonde or silver hair is a good recommendation. This heu2019s  protectant is great thiugh.that maybe people"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Okay I got this as a gift from rewards but this is amazing. Some people have said it smells bad but honestly it smells like milk and dewy! It makes your hair very soft and shiny and reduces frizz"
        },
        {
            "review_title": "Not perfection but not horrible",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I like what this product does to my hair, it's a light oil with a medicine smell but it makes my hair shiny and it lasts all day. I put it in my bf's hair and he has very curly,  very coarse hair so we sprayed it on after he showered and it kept his hair  tamed and looked styled all day."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Got it as my first davines product. Canu2019t say it works magically but still good"
        },
        {
            "review_title": "Stanky",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Smells like an old crusty doctorsu2019 office. Just used for first time and was horrified by smell. I hope it doesnu2019t work so I can throw it straight into trash with less guilt. My search for an all-in-one, low maintenance frizz-buster continues."
        },
        {
            "review_title": "save your money!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "this product had the opposite effect on my long blonde hair - made it more difficult to comb out and looked more frizzy/flyaways. I bought it at a salon who who not return it. I originally wrote this review on the davines website but they seem to only publish positive reviews  on the  on the Davines"
        },
        {
            "review_title": "Christmas Gift from Davines!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was shocked to see this show up as 100 point reward. It showed the 50ml in the picture but I thought for sure something smaller would arrive in my order. Nope, the 50ml just arrived. This retails for $28.50CAD - talk about a gift from Davines! A big thank you ud83cudf81 As for the product itself, the whole line is top quality. Iu2019ve been using it for years on my thigh length hair and it keeps it healthy and gorgeous!"
        },
        {
            "review_title": "The best thing for my hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is pricey, but it works so well for me. I have super long, fine, yet frizzy hair. This is so helpful for detangling my hair and making it more manageable. It seems to help tame frizz as well, though I always use along with the oi hair oil"
        },
        {
            "review_title": "Better Than All The Rest",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I really love the OI line from Davines.  This one product replaces all other products I normally use.  The All In One Milk is both a heat protectant and leave-in conditioner making my fine, shoulder length blonde hair silky, smooth, manageable and weightlessly conditioned.  The entire Davines OI line does incredible things for my scalp, which is important for healthy hair growth and maintenance."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Product works for its intended purpose, my hair is softer and looks less frizzy. BUT I am not a fan of the smell. It reminds me of the Target restroom smell and I just cannot get past it."
        },
        {
            "review_title": "Meow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells like se% kitten! Musky and effective. 2 pumps on my long hair and bam!"
        },
        {
            "review_title": "Scent too strong",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Love davines other collections. however I could not get past the scent, definitely smells like a natural product. Scent reminds me of medicine and old perfume. It made my hair very soft and helped detangle, i wish it had a different scent."
        },
        {
            "review_title": "A Real Test For The Nose",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I should've stopped after the first spray. The smell is horrid. I thought maybe I'd get used to it so I spritzed a few more times. My husband came in a half hour later and remarked on the smell. That was enough for me. I had thought the smell would abate but it had some real staying power. I gave up and washed my hair. No way was I going to be able to sleep with that stench. This is going back."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been using kerastase products for years and even though I love them I feel like my hair gets used to the products and I need to switch it up. I love this leave in conditioner. Iu2019ve been trying to let my wavy, frizzy, thin hair air dry but it takes good products to not make it look insane. Iu2019ve paired this with different davines shampoo and conditioners and love the way my hair looks and my waves are more defined. As for the smell- I havenu2019t loved the smells of the shampoos and conditioners, but loved the smell of this and the oil. I will definitely continue using and probably purchase again."
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Normal skin",
            "review_text": "I was so excited to see Davines at Sephora. I had already used their shampoo, conditioner, and hair oil before adding this to my routine. I have very fine hair and like to spray this on right after washing my hair to make brushing it easier before using my hair oil."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "The product works great but the packaging is terrible. This is my third product and after half of the use the spray does not work!Davines please change the packaging to something more functional!"
        },
        {
            "review_title": "Luxurious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Luxurious spray. Smells amazing, and helps immensely with blow drying. instead of my bob coming out like a poofy blah triangle after the hair dryer the spray makes my hair soooo soft and shiny and nearly the same as when they do it in the salon!!"
        },
        {
            "review_title": "HORRIBLE SMELL ruins it for me!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "SMELLS LIKE BUG SPRAY!!!! I bought the full size of this because of a girl on tik tok who raved about the product. I tried it once and although it did make my hair really soft, I couldn't help but feel like I smelled like insect repellent!! when I looked more into the ingredients, I saw they use citronellol which is that classic synthetic citrus smell used in citronella candles and bug sprays. It's nauseating and ruins this product for me unfortunately. If you can get past the smell or aren't sensitive to smells, it might be worthwhile for you"
        },
        {
            "review_title": "Must have routine for fine hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "It doesnu2019t make hair oily. I have fine hair and it works well. Must buy serum"
        },
        {
            "review_title": "DAVINES AT SEPHORA!!! ud83eudd29",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I'm so excited to see this on the Sephora app! I LOVE THIS STUFF!!! If you haven't tried it yet & are in search of a new hair product to love, this is a great bet! It makes my hair so soft, healthy-looking, & it smells beautiful! Highly recommend!  Non-incentivised opinion."
        },
        {
            "review_title": "My new hair-oil holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "My old hairstylist swore by Davines brand but there wasn't a rep in our area so she struggled to keep the products in stock at her salon. I always liked how my hair looked/felt when I left her place. Eventually I switched stylists because I moved and my new stylist hasn't even heard of Davines. Oh well.. Apparently I've been overdosing my hair with protein by using various repair products (Olaplex, K18, etc.). Don't do that!! If your hair is in need of repair, you need moisturizing products, NOT repair products. Leave repair to the professional stylists otherwise you will make your hair more brittle and increase breakage. I follow the Blowout Professor's hair routine (quality S&C, leave-in C, oil). I've been using Moroccan Oil for fine/thin hair these last few months. I redeemed some Sephora points to get this trial size when I saw the brand was now available on Sephora (huge shock but YAY!!). MAJOR difference in my hair overall upon using this oil. The Blowout Professor routine made a major difference in my hair (the Living Proof PHD S&C are amazing btw), but switching to this oil has made an even bigger difference. Forget Moroccan Oil! Will be adding this one to my staples list!"
        },
        {
            "review_title": "Smells good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I love the smell of this davineu2019s milk and I actually love it it is moisturizing and did i say I love the smell it smells like a woodsy menu2019s cologne"
        },
        {
            "review_title": "Strong scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019m not the biggest fan of the smell of this product but I will say it didnu2019t leave my hair feeling really soft. This left my hair feeling silky soft. Overall I didnu2019t not love the small of it which is why I give it a lower score"
        },
        {
            "review_title": "Leaves hair soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This is a great leave in conditioner that does not weigh down your hair or leave it greasy.  I use it every time I shampoo and it makes my hair feel so soft and silky.  I enjoy the light smell too that leaves my hair fresh everyday."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I've been using the OI All In One Milk for a while now, and it's truly a holy grail product for me. My hair tends to be frizzy and difficult to manage, especially in humid weather, but this product has been a game-changer."
        },
        {
            "review_title": "Hair care",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Love using the hair milk. I spritz about 7 sprays all around after shower and towel during hair and makes my hair so soft and manageable. My hair is smoother and getting longer because it doesn't break as much. A must have for daily hair care"
        },
        {
            "review_title": "Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Iu2019ve tried almost every luxury detangler and this is by far the most impressive. I also bought this with my own money. This product offers weightless smoothing and frizz reduction. Itu2019s hard to overuse but at the same time you donu2019t need a lot to get results. Iu2019m able to layer a leave-in cream and volumizing mousse without buildup. Intoxicating scent, very luxury and sophisticated. Smells like something Le Labo or Byredo would put out. I will never be without this product and am going to try other products from this line!"
        },
        {
            "review_title": "Terrible smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Normal skin",
            "review_text": "This product worked well, but no better than the MoroccanOil anti-frizz spray that does the same thing. This product however smells terribly and the smell lingers on my hair. It gave me a headache the first day and the second night my boyfriend noted that it was burning his eyes while we were on the couch. Just get the MoroccanOil, it is cheaper and smells wonderful (and the smell fades, if it is too strong for you)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I received this product complimentary from Skeepers and Davines, and Iu2019m really impressed with its versatility. Not only does it work as a heat protectant when styling, but it also makes my hair much easier to manage. It doesnu2019t weigh down my wavesu2014instead, they look defined and healthy. My morning routine has gotten faster since detangling is now a breeze. I love how soft and glossy this product leaves my hair, reducing frizz significantly. Even with my dry, frizzy hair, it provides excellent hydration without feeling heavy. The only downside is that the scent is a bit strong at first, but it fades after a while. Overall, I love it!"
        },
        {
            "review_title": "True to the description",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Dry skin",
            "review_text": "This is my first time using it, and I'm amazed with the product outcome. It leaves your hair soft and shiny and manageable (no tangled hair). I'm using it before styling, and it gives your hair good volume. This product has been added to my collection and will definitely going to  purchase in the future."
        },
        {
            "review_title": "Legendary!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Oily skin",
            "review_text": "I'm so excited to see this available at Sephora. This is maybe the priciest but must-have product in my arsenal. It is my holy grail cure-all for dry frizzy curly/wavy hair. I use it sparingly but it's that one thing that can turn dull hair into going out hair with almost zero effort. Buy it! But leave some for me lol"
        },
        {
            "review_title": "My every hair day routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "I'm 49 and I have been using this Davines product for almost a year now and my hair has NEVER looked better! It's soft and frizz free! Not to mention it smells amazing!"
        },
        {
            "review_title": "My hero (not scentivized, just my honest opinion)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I am so excited to see this brand at Sephora, I always purchase it from my hairstylist. It has been a true hero to my hair. I like to apply it after showering with a towel dried hair, I braid it and go to sleep. the next day, you'll have a shining so soft, beautiful hair. These products are definitely worth the price. I totally recommend it. Please note that my review is NOT SCENTIVIZED. I am sharing my experience without having bout it yet from sephora because I had been looking forever for a good product for my hair & I found it. It's these. ud83eudd0dud83eudef6ud83cudffd"
        },
        {
            "review_title": "Great leave in!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I was gifted this OI All in One Milk by Davines. I love how my hair feels since using this leave in conditioner. This leaves my hair looking smoother and nourished and it helps with detangling my long hair. The scent is also nice and long lasting."
        },
        {
            "review_title": "Great spray for your hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This product is honestly so good! My hair feels softer and less frizzy after I use this spray! It has a soft scent but isnu2019t overwhelming but also smells nice! I do about 10 sprays after I towel dry my hair and it works so well! It also is super light weight so it doesnu2019t feel too heavy which is perfect. It also helps detangle!! Itu2019s perfect!"
        },
        {
            "review_title": "This made my hair so soft!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I received this complimentary product in exchange for my honest review. After washing my hair, I applied and it works so good! I love this hair milk. It made my hair feel so soft and manageable. It smells good!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "Gifted by Davines. Iu2019ve been looking for a product like this. Made my hair more alive, helped nourish my split ends, smells great, and very easy to use. Lets knots and more manageable. I use it a few times a week."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I am so excited Sephora carries Davines now! This product has been my HG for a long time, and is one I will never go without. If I only use one product in my hair, it's this one. It makes my hair so smooth and I love the scent so much (wish they made a perfume of it!). when I get to the end of the bottle I'll add water to the last of the product & use it as a curl refresh spray."
        },
        {
            "review_title": "Great addition to my haircare routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this complimentary from Davines, in exchange for my honest opinion. The bottle the product came in was very nice and fits in my hand great. I didn't have to use a lot of sprays to make this product go a long way which I love. The product smells so good and leaves my hair feeling soft with no tangles."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "OI All In One Hair Milk, This product has made such a difference for my hair! It's made my hair healthier, it smells completely natural, and it has never looked shinier or felt stronger. I've also noticed a lot of new growth. Plus, it's so easy to use! I can't say enough good things about this fantastic product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The OI all in one milk gifted by Davines is wonderful! This product smoothes my hair and also detangles curls. Itu2019s super hydrating, yet is lightweight to wear.   fees lightweight on hair. Great, clean ingredients and my hair is shinier, softer after use. Smells really nice too!"
        },
        {
            "review_title": "Davines is better than a lot of high $$$ brands!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "My fine wavy hair loves this! My DAD who is clueless to the beauty world complimented my hair and said it looks really healthy! This helps with Frizz. A coworker also said my hair looks shiny and healthy. Exclusively using Davines on my hair now. This and the mono shampoo and conditioner."
        },
        {
            "review_title": "Great For Making Hair Soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This leave-in treatment works great. After washing and towel drying my hair, I sprayed this product all over my hair, combed it through and dried my hair. I immediately noticed how soft my hair was after using this product. I did not care for the musky scent, especially since it lingered all day long. Overall this is a great product and I would recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "This leave in deeply moisturizes my hair without making it feel heavy. Throughout the day, my hair remains incredibly soft and smooth, and I love the added shine. Additionally, it tames frizz and flyaways, giving my hair a sleek, polished appearance."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "This leave-in treatment makes my hair feel incredibly soft and manageable. It adds a lovely shine and helps control frizz without making my hair feel heavy. The light scent is pleasant and not too strong. I love how easily I can detangle my hair after using it. It's a versatile product that really works, making my hair look and feel healthier. Definitely a must-have in my hair care routine! Relieved as a gift."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have long curly hair and I have been looking for an exceptional hydration, and this product have this characteristics!!.soft hair and shiny  My hair is curly and the excess heat damaged, I found my Holy Grail to nourishment my hair and has a really beautiful scent"
        },
        {
            "review_title": "My new hair routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "The best hair product that I have received for free! My hair just in a short time of using it has became more alive! Smells great and leaves yours hair looking healthy more alive and in my opinion even more bounce. This works wonders with heat and frizz control"
        },
        {
            "review_title": "Tame the wild",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted davines OI all in one hair milk from davines and Skeepers for my honest review. Normally I have very thick curly/ wavy unmanageable hair. It tends to be frizzy and knot up easily. This leave in conditioner does the trick. It makes my hair more manageable and there are less knots throughout the day. I recommend this product to anyone with wild hair."
        },
        {
            "review_title": "A must-have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "OI All In One Milk has been a game-changer for my hair care routine! It provides excellent hydration, making my hair feel soft and silky. The frizz reduction is impressive, even in humid weather. Plus, it's lightweight and doesn't leave any greasy residue. The scent is lovely and long-lasting. Highly recommend for anyone seeking smooth, manageable hair!"
        },
        {
            "review_title": "Calming Waves",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This product is really easy to apply in the hair and is aimed towards the middle. I have pretty thick frizzy hair so I am always looking for products to help style and calm the waves. This worked perfectly and I will continue to use"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I have been using this product for a few months after buying it at a salon.  I didnu2019t love it the scent at first but I kept using it and I really have no complaints. My hair is thin and fine and this makes my hair smooth and soft without weighing it down.  I really like the scent now. I would describe it as sort of herbal.  I would definitely consider buying this again."
        },
        {
            "review_title": "Makes my hair shiny",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This is a pretty good leave in treatment. The davines OI all in one milk is a multifunctional hair treatment. My hair has less gross after use. It also looks more silky and shiny after use as well. An added benefit is that it provides heat protection. The only con worth mentioning is that the scent is very strong and sticks around for a while. Overall I would recommend this hair treatment as long as you are not sensitive to strong scents."
        },
        {
            "review_title": "My hair looks fantastic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I didnu2019t expect to love a hair product that much. I am normally not a huge fan of hair products, but this lotion helps me handle my hair. My frizzy, tangled hair is manageable with this product. I also enjoy the scent of it so much. My hair finally doesnu2019t look like a broom, but it is smooth and shiny."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love this leave-in so much. I apply it to my hair after washing and it leaves my hair looking and feeling amazing. My hair looks so smooth and sleek after using this on my hair. I highly recommend it!"
        },
        {
            "review_title": "Good for ends",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This oil was good. Itu2019s so nice for ends for hair , keeps them shiny and helps reduce dryness immensely. It doesnu2019t leave the hair greasy just shiny and fresh looking. It does smell a bit like plants. Not anything that should keep you from using it but just be aware if you are sensitive  to smells."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This Ol all in one Milk is great.  I really like how healthy my hair looks with this product.  I use it after I shower and do my hair as usual.  But with this product my hair feels so soft and silky.  I can pass my fingers through my hair and it feels so nice and soft.  It also brings a nice shine to it.  I am really happy with it."
        },
        {
            "review_title": "Sandra",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "The amazing effect of this conditioner on my hair was something I was impressed with. Hair is soft and creates a silky light effect without feeling greasy. The notes convey a feeling of freshness and lightness."
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Dry skin",
            "review_text": "This milk leave was a gifted by Davines US. It is a very good and necessary product with excellent results. It gives firmness to your hair, making it easier to comb and prettier. I recommend it because it is made with ingredients that provide nutrients and softness to your hair."
        },
        {
            "review_title": "An addition to my haircare",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This product was gifted to me in exchange for an honest review. I like the product and use it on a consistent basis. I would use the product more regularly but it is heavily scented and that gets to me. However this is something that is advertised. An unscented version would be nice especially considering the actual product is very good. My hair is very frizzy after shampooing and conditioning and this product does well to tame my hair. The product also leaves my hair with a shine."
        },
        {
            "review_title": "Heavy on fine hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This product definitely made my hair feel soft/shiny but it also made it get greasy quickly. I would have to wash my hair once a day if I used this regularly which I donu2019t like to do. I do have very fine hair though. I received this as a free gift."
        },
        {
            "review_title": "Love this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I received this product in order to provide my honest review and I love it! I have been on the hunt for a new leave in conditioner and this one is great. It perfectly hydrates my hair but isnu2019t too greasy or oily."
        },
        {
            "review_title": "Not what I expected",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Unfortunately, this product didnu2019t work for me . I always use hair milk or cream on my hair. This one unfortunately is very watery and you have to use a lot of sprays to get some sort of moisture. But when you use a lot of spray the smell becomes overpowering. I didnu2019t see a lot of change with it ."
        },
        {
            "review_title": "Smells amazing!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I received this product in exchange for an honest review. I tried this product about 5 times. I wash my hair about twice a week and I am pleasantly surprised with this leave-in treatment. This product did an awesome job with the anti-frizz aspect of it and it kept my hair super shiny, not only that but the smell is so nice but not overwhelming. This is a product I am highly considering to make a staple piece!"
        },
        {
            "review_title": "Adding to My Routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Thanks to Skeepers and Davines, I received this product complimentary in exchange for a review. I am a 4c hair girlie and was surprised with this all in one milk. Itu2019s definitely not at the top for detangling but I did like the shine and frizz control. I noticed a difference in controlling stray hairs after blowing drying. I also appreciate a decent heat protectant. The smell is great and the product is lightweight. Overall, this is something I would add when using heat."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love this leave-in conditioner for my dry curly hair. It moisturizes and detangles my hair and it doesnu2019t have a very strong scent which is great for me. I received this in exchange for my honest review."
        },
        {
            "review_title": "Non incentivized review for a change.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I was  disappointed to see that all the reviews on this were incentivized, which is a real turn off for me. But Iu2019m here to tell you I LOVE this product, and nobody has given me anything to say so .I have been using this amazing product for 6 or 7 years. My hair is fine, thin and basically straight. This leave-in does not weigh my hair down or make it greasy, but it does make my hair much more manageable. Iu2019m not sure how it works, but it seems to really assist in styling and in maintaining my style, while leaving my hair soft and full. I am thrilled that Sephora is now carrying it, as it has been hard to find. Pricey? Not to me. A little goes a long way, and I am always happy with the results. Priceless."
        },
        {
            "review_title": "great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I received this OI All In One Milk Leave-In Treatment complimentary. This product is excellent for detangling hair. my hair feels amazing after using it. This is very versatile. It smells wonderful, and the product has a nice texture. My hair tends to tangle, but having this product has definitely helped. I would highly recommend it."
        },
        {
            "review_title": "Love it !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have received this leave-in treatment to test and review and it's one of the best hair products I've tried.  I'm using it after the brilliant Davine's conditioner and this combo helped my damaged hair so much . I sometimes use this leave-in on it's own to smooth my hair throughout the day a bit and it's a little miracle in a bottle.  My new favourite for sure. Thanks"
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love OI All In One Milk so much by Davines! It smells so good and makes my hair super soft and shiny. I like how it softens my hair yet does not make it greasy and heavy at all. It was gifted by Davines in exchange for my review!"
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I've been using this Milk Leave-In Treatment on my wavy hair for some time, and it's been fantastic. The fragrance is wonderful, and it makes styling my hair much simpler. It doesnu2019t flatten my waves; instead, they appear well-defined and healthy. Additionally, it cuts down my morning routine as detangling becomes effortless. For those with wavy hair looking for an easy and effective solution, this product is definitely worth considering."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone",
            "review_text": "Iu2019ve used this leave-in a few times and itu2019s fine but Iu2019m not super impressed. I applied this product to my hair after I showered but before I styled it and my hair felt pretty soft. I donu2019t think this helped my hair too much with smoothness and frizz, cause my hair is quite frizzy."
        },
        {
            "review_title": "Tames Frizzy and Untangles Hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The Oi All in Milk Leave-in treatment has helped me to untangle my long hair protect my hair from damage and give my hair moisture. The spray is fine and doesn't leave any residue or stickiness. I like that I can use this to help tame any frizz and it works well to brush through my hair. My hair looks shiny and healthy after using the leave-in treatment."
        },
        {
            "review_title": "Great for managing frizz",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This milk treatment is wonderful and lightweight, smells so good and is a powerful detangler as well. Leaves my hair manageable and good for all hair types. I use after I wash my hair and it is still wet, not sticky at all. Smooths and hydrates frizzy hair and leaves a shine, definitely recommend"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was sent this product for free to review. I really liked this. I haven't used it long enough to see how drastic it changes my hair but so far I like what it does. Very easy to apply and leaves my hair feeling and looking great."
        },
        {
            "review_title": "Good product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Not a fan on the scent.I have medium length  frizzy hair and this mist definitely helps me to manage my f hair .It is recommended to use 15 pumps but I use 5 pumps for my hair.My hair is the softest it ever been like this."
        },
        {
            "review_title": "Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This is a great product and it provides several benefits to the hair. It makes the hair nice and soft and I always enjoy using this because it gives the hat a nice volume and shine. I highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I've been using the OI All In One Milk Leave-In Treatment on my curly hair and it has worked great for detangling and smoothing out my hair. I have applied it after wash day while my hair is wet as well as when it's dry and it really does make detangling so much easier and faster plus leaves my hair smooth and soft. It's easy to use, I normally spray it on my middle to ends and that is all I need. Even though it looks like a cream, the spray works bottle works great. I did notice it has a scent but it doesn't bother me and doesn't linger too long."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Complimentary from OI. I love this leave in treatment. I like that is extremely easy to use and helps my hair looks healthier and smoother. I really like that I don't have to rinse it and that it makes my hair smells amazing. My hair feels softer and it's not so tangle after using it."
        },
        {
            "review_title": "Amazing product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "After using OI All In One Milk Leave-In Treatment for days my hair has no frizz and looks shiny I love the smell and really like it I'm in love with this treatment and would definitely recommend it to friends and family."
        },
        {
            "review_title": "Amazing Oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Thanks to skeepers I received this product for free on exchange of my honest opinion. I loved this spray and my hair loved it, it feels much lighter and soft. The All on One hair Milk has a delicious scent and amazing presentation. Highly recommended it"
        },
        {
            "review_title": "Feel like silk hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I recieved this hair milk as gift and so excited use . I use it immediately after washing my hair clean, dry a little bit with towel then spray in all over my hair from length to end( not in the roots) after that i use hair dry to blow out. My hair feel so soft and control the frizzy that better, I canu2019t not keep myself out touching it because my hair feel like silk hair now."
        },
        {
            "review_title": "The Shine Is Unbeatable!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Iu2019ve used Davines Oi All In One Milk on my hair for quite some time now. Iu2019m confident that this has made huge improvements to hairu2019s health and appearance. I use this product when my hair is freshly washed and towel dried for a bit. I spray liberally from mids to ends. Not only does this make my wet hair easier to comb through, but the additional benefits are endless! Once dried, my hair has a ton of bounce and shine! Itu2019s not weighed down at all, but yet it looks healthy and moisturized. Any frizz I have is tamed. Itu2019s easy to apply, and I love the scent! Itu2019s such a unique musky-ambery scent - but it lasts and lasts in my hair keeping it smelling great. I will definitely continue to use this in my hair care routine. The shine speaks for itself!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This product has done miracles to my hair. My hair is finally soft and silky with the use of this product. My hair is usually dull and dry especially in the summer. A few pumps get the job done and will give you that desired look. I recommend this product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I received this as a gift for free. The smell of this is incredible. I canu2019t wait to continue to use it. I can still smell it in my hair the next day. I am excited to try more Davinau2019s products from this line. I will be purchasing this again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "I have naturally fine, coily type 4b hair that I typically wear straightened. This product I received complimentary from Davines has been a fun addition to my silk press routine! I use the product as directed before blow drying and flat ironing my hair and am left with super soft, shiny hair."
        },
        {
            "review_title": "Pretty decent - smells really good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I used this last night after I washed my hair and had put it in a microfiber towel for a bit! I typically use leave in sprays the same way so I'm not new to this!  It smells pretty good - kind of like floral baby powder or something?  Smells good to me! I did notice that it did recommend 10-15 sprays (which I did), which is more than I usually use with other brands! The mist can be fine (or can sometimes come out like a stream if you squeeze it the wrong way) so the 10-15 sprays did make sense to me. Feels pretty light to me - some sprays can feel heavy so I appreciated that this felt light!  My hair is pretty shiny and soft but that's similar to other products I use already! Didn't notice a big difference there.   (I was gifted by Davines in exchange for my honest review.)"
        },
        {
            "review_title": "Great softness and detanglingu2026",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "Davines recently gifted me a complimentary OI All In One Milk in exchange for my honest opinion. The fragrance strikes me as earthy and unisex. It may be too strong for others, but it reminds of a luxury hotel lobby. I use about fifteen pumps for detangling. I get the best results from working on damp hair in large sections. I use my fingers mostly, to keep my curl pattern intact. Thereu2019s some oil content, but this treatment isnu2019t heavy or greasy. It leaves my hair soft and frizz-free. It doesnu2019t do a lot for shine on my 4B texture, but it does help the usual products I use for shine by taming frizz and flyaways. My coils turn out juicy and my blowouts look more sleek."
        },
        {
            "review_title": "Good detangling",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Normal skin",
            "review_text": "I applied this product to my ends only since i felt it was going to be a little too much for my roots. It is somehow greasy but my hair felt soft and it detangled easily. The smell is not the best but not completely terrible. My hair is very thin. was gifted this product by Daviness US"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone",
            "review_text": "I was gifted the OI All In One Milk Leave-In Treatment complementary from Davines in exchange for my honest opinion.  The product helps reduce frizz in my hair and I use it after washing my hair. It has a nice fragrance as well."
        },
        {
            "review_title": "Very nice milky leave in!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "My hair is very fine and oily and long , I typically donu2019t use much product beyond a leave in conditioner. I am not a fan of the smell of this one, I didnu2019t love it but I donu2019t hate it , but it clashed with my other hair mask Iu2019d used scent wise lol . It went away and was fine ud83dudeb2. The spray nozzle works nicely to evenly distribute the product onto my hair , it instantly conditioned it making it easier for me to brush through .  My hair wasnu2019t crazy silky smooth the next day but that could be because of lots of other reasons . I will try this out some more and play around with it to find the perfect combo of hair products."
        },
        {
            "review_title": "Def need this!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "This product was great! I got it in a gift exchange with my friends and everyone was mad I got it! The leave in doesn't leave your hair greasy whatsoever, and I have lasting shine for days. A few squirts goes a long way and I love the silky shine of my hair highly recommend."
        },
        {
            "review_title": "Strong chemical smell, but good product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Im still 50/50 on this product. Seemed to do well in my hair. the smell is really something I canu2019t get over. Itu2019s a chemical smell. It also requires you to spray 10-15 sprays which is a lot and the scent lingers! Although this seems like alot is spray, the packaging is suitable for the amount of product required. I received this product for free. Iu2019m not too sure if I will be repurchasing as I feel there are better items out on the market."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "I recently received this OI All in one hair milk leave in product complementary of Davines. I loved it because it did help me specially because I leave near the beach and my hair is always frizzy but using this product improved my looks."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "I received the product for free exchange for the reviews . This summer I am using it protects my hair from heat and antioxidant .It is not only normal hair multifunctional spray ,also functional like a hair perfume ."
        },
        {
            "review_title": "Beautiful hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Iu2019ve received this product as a gift, after using this product for over a week I can honestly say that I love it, my hair feels less frizzy, its easier to style and smells clean and fresh all day long. I been using this product every day since I got it and Iu2019m happy so far with the results"
        },
        {
            "review_title": "Super soft hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "I received OI all in one milk for free and it is a great product! Good sized bottle that will last throughout many many uses! Very nice texture to the product and also has a very nice smell. Makes my hair super soft"
        },
        {
            "review_title": "Hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I was gifted this OI All In One Milk Leave-In Treatment for free from Davines US. Both my daughteru2019s hair and mine felt very hydrated after using this product! This product is wonderful for detangling the hair! It does have a scent to it, which at first seems strong, but it wears off quickly."
        },
        {
            "review_title": "Nourishing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I've been using Davines' nourishing leave-in treatment, and it's done wonders for adding moisture and managing frizz in my haircare routine. The scent is lovely, with hints of thyme, musk, and pine, which keeps my hair smelling fantastic for hours. Although the initial fragrance is quite strong, it eventually mellows into a subtler aroma. With my aging, fine, straight hair, just a couple of pumps of this product is sufficient. It doesnu2019t leave any heaviness or greasiness behind. Instead, it makes it much easier to brush through my normally tangled and frizzy hair and keeps it soft all day. Overall, it's been a great find, and Iu2019ll repurchase it when I run out."
        },
        {
            "review_title": "Great product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "This hair milk is great for moisture and smells amazing! I will be purchasing more once I run out. I never even heard of this brand before now but it didnu2019t disappoint. I am a huge fan of it now. I will be trying more of the products"
        },
        {
            "review_title": "Makes my hair soo smooth!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I absolutely love this product. It makes my hair feel so soft and smooth. I have damaged hair from bleaching so itu2019s hard to find products that make my hair feel less dry and hay-like and more soft and silky, but this product does!!! I love it. The only thing is that it does smell a bit like bug spray.. but itu2019s not too too bad."
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I received the product gifted by Davines. This treatment helps a lot with detangling my hair, and provides shining. With just 10-15 sprays for each use, my hair feels completely different, softer, smoother, less hair loss. Highly recommended!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I recently used the multi-functional leave-in treatment milk, and it left my hair feeling soft with a pleasant, lasting fragrance. Although it did help with detangling, it was too lightweight for my coarse, coily hair. I didn't see any improvement in shine and can't comment on frizz control, but overall, it's a good option for a lightweight detangler and heat protectant."
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "The first thing I should mention is that the Davines All in One Hair Milk smells really good! My hair feels so much smoother, softer and just all around more manageable and beautiful! I love that the packaging is in a nice black bottle, very simple looking but chic. Definitely recommend and will be buying this when I run out.  I received this complimentary for testing purposes."
        },
        {
            "review_title": "Works great, could smell better",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "The Davines Oi All in One Milk tackles all my hair concerns. To apply, you spray 10-15 pumps in your towel dried hair. I love the shine it gives my hair and how soft it makes it. As for the scent, I do not like it at all, it smells powdery. this was gifted to me by Davines."
        },
        {
            "review_title": "Works well but donu2019t like the scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Dry skin",
            "review_text": "I have enjoyed using this all in one spray so far. My hair feels fairly soft and manageable after use. My curls look healthy and less frizzy even with less gel. The one major drawback is that the scent seems to have a chemical smell to me and I would greatly prefer a more natural scent that doesnu2019t irritate me."
        },
        {
            "review_title": "A definite try it product.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I was gifted this leave-in treatment by Davines US for my honest review.  The smell is a deep amber and Earthyness l. It's not overpowering and lasts for a couple of hours.  The spray comes out a little bit more thick than a liquid but it isn't clumpy. It recommends 10-15 sprays on my hair which is past my shoulders.  This is the softest & healthiest looking my hair has ever been. #gifted_by_davines"
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I wanna mention I revived this product for free and I will give my honest opinion.This product is 10/10 if you have chemical process hair and you donu2019t like cutting your hair this product is for you. Before this product I had not find anything that made my ends feel moisturized without making them look greasy this product does not leave any greasy feeling so just for that 10/10."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have frizzy 2b hair that is a little annoying to deal with. This leave in treatment from Davines has been one of my favorites so far. It reduces my frizz and adds a bit of shine to my hair. Itu2019s also scentless and looks quite natural after use. I really liked how my hair looked after using this with some styling."
        },
        {
            "review_title": "Very hydrating",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I got this in exchange for an honest review. I have dry processed ends and it did seem like it made them hydrated and silky. It has a strong scent that lasts for ever, which Iu2019m not a fan of but my sister loves it. The spray nozzle sprays evenly."
        },
        {
            "review_title": "The best product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "This product is spectacular, I love that it helps me with frizz and even more so in these summer months it is wonderful. because you have everything you need in a product so that your hair feels manageable, healthy and hydrated. I love this product so much and I recommend it 100%"
        },
        {
            "review_title": "Heavy scented",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Davines Ol All In One Milk Leave-In Treatment works well with frizzy hair, leaving it smooth and manageable. It delivers on all its promises, providing hydration, shine, and softness. However, it is heavily scented, and I do not like the scent. If you can tolerate the fragrance, itu2019s an excellent product for taming frizz and nourishing hair."
        },
        {
            "review_title": "It's good If you can get over the smell..",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I like that it has moisturizing and heat protection benefits but I really don't like the scent... It reminds me of an old ladies perfume. The full size bottle is pretty small and if you use 10-15 sprays every day it would run out pretty fast.  I really wish they reformulated it to have a different scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Davines gets very little credit. I hope the brand becomes more well-known so that more people may appreciate its quality. My stylist was the one who initially introduced it to this. She begged for it so much that I gave in, and I realized that she was correct. It has a wonderful scent.  In addition, it makes detangling my hair a breeze. It softens my hair without making it oily or heavy, which I appreciate. I adore this brand dearly."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My favorite leave in! I highly recommend in Iu2019m always trying multiple hair products and this has climbed its way to the time top for me. Itu2019s a pricey product but worth it in my opinion. Iu2019ve repurchased it before"
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This hair treatment is amazing! It made my hair so silky smooth without any greasiness! I cant stop touching it. I would highly recommend it to everyone. I received it for free in exchange for my honest opinion."
        },
        {
            "review_title": "A must buy for dry damaged hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Iu2019m so happy I came across this product ! I really canu2019t get over how good this product smells !! love a great smelling product that actually works with my curls & does what it says. Itu2019s so hard to find products that work well together with having curly hair & I canu2019t get over how well my curls looked & how lightweight this product is! This little bottle has so many benefits for your hair as a leave in conditioner. Iu2019m so happy I came across it & itu2019s definitely guna be added to my wash day routine for a weekly treatment & will definitely be restocking once Iu2019m out ! Definitely give this a try to help save your hair from the humidity !"
        },
        {
            "review_title": "Product is Okay",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "I received this product for free in exchange for my honest review.   I have been using the OI Allin One Mild Leave-In treatment for a couple of weeks. Unfortunately, this product did not reduce the frizz for my hair. I do have thick coarse hair, and struggle to find anything to reduce frizz. This product does leave my hair incredibly soft and shiny. I am not crazy about the scent and will not purchase this product in the future."
        },
        {
            "review_title": "Essential",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "OI gifted me this All In One Milk. My hair can get really dry and often feels weighed down by products. However, this spray is super lightweight and makes my hair feel so soft and healthy. It adds the hydration that my hair desperately needs."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This OI All In One Milk Leave-In Treatment was so kindly gifted to me by Davines in exchange for my unbiased review! After using this product multiple times I absolutely love it! It leaves my hair hydrated, shiny, and really helps with the frizz! I love this product and cant wait to try more products from this brand!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I love how this has multiple benefits in one product. Itu2019s fantastic for my dry-ish ends and oily scalp, doesnu2019t weigh my fine hair down, makes my hair brushable, soft and shiny, tames the frizz. The best leave in for fine hair!This product delivers a strong and soft hair. I definitely recommend it if you are looking for something to recover the shine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I give this a 10/10. Itu2019s been years since Iu2019ve comfortably left my hair out in a wash and go style, because of this product I felt confident enough to do so. I love how easy it is to apply and itu2019s not greasy at all which is a bonus. My hair instantly felt softer, shinier with no frizz in sight. Here I am rocking my natural hair again because of this magical bottle of goodness. Donu2019t think twice, buy it!!! I will certainly buy this product again"
        },
        {
            "review_title": "Helps with frizz and smoothness!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is quite a good leave-in treatment! The product sprays out easily and it helps make your hair super soft. I have longer hair, so I had to use a few extra pumps--it was worth it though! The smell is also nice!"
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This leave in treatment makes me feel like Iu2019ve just stepped out of the salon!! Itu2019s definitely salon worthy!! Has my hair so soft and bouncy, I just love it!! Getting compliments and after just one use!!"
        },
        {
            "review_title": "A must have hair product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I received the Davines OI All In One Milk, as a gift from Sephora, Davines, and Skeepers, in exchange for testing and review purposes. After just one use of this product, I am a true fan. If you have long hair, this product is a must have in your hair care routine. There are so many benefits in this one product, it is hard not to fall in love it. Your hair is left feeling soft, smooth, and silky. This product allows for easy detangling of your hair when combing through, and it also conditions to help strengthen your hair. The scent is amazing! It is not over powering, and lingers between washes. The spray bottle is perfectly designed for easy distribution of the product, and it is not a big bulky bottle. I can honestly say this is a product that I will purchase again, and would highly recommend to everyone."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I have wavy hair but I donu2019t know how to take care of it. I apply this to my damp hair after washing it and I have nice wavy hair with minimal effort. This does have a masculine fragrance which is not my favorite"
        },
        {
            "review_title": "Favorite leave in so far",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I have been using this product about a week and So far so good with this leave in conditioning milk. I like to spray it all over my straight thin hair and brush after it leaves my hair feeling amazing!! Leaves it feeling soft without making it greasy or weighing it down. This also has a great pleasant scent to it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Normal skin",
            "review_text": "Gifted by Davines. The Davines All In One Milk Leave In Conditioner has worked wonders for my frizzy hair. This also does a great job at keeping my hair shiny and soft. This is a must have in your hair care routine!"
        },
        {
            "review_title": "so luxurious!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "I'm so obsessed Davines! I was gifted this OI All in One Milk Leave in treatment complimentary from Davines! First off, it smells phenomenal, like I couldn't get enough! Using 10-15 sprays, I used my fingers to comb through towel dried hair and it left my hair feeling amazing instantly! It detangled so easily and one it dried, it was so soft and shiny! It's just so so good!"
        },
        {
            "review_title": "Amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This product is my absolute go to after every wash. I towel dry my hair and use 3 pump sprays on my hands and rub through my hair, from mid way to the ends. (Medium length, medium thick and wavy hair) The scent is fantastic - a light, yet really great scent. This is a great detangler and adds moisture to my hair. If you use heat for styling - it is a great heat protectant, as well. What I also find is less frizz, in the summer, and my hair has way less static in the winter from this product. A little pricey but I get a good six months from one bottle and I find it well worth the investment."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I am on the beach and in the pool all summer long so my hair stays dry, frizzy and just a huge mess. This leave in conditioner made my hair so much more easy to manage. I spray it on and it makes brushing my hair so much easier.  My hair is soft, smooth and protected."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Iu2019m thrilled with this product! As someone with fine, oily hair, I tend to be wary of most hair treatments, but this one truly impressed me. I sprayed a few pumps onto my wet, towel-dried hair and brushed it through. The outcome was amazingu2014silky, smooth hair with a gorgeous shine! I wholeheartedly recommend this to all hair types, even the finest. I received this product for free in exchange for my honest review, and it really exceeded my expectations. Give it a try!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from OI for testing purposes. It left my daughters hair soft and shiny but I've used better hair products in my past, therefore I'd recommend something else besides this"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received this product for free OI All In One Milk. This product leaves my hair feeling smooth and soft and definitely controls the frizz throughout the day even fighting the humidity! I like the light scent it has."
        },
        {
            "review_title": "not for me.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "I did not like this leave in spray. I have natural curly and frizzy hair. I used this in replacement of my spray leave in right before  my hair cream. My hair dried with a lot more frizz than usual. I hate the strong bar soap smell"
        },
        {
            "review_title": "Amazing for frizz!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Iu2019m a big fan of this hair milk, itu2019s really quick and easy to use just a few sprays after you wash your hair helped tame my frizz and add some shine. It also has a really nice smell! Definitely recommend for anyone with frizzy hair."
        },
        {
            "review_title": "NEW FAV!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I was gifted this product by Oi in exchange for my honest review. I was really impressed by the delightful scent of this hair milk leave-in treatment. It had a wonderfully balanced fragrance that wasn't too strong, and I appreciated that it's suitable for all genders. The spray formula was easy to apply, and my type 2B-2C hair was left feeling incredibly soft and looking beautifully shiny after using this product. I decided to forgo my usual curl products to test out this all hair types treatment, and I was pleasantly amazed by how well it softened and hydrated my fine hair."
        },
        {
            "review_title": "Love the softness!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I got this product for free and did like it on my hair. I did enjoy how my hair felt after using this product, it did leave my hair soft and smooth, didnu2019t notice any improvements on shine though. I do like the product and it works well with my hair, just have to use a few sprays!"
        },
        {
            "review_title": "Silky",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I enjoyed this product a lot and it did a lot for my hair. For example, it looked more shiny, smooth, and a lot less frizzy. I also noticed a difference in texture, I generally have frizzy and wavy-ish hair, but this totally made it more maintainable!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This review is for the OI All In One Milk by Davines.   I applied this to my towel dried hair after easing my hair.  I was able to distribute the product evenly on my hair. The spar bottle worked well. After spraying I combed through my hair.   I have to admit that it felt softer, reduced frizz and it was easier to comb.   The scent smells very chemical to me and almost burns my eyes.   Despite all the positives, due to the scent I would not purchase this product again in the future.   Gifted by Davines."
        },
        {
            "review_title": "Smoothens my hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I received the OI All In One Milk Leave-In Treatment in exchanged for my review. I tend to have problems with my hair being rough, dull and damaged do to me coloring my hair often. I've notice that my hair hasn't felt smooth as it use to.  After receiving the spray, I've been using it a few days now to see if it would work on my hair and I was really happy with the results. After using the recommended amount of sprays of 10-15, after the second day of use, I noticed how my hair felt a lot smoother and looked more hydrated compare to before. The spray did have a noticeable fragrance to it that others may not like, but I thought it smelt great. I'll be using this because not only does it make my hair look great, it also will smell great!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Overall, I like this OI All In One Milk spray. I like the scent but it can be a bit overwhelming when first applied. The scent does dissipate after awhile. It has helped my hair feel softer and less frizzy."
        },
        {
            "review_title": "Must have one stop solution for all my hair needs!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I recieved the OI All In One Milk Leave-In Treatment complimentary from Davines US in exchange for my honest review. The OI All In One Milk Leave-In Treatment my go to now for a one stop solution for all my hair needs. It leaves my hair feeling so healthy and hydrated,bouncy and shiny!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "If you ever needed a product that detangles, softens your hair and leave it less frizzy with shine, run and grab this leave in treatment. I liked the ease of use and how fast i saw results from this product."
        },
        {
            "review_title": "Solid heat protectant with frizz control",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "Am loving this hair product so far. First I towel dry my hair and then I spray all over from mid length down to roots. It has a really nice scent and works super well - itu2019s anti-frizz and leaves hair feeling so soft. It leaves my hair super shiny too, I do recommend this product. I received this product free from OI."
        },
        {
            "review_title": "Detangling, heat protectant, fragrant.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I use this product to help detangle and to protect my hair from heat while blow drying it. My hair is curly which makes it difficult to detangle. This milk treatment makes it easier to brush out, saving me time and reducing breakage to my hair (for both wet and dry brushing). This product has herbal and pine notes in its scent, it could lean medicinal to some, but I personally like the fragrance, it smells fresh and aromatic. This product was kindly gifted for an honest review."
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love the way my hair looks after using this hair care product.  the hair looks chic and luxurious.  the product is easy to apply."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This hair care item seemed was nice from the texture. I received this product as a gift from the company, this product was received for free. I did think the smell stronger than I originally expected."
        },
        {
            "review_title": "My best part after washing my hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is by far, the best hair milk I had try in a long! ( if itu2019s not the best for my thin hair) The application in this formula is just amazing, itu2019s a light texture, an aromatic herbal scent and the easiest way to apply that gives all the stars but more, itu2019s the feeling that my hair is alive and moves again with the wind, feels healthy, and smells great! Absolutely lovely and definitely will be purchasing another after this bottle ends!"
        },
        {
            "review_title": "Healthy shiny hair at home.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "(Incentivized) I recently used Davines OI All in One Milk with Roucou oil, and I absolutely love how my hair feels afterward. Itu2019s incredibly soft and smooth after just one application. The mask smells fantastic and is effective for all hair type. It is perfect for tackling dryness, frizz, and damage. It also boosts shine and provides heat protection up to 446u00b0F. This vegan product comes in recyclable packaging and features Roucou oil, which offers protective antioxidants and beta-carotene. After spraying 10-15 times on towel-dried hair, either air-dry or blow-dry for instant results. For very dry hair, apply to your palms first and on the hair spreads it evenly. This treatment is highly effective and delivers immediate, noticeable improvements. I highly recommend it to anyone who wants to achieve healthy shiny hair at home."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "I received complementary OI All In One Mill leave in spray and I absolutely love it! My hair is now soft, shiny and very smooth. It helped so much with brushing out knots after shower. Leaves hair super manageable. A must have for sure."
        },
        {
            "review_title": "This is the oneee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Girlllllllllllsssss. This is the one. Iu2019m really liking this product so far. It smells SO GOOD and the way it makes my hair just sooo soft and shiny and all around great! Itu2019s easy to use and it works so well, even with the first use - you can tell the difference it makes!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I have fine, thin hair but this product didnu2019t weigh it down or make it look oily. It helped detangle my hair and left it feeling super soft.  It doesnu2019t make my hair get oily any quicker than normal. I will definitely continue using."
        },
        {
            "review_title": "Fav product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "I love this leave-in! Little goes a long way and it smells so amazing. This product made my hair feel so so so soft and didnu2019t leave it greasy looking! I used on clean/damp hair and only used about 10-15 sprays."
        },
        {
            "review_title": "Detangles and adds shine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Davines kindly sent their OI All In One Milk for free in exchange for an honest and unbiased opinion. This product has transformed my hair care routine into a luxurious experience. This multi-tasking product is nothing short of a miracle worker. From the moment I first sprayed it onto my damp hair, I noticed an immediate improvement in manageability and shine. The scent is divine, a delicate blend that lingers subtly throughout the day. What truly sets this product apart is its versatility. It serves as a heat protectant before styling, effortlessly detangles my locks, and even helps control frizz in humid weather. After using Davines OI All In One Milk consistently, my hair feels noticeably softer and healthier. Whether I wear my hair straight or curly, this product consistently delivers exceptional results. If you're searching for a hair product that combines effectiveness with a touch of luxury, Davines OI All In One Milk is a must-try. It's become an essential part of my hair care routine, and I can't recommend it enough for anyone looking to elevate their hair game."
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "The best product to make hair shiny and glossy without feeling heavy and oily. I like using it after I wash my hair. It has herbal scent which doesnu2019t irritate me at all! The package is so cute too. Gifted by davines"
        },
        {
            "review_title": "Haircare",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The smell of the product was a bit strong for me. feels nice when applying on the hair. I do recommend it to get with the frizz and to help your hair overall. The texture is a milky texture. The liquid is white and has a though smell like sourly."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "OI All In One Milk Hydrating hair milk for reducing frizz itu2019s a wonderful product to have. It makes my hair soft. It helps eliminate frizz and detangling knots. it also helps provide heat protection. It has a nice perfume scent."
        },
        {
            "review_title": "Great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Combination skin",
            "review_text": "I received this product free from skeepers in exchange for my honest review. I recommend this product! The smell is a little different but I like it. I like how soft my hair is after using this product. I have frizzy curly hair and my curls love this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "It does the job, I applied it after my shower and it detangled my hair fairly well. My hair doesnu2019t tend to get too tangled either but it did detangle it . I wasnu2019t very big on the scent itu2019s VERY strong. It almost smells herbal to me."
        },
        {
            "review_title": "So impressed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "This product does not disappoint. I have oily, fine hair and it has not been weighed down by this product. I was so relieved to see the beautiful results!  I sprayed 10 pumps onto wet, towel-dried hair and combed it through my hair with ease. Upon drying, my hair was radiant, shiny, and silky smooth. It looks and feels so healthy. I'm so happy with it! I recommend this for all hair types.  I received this product free in exchange for my honest review."
        },
        {
            "review_title": "Shiny and hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Wow! I have to say this is a great product! My hair feels so so and hydrated.  I always had a problem with dull and frizzy hair. After using this product my hair now looks shiny and no frizz. It has a clean smell. I definitely recommend. I received this product for free in exchange for my HONEST REVIEW."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I got the Davines OI All in One Milk and I absolutely love it. This product is my absolute go to after every wash. This is a great detangler  and adds moisture to my hair. If you use heat for styling, then it is a great protectant as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "I received this product for free and have really enjoyed using it. Iu2019ve been using it as directed after washing my hair and it has really helped detangle my hair. After blow drying and styling Iu2019ve found that my hair is softer and looks shinier. I struggle with leave in products, they often leave my hair greasy and it feels weighed down but this does not feel that way. I highly recommend"
        },
        {
            "review_title": "Great leave in treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "I recieved this product for free in exchange to my honest review. I put this on my hair after the shower since it needs damp hair and my hair so far is so smooth and silky I love and it doesnu2019t look so dry. I see the difference It made just buy putting it on once I will keep using it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "The thing that I love the most is that I donu2019t need to rent this off and is like four product in one bottle. It helps protecting from the heat detangler and freeze free. Me and my daughter really love this product. I will definitely recommend it. This product was gifted byOI"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this leave in from Davines for free to review. This product is lightweight and smooth, and very perfumed. I enjoyed the scent and how it lasted for a few hours. It was a musky floral scent and wasnu2019t too overwhelming."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "It is really wonderful. It leaves the hair easy to comb, moisturized, shiny, and has a beautiful smell. It leaves the hair moisturized and wonderful and protects the hair at the same time from heat.gifted by davines"
        },
        {
            "review_title": "Holy Grail Item",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I love this multifunctional leave-in treatment by. The Oi All in One Milk is good for all hair types. You apply 10-15 sprays to the lengths and ends of your hair while it is wet.  Iu2019m so glad I had the opportunity to try the Davines Oi All In One Hair Milk for Softness and Shine, as it has become a new holy grail item of mine. I would highly recommend this product!"
        },
        {
            "review_title": "Its good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "I loved this product, it really left my hair hydrated and soft. The smell is pleasant but not invasive. It has a light texture and does not leave hair greasy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Totally obsessing over this leave in! It left my hair feeling so soft and it was so easy to brush through which is not easy to accomplish with my hair. It left it feeling so soft and healthy. Gifted by Davines."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this product gifted by Davines US! I have frizzy hair and this hair treatment has made my hair hydrated, less frizzy, It feels great on my hair. i like this hair milk spray. It leaves my hair feeling super soft and shiny!"
        },
        {
            "review_title": "One of the best leave-in conditioners I have used!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I am absolutely in love with this Davines OI All In One Milk Leave-In Treatment! Not only does it leave my hair feeling soft and silky, but it also provides protection from heat damage and helps to detangle my hair effortlessly. I love the lightweight formula that doesn't weigh my hair down and the amazing scent that lingers all day. This product has definitely become a staple in my hair care routine!"
        },
        {
            "review_title": "Also great for styling!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Combination skin",
            "review_text": "I love this OI All In One Milk Leave-In Treatment! Spritzed onto towel-dried hair, it fully dries super hydrated and not at all heavy or greasy. I even sprayed some onto my palm and rubbed it into my husband's dry hair and it left it full of volume all day, so I recommend giving that method a try on short hair!"
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Dry skin",
            "review_text": "I love OI ALL IN ONE MMILK LEAVE IN TREATMENT! I received this in exchange for my honest review. I really appreciate the spray cap, instead of the creams and oils you need to rub in your hair. After a few sprays it left my dry frizzy processed hair easier to comb, soft, silky, smooth and more manageable instantly. It also smells nice. The best part is that it has heat protection and conditions the hair so that the blow-dry wont damage your hair. I definitely recommend it!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "LOVEEE! Works best when you wash your hair and after itu2019s dried at least 50%. Apply but make sure not to add too much as it may make it look oily and not in a good way. I love this doesnu2019t not weigh down my hair and makes it healthy looking"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "I used to use Davines deep conditioner and loved it. This product made my hair hydrated and soft, but the scent was so overpowering that I just couldn't take it anymore. I would have loved it if the scent was dialed back a bit."
        },
        {
            "review_title": "Amazing hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This all-in-one milk with Roucou oil Is amazing. It hydrates and detangles my hair. It also makes my hair super shiny. You just apply 10 to 15 sprays to towel dried hair. I would highly recommend it. I am obsessed!"
        },
        {
            "review_title": "so so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "This hair milk is wonderful! My hair smells so fresh and it is so very soft. The scent of this is so clean and fresh. The product is lightweight and was very nice to use. I will be adding this to my regular routine. I was gifted for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I've heard amazing things about this leave in conditioner so i was really excited to try! I enjoy the scent and dont find it to be too overpowering after it dries down. my curls are feeling really lively and  soft."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Gifted by Davines all in one milk leave in treatment is simple awesome. Light weight, It detangles, also helps with frizzu2019s. Ii love that is has heat protection. Itu2019s leaves your hair feeling nice and smooth with a beautiful shine."
        },
        {
            "review_title": "Best stuff ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I got sent this leave in hair conditioner and I got to say from using it for a day or 2 it has made a difference in my hair it has made it soft and left frizzy but it works amazing I would recommend this to anyone"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product gifted by Davines US and I use about 15 pumps fpr my long hairafter towel drying my hair. It keeps my hair soft and manageable. My hair feels happy and hydrated and it even has more shine, I love that it's a leave in so it makes it super simple to use"
        },
        {
            "review_title": "Perfect product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "IO Conditioner is a miracle worker for my color-treated hair! I was worried about dryness and fading, but this conditioner has kept my locks hydrated and vibrant. It's like a drink of water for my hair - it absorbs quickly, detangles with ease, and leaves my hair feeling soft and supple. I love that it's sulfate-free and gentle enough for frequent use. Plus, the subtle scent is lovely and non-overpowering. I've noticed a significant reduction in frizz and flyaways, and my color looks more rich and dimensional. Whether you're looking for a daily conditioner or a deep treatment, IO Conditioner delivers!"
        },
        {
            "review_title": "A must summer have hair milk",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "I received this product by Devines , First of all this is an amazing all in one milk that leaves my hair so soft and manageable, it controls my frizz through out the entire day and the smell is so pleasant, this is also is a heat protector, it has antioxidant , it makes coming my hair such a breeze so easy to detangle now . My hair is so shiny now The packaging is so nice too ."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "OI All in One Milk leave in treatment is easy to use. It helps with detangling hair and makes my hair less frizzy. The scent is not bad.  The product also provides heat protection. This was gifted by Davines."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I read this product had a very intense perfume and looked for a description of the scent everywhere but it seemed like no one could describe it. When I received this, I was hesitant to actually spray this in my hair due to the strong fragrance, but Iu2019m so happy that I did. I, like many others, cannot identify what this smells like, so I apologize- but I will say that itu2019s stronger in the bottle than it is when actually applied. It remains in the hair, but it fades out pretty quickly (which is a plus in my book). I have very long hair down my back but since it is very fine, I went for the lower end of the range of suggested use and applied 10 sprays after washing my hair. I did not rinse it- just combed it through and then went to sleep. When I woke up, I was shocked. It helped bring out the natural wavy texture of my hair and defined the waves beautifully- which is something I never expected. My hair was so shiny and bright, and perfectly smooth. Iu2019ve never used any conditioner thatu2019s made my hair as soft as this hair milk made it. I honestly couldnu2019t believe it! I am SO happy with the results and Iu2019m looking forward to my next wash day! I was gifted this by Davines, but would happily repurchase (especially if they made it unscented, or offered it in other scents)!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "In love with the smell of this product. It makes me feel like Iu2019ve just left the salon every day. I also enjoy how moisturized it makes my hair feel without weighing it down. I think this product is really good for people with fine textured hair who need some moisture, shine, and detangling after the shower."
        },
        {
            "review_title": "Hydrates your hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Received this product complimentary from Davine US. Applied this product to my towel dried hair, and no needed to rinse out. After blow drying my hair felt more hydrated and had a tad bit of shine to it. Would recommend this to anyone who needs more hydration to their hair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is amazing! It is really simple to apply and coats my hair evenly, making combing a breeze. My hair feels healthy and soft. It has a beautiful shine and no more frizz. I love that itu2019s a heat protectant as well up to 450! Gifted by Davines."
        },
        {
            "review_title": "Revives hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I have always struggled with dry ends to my hair So using a all in one leave in conditioner at night has a really helped transform my hair into being healthier, especially the ends. I love the formula inconsistency itu2019s easy to use and apply at night."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I have fine thin hair and it gets really frizzy during summer. This oil really helps calm it and I love it that it also keeps my ends hydrated. I highly recommend it if you want smooth hair after blow drying."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "OI All In One Milk Leave-In Treatment is a standout product for its lightweight, creamy texture and pleasant floral scent. It effectively moisturizes, detangles, and reduces frizz while providing heat protection. With Roucou oil and no parabens or sulfates, it offers quality ingredients. Though it's pricier, the results justify the cost, as a little goes a long way. Overall, it's highly recommended for anyone seeking a versatile, high-performing leave-in treatment for healthier, more manageable hair."
        },
        {
            "review_title": "Silky Smooth Strands",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I was gifted by Davines this leave in hair product and I absolutely love it. This leave in hair milk spray is my new holy grail product. It tames my frizz beautifully and my hair is so silky smooth and manageable. It's the best detangler and it smells amazing. A little goes a long way and it is great for all hair types. My hair is instantly transformed with this product and I am highly impressed with the results I'm seeing. I'll definitely be purchasing and I highly recommend!"
        },
        {
            "review_title": "Smoothness for your hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "OI all in One Milk was gifted by Davines US. Iu2019m very pleased with the quality of this product and how my hair looks. It has become incredibly smooth and nourished, easy to comb through. The oils in the formula donu2019t weigh down my hair and give it a nice shine. However, itu2019s important to note that this product has a strong perfume scent. Consider this when choosing it. Personally, since I use a blow dryer and straightener for styling, so I practically donu2019t feel this scent"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was gifted OI All In One Milk Leave-In Treatment by Davines Us. I was skeptical in the beginning, however I liked it. It is very easy to use it, hair is not weighted down and feels so soft. I would say that product is really decent, however I did not like the smell."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I will try to introduce it to my sister because she also has chemically damaged hair. This product contains a lot of oil so it can reduce the dryness and damage of my hair. It makes my hair softer and shinier."
        },
        {
            "review_title": "Effortless Shine and Softness!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Davines OI All In One Milk Leave-In Treatment has become a staple in my hair care routine. This multi-functional spray delivers exceptional hydration, detangling, and frizz control. Infused with Roucou oil, it leaves my hair feeling silky, smooth, and manageable without any heaviness. I love how it enhances shine and softness, making my hair look healthier and more vibrant. The light, pleasant scent is an added bonus that lingers subtly throughout the day. Perfect for all hair types, this leave-in treatment truly lives up to its name, offering comprehensive care in one easy step. Highly recommended!"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This is such an awesome leave in hair treatment! It smells so great as well. After simply applying to my hair after washing, it has made such a big difference in how less frizzy my hair is. It feels much softer as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Very lovely leave in treatment, Absorbs really fast into my coily hair and My detangling process is a breeze because of this product. It also has heat protection benefits, I love how multi functional it is."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "If you want soft, shiny and more manageable hair, I highly recommend this product. It works great and you see results fairly quickly. My curly hair had less frizz and was bouncy with shine. This is a must have."
        },
        {
            "review_title": "Love!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This is a great leave in conditioner, and as a curly haired girl I have tried a lot of them. Everything from this brand is luxe and well performing, I received this product for free from the brand, but I will continue to be a loyal customer!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I absolutely love OI All In One Milk! This leave-in spray does it all: it softens, detangles, and tames frizz while offering excellent heat protection. My hair feels incredibly smooth and looks super shiny after using it. The lightweight formula is perfect for my hair type, providing hydration without any greasy residue. I appreciate how easy it is to applyu2014whether directly on damp hair or through my hands. Plus, the fragrance is delightful and lasts all day. It's become a staple in my routine for keeping my hair healthy and manageable. Highly recommend for anyone looking to achieve smooth, manageable, and protected hair."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "Gifted for free by Davines ud83dudc95 I applied the product onto wet hair and blow dried straight. My hair was smooth, shiny, and beautiful! The scent is very nice and I love that the product doubles as a heat protectant. Love this stuff!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I highly recommend the Davines OI All In One Milk to anyone looking for a versatile and effective leave-in treatment. It simplifies my hair care routine by combining multiple benefits into one product, and the results are fantastic. Whether you have dry, damaged, or just unruly hair, this product is definitely worth a try."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "My hair was so shiny and luxurious. It smelled amazing. Worked even in hot days. My hair was soft and detangled. This treatment was amazing. I look great in any weather. Iu2019m so happy with this product"
        },
        {
            "review_title": "ABSOLUTELY LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "This is such a great product, especially when used with the OI conditioner! When used in conjunction with one another, i was blown away.   It left my hair feel so soft and shiny. My hair has literally never felt so good before!  It didn't weigh my hair down either which is such a huge plus because it's hard to find a product that hydrates without weighing the hair down.  The bottle provides the perfect amount of mist.  I didn't like the smell too much at first, but it grew on me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This hair milk is amazing! I use it on my wet hair after washing and I love the results. It smells amazing and leaves my hair feeling super silky and soft. Using with the OI shampoo and conditioner is perfection."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Gifted by Davines. Wonderful strong smell that lingers throughout the day. My hair looks shiny and works wonders for my freezy, wavy hair, specially in the North Carolina humidity. Definitely recommend trying it out."
        },
        {
            "review_title": "Amazing product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I really loved this product! It truly seems like a lifesaver and has really helped the smoothness and silkiness of my hair. The consistency of it is so thick that you only truly need a few sprays for it to work."
        },
        {
            "review_title": "SO GOOD",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Such a great leave in!! I have very fine virgin hair and this doesnu2019t weigh me down at all!!!! I used about 8-10 sprays after my shower and it blended right in to my hair and demtagled so easily! The scent is AMAZINGG and lasts for a little while which I love! Itu2019s also a heat protectant too so Iu2019m not afraid of the blow dryer after my shower!"
        },
        {
            "review_title": "So mice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I am in love with this Leave in milk treatment! My poor dry hair absolutely loves it! It is easy to use and leaves my hair so soft and manageable! I love the scent too! So nice and refreshing.  I definitely recommend"
        },
        {
            "review_title": "Helps with smoothing and softening hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "Davines is totally new to me but I was excited to try the All in One milk, as I understand it's one of their most popular products. I've been using it for about a week and really enjoy it. I noticed major smoothing benefits both when applied on dry and damp hair. My hair is quite frizzy and this is not a frizz product, so it doesn't completely eliminate the frizz, but it provides short-term smoothing and long term softness. It smells soooooo luxe and the scent was noticeable all day long. Overall I love this for adding scent, softness, and smoothness throughout the day as needed."
        },
        {
            "review_title": "Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "All in one milk treatment from davines is great for my wavy hair. Itu2019s lightweight easy to apply and not messy this hair spray makes my hair look shine ir feel softer and easier to manage. I like the packaging"
        },
        {
            "review_title": "Very good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The best leave in hair treatment ever. It is not super sticky or oily on hair. Very pleasant natural smell, not harsh or chemically. Will leave hair super soft. Definitely recommend it to everyone to try!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I really like this product. It makes my hair silky and shiny. It detangles and eliminates my frizzies. Just be aware to use small amounts or it will make hair greasy looking. Keep away from roots. I would certainly buy again. I received this product free for my honest review"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Darvines Ol All In One Milk Leave-In Treatment is a game-changer for hair care. This lightweight formula detangles, adds shine, and provides deep nourishment without weighing hair down. Its pleasant scent and versatile benefits make it a must-have for maintaining healthy, vibrant locks. Highly recommend!"
        },
        {
            "review_title": "Feels amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is a great leave in spray. I recieved this for free in exchange for review. I sprayed about 10-13 spritzes for my long hair, if your hair is shorter you will probably use less. I could immediately feel a difference in the texture of my hair. Itu2019s soooo soft. Itu2019s been a few hours and my hair hasnu2019t gotten tangled or knotted which is a miracle because my hair is always so tangled just from doing nothing. But my hair smells so good and is still so soft. Iu2019d recommend this spray to anyone with hard to deal with hair. I canu2019t wait to use this on my daughteru2019s hair as well."
        },
        {
            "review_title": "Best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This multi-functional milk is seriously impressive! It has given my hair a radiant softness and effectively tackles tangles and frizz. The added antioxidant and heat protection benefits are a bonus, not to mention the lovely long-lasting scent. The lightweight formula makes it easy to hydrate and control frizz. I just spray it on my towel-dried hair, and it does wonders. This milk has become my favorite for keeping my hair hydrated and shiny!"
        },
        {
            "review_title": "Great for curly hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This milk is one of my favorite leave in for my curly hair, it is very light and absorbs pretty fast. It does hydrate my hair , makes detangling easier and helps with frizz which is a big problem for me. My hair loves this, it does make my styling process so much easier. I have also noticed that my hair doesn't tangle as much as before which I guess is one of the benefits of good hydrating ingredients."
        },
        {
            "review_title": "The trifecta of hair products",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This all in one milk leave-in treatment from Davines is very multifunctional. It helps with frizz, detangles, and heat protection. It is the trifecta of hair products and I love it. I use it right after the shower on my mid to ends and my hair looks so shiny and smooth. I received this complimentary from Davines."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "The perfect all-in-one hair treatment! It helps detangle my hair so itu2019s easier to brush through, and helps hydrate my dry ends. It also works as a heat protectant, and makes my hair shiny without it looking greasy. The fragrance is pleasant and long lasting as well! Best of all though- it helps tame my frizz, which I constantly struggle with."
        },
        {
            "review_title": "Leave in treatment",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Lightweight with a detangling and moisturizing effect, the all in one Milk is a hydrating hair milk with multi-functional properties. This leave in spray softens the hair and helps manage frizz. Apply to length and ends of hair. Apply 10-15 sprays."
        },
        {
            "review_title": "Smells divine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This leave-in spray is divine. A little goes a long way in making my hair feel soft and silky and smelling like I went to a spa. A few additional sprays are needed for it to have a fantastic detangling effect. I highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great leave in for daily. The scent reminds me of a fancy spa product, kind of earthy but still fresh and clean. Just spray and brush it out and style. Hair is soft and detangled after and smells great."
        },
        {
            "review_title": "the only leave in you need",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "another lovely product from Davines! This all in one leave in is so perfect my fine hair! Application process is simple and easy, made a wonderful experience with the beautiful scent of the product! It tames my frizz, leaves my hair shiny and smooth AND itu2019s a great heat protectant! Itu2019s hard to find a leave in THIS good these days!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "SO SO SO SOOOO GOOD!!!!!! Love how this makes my hair feel like a shiny smooth goddess!! I was gifted this by skeepers but I would still buy this on my own. This is so good for your hair and makes it feel amazing."
        },
        {
            "review_title": "Great!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "I received this product complimentary from Davines! I love this leave in!  It works so well at making my hair soft and silky smooth!  My frizz is totally gone too!  I only use it from mid length to my ends and that's exactly what my hair needed!"
        },
        {
            "review_title": "Good serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This makes my hair feel like butter without the grease feel! This smells SO good. It doesn't weigh down my hair, keeps curls pretty shiny, and helps with frizz. It's not significantly more effective than drugstore hair products, but does a good job. I thought I'd hate the spray bottle, but it's actually nice."
        },
        {
            "review_title": "Excellent for Detangling! Smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Hair detangling is hard and I was on the lookout for a product to make it simpler with minimum breakage. I was excited to try the OI All in One Milk,  I received it as a free product. I use it after I wash my hair with a gentle shampoo, it helps me effectively detangle my hair & soften it! My hair feels soft and nourished and smells amazing all day (like i just stepped out of a high end salon). The Davines all in one milk is very versatile product  that doubles up as a heat protectant too! I absolutely love the fragrance. A small amount goes a long way and it softens,Nourishes and detangles my hair also takes away the frizz! The packaging is sturdy,  perfect for travel too. Cuts down the hassle of carrying multiple products!"
        },
        {
            "review_title": "Loooove",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Davines. Perfect. I am in total love with this hair treatment. My hair is soft, moisturized and healthy looking. I would highly recommend it to everyone to try it out!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "this all in one milk spray is my new holy grail! davines packs a punch with this one... i saturate my mid lengths to ends after washings and detangling is so easy. my hair comes out silky smooth and soft, plus i don't have to use a separate heat protectant. bonus points for the heavenly scent that lingers in your hair <3"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I received the Ol All in One Milk hair spray for my honest opinion. While this spray did its job, I thought it was just okay. The smell however was absolutely terrible. It has too much of a chemical scent."
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I tried and loved this hair conditioner. It leaves my hair soft, manageable, and free of frizz without feeling heavy or greasy. It smells so fresh and leaves my hair looking and feeling are excellent. Overall, it has made my hair healthier and easier to style. Definitely recommend and will repurchase!"
        },
        {
            "review_title": "Perfect before combing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This leave in milk is just amazing. My hair feels super manageable. Itu2019s perfect to use after washing my your hair and before combing. It helps to give shine and moisture your hair before combing. It smells great too"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I enjoyed this product! It works great as a leave-in/detangler. I do have very thick hair so I needed about 15 sprays to really cover all my ends, but the bottle is a pretty generous size so I think it will last a while"
        },
        {
            "review_title": "I would purchase this again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This spray in was very good to use on my hair. It made it very soft and acted like a leave in conditioneru2026. I didnu2019t have any oily hair the next day even when you put it by your scalp area. I would recommend this to a friend."
        },
        {
            "review_title": "Love!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I've been searching for the perfect hair care product, and Davines OI All In One Milk has been a game-changer for me. With fine, frizz-prone hair, I've always struggled to find something that adds moisture without making my hair feel heavy. This product, however, has exceeded my expectations in every way."
        },
        {
            "review_title": "Lightweight and effective!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The Davines All In One Hair Milk is a powerhouse of a hair product. With generous spritzu2019s to my damp hair, I felt the difference immediately. My hair was much easier to brush out right after using. As it dried I noticed my hair being touchably softer, shiny, and as a bonus it smelled amazing too. You canu2019t beat a one step product with so many benefits!"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "It has good ingredients like proteins and vitamins, and no harsh chemicals like parabens and sulfates. A little goes a long way, so the bottle lasts a while. Itu2019s worth the price for how well it works. The All-in-One Milk Leave-In Conditioner is a fantastic product. It makes hair smooth, manageable, and healthy-looking. Definitely worth trying!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I've been using this leave-in conditioner for years, and it's become essential for me! My wavy, bleached hair often dries out from frequent use of hot tools, but this conditioner makes it incredibly silky and replenishes its moisture. Plus, it smells amazing and is one of my favorite steps in my hair care routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Im not a huge fan of the scent but I absolutely recommend this hair treatment id you have dry, damaged hair like me. Everytime I use it, it turns my brittled hair into a more hydrated and silky and shiny lush of hair that I canu2019t stop touching. The texture and feel of product is not greasy or heavy either."
        },
        {
            "review_title": "One of the best leave ins",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "i really love this hair milk spray.  It leaves my hair feeling super soft and helps to make it look a lot less frizzy.  it's a great 2 in 1 dentangler and leave in conditioner.  i also like the way it smells and it stays in my hair a while.  i love the whole OI line!"
        },
        {
            "review_title": "Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "So many great things to say about this. Itu2019s not heavy treatment as it doesnu2019t weigh my hair down. I have a lot of tangles but Iu2019m so happy that it makes my hair brushable. Plus it controls my frizz and leaves my hair shiny. Canu2019t get enough of it!"
        },
        {
            "review_title": "Best product ever!!!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Best product ever!!!!!!!!!  Iu2019m in love with this all in one of Davines.. my hair looks super luminous, feel healthy and heavy. Smells very good and not oily, perfect for my hairud83eudd29. My mom loves too, she said that this products help her hair a lot."
        },
        {
            "review_title": "LoveIt",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "It feels great on my hair. Doesnu2019t make it feeling oily at all. I love how it smells too. Itu2019s great. My hair is super dry from bleaching it. I love that it makes my hair really soft. I put it on before I go for a walk."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This stuff is seriously life-changing for my hair. It not only smells amazing (like a tropical vacation ud83cudfddufe0f), but it also makes my hair feel like silk! ud83dude0d Plus, it's so versatileu2014perfect for detangling, adding shine, and protecting against heat. Trust me, this is a game-changer for your haircare routine!"
        },
        {
            "review_title": "A Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This really does everything I need in a all in one! It protects my hair from heat damage and leaves it silky soft. It doesn't leave behind any stickiness or greasiness. I have fine curly hair and I didn't find this heavy, it's super lightweight and helps so much with frizz. This is definitely a staple in my haircare routine!"
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Perhaps this product isn't suitable for me due to my dry and oily scalp. Another concern I have is with the packaging. Personally, I would prefer a dropper applicator so that I could dispense the product into my hands and then apply it to my hair. The instructions suggest spraying it directly onto the hair, but I find that it doesn't distribute evenly. Additionally, I wasn't fond of the scent of the spray, and it caused itching on my scalp. Overall, I don't think this product is right for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I have extremely frizzy and dry hair so I am constantly looking for hydrating products and this All in one milk leave in treament helps my hair feel and look healthy so much! I use it sparingly throughout my hair and my hair has such a glow!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Received this product for freee . I like how cute the product is I can take it everywhere I go which is a good thing for me. Itu2019s quite good when I use and it helps with my hair thinning I donu2019t know how. It quiet good for my 4c hair"
        },
        {
            "review_title": "A holy grail for my hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "As someone who has struggled with dry and frizzy hair for years, I am always on the lookout for products that can help manage my unruly locks. This OI all-in-one milk leave-in treatment by Davines US comes in a sleek, matte black bottle with a pump dispenser, which I find incredibly convenient for controlling the amount of product I use. The minimalist design is both elegant and practical, making it a stylish addition to my bathroom shelf. The OI All In One Milk has a lightweight, milky texture that feels luxurious without being greasy. It distributes easily through my hair and absorbs quickly. The scent is divine u2014 a subtle, clean fragrance that lingers just long enough without being overpowering. Itu2019s refreshing and adds to the overall experience of using the product. I typically apply the milk to damp hair after washing. A few pumps are sufficient for my shoulder-length hair. Itu2019s incredibly versatile, working well whether I decide to air dry or blow-dry my hair. OI All In One Milk Leave-In Treatment by Davines US has become a staple in my hair care routine. It delivers on its promises of hydration, softness, and manageability, all while smelling fantastic. If youu2019re looking for a multi-functional leave-in treatment that truly makes a difference, I highly recommend giving this product a try. Itu2019s a small luxury that yields big results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I recently tried the Davines OI all in one milk hair treatment and this was great! My hair feels clean and much smoother. I love the packaging and this is something Iu2019ll be adding to my regular routine"
        },
        {
            "review_title": "holy grail!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is my holy grail hair product! I have frizzy hair and this hair treatment has made my hair hydrated, less frizzy, and easy to comb through. It smells amazing and is easy to spray. Gifted by Davines"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "This is my first time using Davines, and I absolutely love their leave-in treatment! It moisturizes my hair incredibly well, and I didnu2019t need to use much product. I noticed an instant shine and couldnu2019t be happier to have received this gift from Davines."
        },
        {
            "review_title": "Love It!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The OI All In One Milk leave-in hair treatment is amazing for my hair! After using it for two consecutive days post-wash, my hair became noticeably straighter and softer, unlike its usual dry and frizzy state. I prefer this treatment over hair oils, which tend to make my hair oily and heavy. Plus, it provides added sun protection, which is crucial with the city's humidity and intense heatwaves."
        },
        {
            "review_title": "Softer shinier hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Ever since I started using this milk leave in my hair has started looking so healthy and shiny. Itu2019s also made Detangling my hair much easier . My hair is softer so it hasnu2019t been getting as tangled as much.I received this product complimentary from davines."
        },
        {
            "review_title": "ambarcy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I really like how easy it is to apply, it leaves my hair soft and with a nice shine, I love the texture of the  OI All In One Milk Leave-In Treatment,It absorbs very well although I think it is not a good option for super dry hair."
        },
        {
            "review_title": "Frizz control",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This is my first time using a product from this brand and I love it! My hair gets so dry and frizzy at the lengths and ends, but not after using this! Simply spray on clean damp hair and style how you want it! Easy and effective :)"
        },
        {
            "review_title": "Silky and smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Okay.. hear me outu2026 imagine a clean and fresh laundry detergent scent that makes your hair feel oh so soft and shiny even in the brutal days of summer! Amazing, I know! I know it does have special oils in the ingredients, but it doesnu2019t weigh my hair down or make it greasy. Just make sure to apply it from your shoulders down!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I tried the OI All In One Milk and it's fantastic! This lightweight, hydrating hair milk softens my hair and keeps frizz under control. It's a multi-functional leave-in spray that detangles and provides heat protection up to 450u00b0F. My hair feels incredibly soft, bright, and smells amazing all day. I love how easy it is to use u2013 just spray it onto towel-dried hair or distribute it through my hair with my hands for lasting hydration and shine."
        },
        {
            "review_title": "Easy silky hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "My hair is loving this leave in treatment! It leaves my hair shiny and soft (which is a miracle). Usually my hair is dry and tangly, but not after using this! So easy to use, just spray it on clean damp hair and done! I have curly hair and this helps control the frizz!"
        },
        {
            "review_title": "New Favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This is my new favorite hair product! It made my hair so shiny and moisturized! My ends are always so dry so I focused more on the ends (and the lengths too just more on ends) and they look so nice and healthy! I also really like the scent of this too, itu2019s not too strong and itu2019s not too sweet! I feel like itu2019s perfect! Also the feel of my hair is so smooth and not tangled, Iu2019m obsessed!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have long, thin, straight hair and usually hair milks and oils weigh it down and make it seem greasy, but this worked surprisingly good, and didnu2019t do that. I also used it on my sonu2019s curly hair, it made it soft and shiny. The curls looked healthier and more defined. Just followed the direction and avoided the scalp."
        }
    ]
}