{
    "product_id": "1668",
    "name": "Eyeshadow Primer Potion",
    "brand": "Urban Decay",
    "categories": "Makeup, Eye, Eye Primer",
    "price": 38.0,
    "about": "What it is: An award-winning nude eyeshadow primer that ensures vibrant, crease-free wear for up to 24 hours...Ingredient Callouts: Free of parabens. This product is also vegan and cruelty-free...What Else You Need to Know: This long-lasting eye makeup base keeps eyeshadow crease-free, eye color vibrant, and application smooth. Formulated with polymer technology, this vegan beauty eyelid primer serves as the perfect eyeliner or eyeshadow base, filling in any surface imperfections and prepping lids for all-day wear.",
    "ingredients": "Isododecane, Talc, Cyclopentasiloxane, Disteardimonium Hectorite, Trimethylsiloxysilicate, Trihydroxystearin, Polyethylene, Triethylhexanoin, Hydroxystearic/Linolenic/Oleic Polyglycerides, Sorbitan Sesquioleate, VP/Eicosene Copolymer, Dimethicone, PEG-40 Stearate, Phenoxyethanol, Synthetic Beeswax, Propylene Carbonate, Water. [+/- (May Contain): Mica, CI 77891 (Titanium Dioxide), CI 77491/77492/77499 (Iron Oxides), CI 77163 (Bismuth Oxychloride)].",
    "how_to_use": "Suggested Usage:.-Apply just a touch of this formula before your shadow for crease-free, all-day (and all-night) staying power..-Mix with your favorite shadow for crease-free, custom cream shadows.",
    "num_reviews": 11553,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/eyeshadow-primer-potion-tube-original-P284716?skuId=1704402&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s1704402-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Original",
            "shade_descriptor": "sheer nude",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s1704402-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Will be making this my go-to primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Combination skin",
            "review_text": "I was looking for a replacement for my Too Faced primer since they changed their packaging/formula itu2019s just gone downhill and this is it!! At first I thought it was a little greasy but it absorbed right in and my eyeshadow looked great, WAY better than when I was using Too Faced. I never write reviews but this stuff blew me away."
        },
        {
            "review_title": "Amazing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Helps my eye makeup stay on all day, even if Iu2019m bawling my eyes out at a concert! (Photo included for the after moshing at a show proof)"
        },
        {
            "review_title": "ud83dudc9c",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is the first time I've tried an eye primer and I thought there would be no difference between using concealer as a primer or a real primer, and the truth is that there is, my eye shadows are very pigmented and they don't crack when I apply them"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Sin - subtle pale nude shimmer",
            "review_buyer_description": "Gray eyes, auburn hair, Normal skin",
            "review_text": "Sin is my holy grail of eyelid primer. It's good for adding punch to eyeshadow, but it also works on its own for me as a neutral shimmery shade if I'm traveling or just don't have a lot of time. It's a bit expensive, but one tube lasts me years - and even then, I only replaced because the formula finally got weird."
        },
        {
            "review_title": "An opaque eye primer that works for over-40 skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Normal skin",
            "review_text": "After using a whole tube of the Urban Decay/Eden eye primer, it was out of stock so I tried several other brands often recommended for the over-40 eyes. Even the ones that claimed to be moisturizing creased by mid-day. Finally, the UD eye primer was back in stock. It is the only one that gave an opaque/cream colored finish - it covers the tiny red veins on my lid, and helps the shadow last until you take it off."
        },
        {
            "review_title": "Un-dupe-able.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I wish I could say that there are dupes but there are not. Iu2019ve tried everything else and been disappointed. This is THE ONE. Keeps glitter down, tbh the only fallout I ever had was with the moon dust which look pretty but like I said, too much fallout. This keeps every other shimmer/glitter/matte DOWN GOOD. As long as you lay a base colour down blending is very doable. Will continue to repurchase."
        },
        {
            "review_title": "Search continues",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Definitely has staying power and grip but Iu2019m not a fan of the Sin (shimmer) shade on mature skin. Itu2019s somewhat drying and grabs on to texture. My preference is something more hydrating and smoothing. The swatch continues. But I would try this in original or go back to Nars eye primer."
        },
        {
            "review_title": "This primer needs a primer",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I absolutely hate this primer. I often just wear primer and black liquid eyeliner on my eyelids and this creases without even having eyeshadow on. My eyelids feel greasy all day. I also hate that you can't buy it without the brush...the company realized they can provide less product if they put a brush in the tube."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019m a huge fan of Urban Decay but as Iu2019ve gotten older I just donu2019t look through it too much! I discovered the primer with Sin and Iu2019m in love.  Definitely recommend"
        },
        {
            "review_title": "Better than nothing, but not by much.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "Was talkes into buying this when my local Sephora didn't have the one I was looking for. It's oily, doesn't blend well, takes forever to dry, and is barely better than not using primer.  I usually like UD products but this was a big miss."
        },
        {
            "review_title": "Tried multiple brands and this is one of the best.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love this stuff. Stayed all day and didnu2019t cake at all."
        },
        {
            "review_title": "Mini oil?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought the mini UD eye primer but 1/2 the tube was oil. I have used and loved this product in the past. It may just be the mini size or I was unlucky. I ended up squeezing the bulk of the primer while I was trying to get to it. Meaning that Wtv the weight was is not as indicated. Since most of it was oil."
        },
        {
            "review_title": "Why is it gritty?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Does not grip the eyeshadow and does not stay all day. Not to mention why does the product come out gritty? Wish Fenty still had their eyeshadow primer. Consider me still on the search."
        },
        {
            "review_title": "Blotchy and sticky for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I really wanted to like this product but each time I apply this primer it becomes blotchy and sticky. Not sure if I am applying it incorrectly or the product I got is expired. Not a fan really."
        },
        {
            "review_title": "Fav",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The packaging is pretty much the same as their other products. This was thick and didn't need a lot. For the price, l'd buy it. It didn't have any weird smells. Make my eyeshadow last longer and look even better."
        },
        {
            "review_title": "Great colour payoff; formula could be a tad better",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a could eyeshadow primer. My only qualm is that this particular formula is a little too matte, to the point that I cannot easily blend out my eyeshadow on top of it. It has amazing colour payoff, but poor blending."
        },
        {
            "review_title": "eyeshadow staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "My very first high end buy when I was teen. (I'm 32 now) Still my best and favorite eyeshadow primer. I've tried many different brands to venture off but they all crease on me. I will forever buy this and NEVER change again. So PLEASE Urban Decay, DO NOT ever discontinue this product. THANK YOU for keeping my eyeshadow in place and legit crease free!"
        },
        {
            "review_title": "10+ years of primer potion",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I've used this primer for over 10 years; for everyday and eccentric makeup looks. It's the best eye primer I've used, even after trying other brands. A wonderful base for creating blended mattes, a canvas of colors, and shiny metallic looks."
        },
        {
            "review_title": "Not it.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I really wanted this product to work. Unfortunately, it skipped a lot with little product on the wand.ud83dude41"
        },
        {
            "review_title": "Its a staple!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This is an amazing product.  Iu2019ve bought it several times over and after trying other things, I always come back to this one.  It helps shadow lay beautifully and the texture is lovely.  I only wish the packaging didnu2019t have the applicator because I worry about contamination with anything that has an applicator you reinsert into the packaging"
        },
        {
            "review_title": "The only 100% staple in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been using this product for years! Itu2019s the only eyeshadow primer that doesnu2019t leave creases in my eyeshadow at the end of the day. Even when I have to wear makeup literally all day itu2019s still perfect"
        },
        {
            "review_title": "Great primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Very good. Helps to keep eye shadows intact much longer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Sin - subtle pale nude shimmer",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Once I tried the UD Primer Potion for the first time, I was hooked.  I also use it for my brows to keep my brow powder in place all day.  Love this stuff!"
        },
        {
            "review_title": "Perfect for oily lids",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I have oily lids and it cuts my shadow in half with a mean streaky line iykyk. This product keeps my eyeshadow in place. No folds and lines thank gawd"
        },
        {
            "review_title": "Donu2019t buy if you want your makeup to look good",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Terrible. Leaves me with a horrible crease mark every time. Going to return it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The packaging is stunning, and feels so regal. It does prime well but it's a little too heavy for my liking. The shadow is long lasting when applied over the primer and lets the colors pop."
        },
        {
            "review_title": "Perfect primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Eyeshadow primer is easy to use and goes on smoothly.  It is lightweight and keeps my shadow on all day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "My one and only eyeshadow primer for the last 15 years. I have very oily skin and that includes my eyelids. Eyeshadow applies beautifully once the primer has dried. No creasing all day"
        },
        {
            "review_title": "Loving this primer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Combination skin",
            "review_text": "I've been using this product for a few weeks now and I love it! It brightens my eyelids and doesn't crease ever."
        },
        {
            "review_title": "Dried out quickly",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Dried out after only two months. Fine product otherwise"
        },
        {
            "review_title": "Must Buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Have used this for decades. Works great, and provides a pretty base to add to shadow. Would not consider going without this"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "One of the best eyeshadow primers to do very colorful eye looks. Goes smoothly on the eye with no issue."
        },
        {
            "review_title": "Great but BEWARE with lash extensions",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Dry skin",
            "review_text": "I have been using this primer for years. My eyeshadow doesn't budge or crease when I use it. The only drawback is that I can't use it when I have lash extensions with it causing them to fall out."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Eden - nude matte",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "It doesnu2019t go on smoothly. Looks chalky. I returned it."
        },
        {
            "review_title": "Excellent Primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m so glad I tried this eye shadow primer.  I used to use Two Faced 24 Hour Shadow Insurance and I didnu2019t hear good things about the new formula so I thought Iu2019d give this a try and Iu2019m glad I did.  My eyeshadow lasts all day whether I use a cream or powder."
        },
        {
            "review_title": "May cause allergic reaction",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "After using this product couple times, realised that I get a serious allergic reaction. My eyelids are swollen, red, itchy and feel like sandpaper. Never had any reaction to any other cosmetics like that. ufffc"
        },
        {
            "review_title": "Never recommend and never buy again",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought this product couple weeks ago and I was so excited to use it and see the different between eyeshadow that applied without the primer and after  applying a primer, unfortunately, the result that I got wasnu2019t as I expected to br honest i will not recommend this product to anyone and i have stopped using it and after second use i went to waste honest I expected wasnu2019t as I expected"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "",
            "review_text": "Works well but it is annoying to apply with the current applicator. I found an alternative product I like better that doesn't come with an applicator wand and is much cheaper"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve used eyeshadow primers before but this one takes the cake. It made my eyeshadow super pigmented (although itu2019s already super pigmented). But Iu2019ve always had problems with building product. This made it a breeze. This is going to be my staple in my makeup."
        },
        {
            "review_title": "Canu2019t live without it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve used this product for years and canu2019t live without it!  It keeps my eyeshadow in place and doesnu2019t obscure or change the original color of the shadow."
        },
        {
            "review_title": "Staple product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve been using this for years and love it. Itu2019s creamy, goes on smoothly, helps my eyeshadow stay on longer and makes the colors pop more. I love the travel size with the applicator brush.  brush."
        },
        {
            "review_title": "So pretty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I got a small sample as a replacement for a different sample I ordered, and because I donu2019t wear eyeshadow I tried this out as a highlighter. Holy cow, itu2019s better than any actually highlighter Iu2019ve ever tries !!?"
        },
        {
            "review_title": "I use this as eyeshadow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Olive skin tone, Oily skin",
            "review_text": "This is my Holy Grail eyeshadow.  It does not make my near 60 year old lids creepy, it imparts a healthy sparkle. The champagne color is a true neutral."
        },
        {
            "review_title": "DO NOT BUY - 0 FOR 2, BOTH AWFUL",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m 0 for 2 with this one folksu2026first oneu2019s consistency was so awful and clumpy, and made my lids look horrible. Clearly a formula fluke, right? Sephora sent me a replacement, but when I opened the box there was makeup all over it - it had already been opened and used. And yes, same awful chunky consistency as the first one. Do not waste your time & money on this - either Sephora got a really bad batch and if you buy direct itu2019ll be better, or Urban Decay is having some major issues. I, for one, am done trying."
        },
        {
            "review_title": "Eden Creases Terribly",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I tried u2018Edenu2019 because I was drawn to the matte color, but in the end it wasnu2019t worth it. My eyeshadow doesnu2019t last and creases horribly. The original is my favorite and Iu2019ll be switching back to that.  that."
        },
        {
            "review_title": "Horrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "They changed the formula. This is watery and horrible it cakes on your eyes."
        },
        {
            "review_title": "Love this in my lineup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I'm an oily girl and I found this product lasted an entire 8 hr work day plus dinner after. It's smooth and feels great on. Definitely would and have recommended this product."
        },
        {
            "review_title": "Eye makeup didnu2019t move in Japanese summer heat",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I hiked a mountain in 31 degree celsius plus humidity and my eye make didnu2019t budge."
        },
        {
            "review_title": "Must have for oily skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Worth the hype for me. I have super oily skin and I tried this out one my eyes and my foundation budged but my eye makeup looked the same as when I first put it on. Super impressed"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "",
            "review_text": "I like this product. Eyeshadow stay longer and looks neat"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This is easily my favorite eye primer! Never creases even my hooded eyelids, applies smoothly, and lasts all day!"
        },
        {
            "review_title": "Sticking to the original",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I donu2019t like this one, the texture is more liquid than the original and the color does not look good on my NC37 to NC40 tone. I will stick to the original"
        },
        {
            "review_title": "Even better than OG!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve used UD primer for years. I love that they added some  color! Kill two birds with one stone! This one is pretty neutral & is a great base for me."
        },
        {
            "review_title": "Like the product, but not the packaging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I bought this because my go-to eyeshadow primer of 10+ years was out of stock (smashbox)  This primer works just as well, but I'm not a fan of the wand applicator."
        },
        {
            "review_title": "Save ur money its not the same",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This used to be my holy grail. I got it expecting it to be the quality it used to be in the 2010u2019s, but I guess the formula changed? It was flakey, clumpy, and absolutely stuck onto the eyeshadow pigment in a bad way since I couldnt blend well (made my shadow look patchy). I actually looked up the product number to see if I got an expired one but it waant."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Eden - nude matte",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "Unhappy with the overall texture, color and effectiveness of this product. The shade is very white, even against my pale skin. I have crease marks by mid-day, even earlier on hot and humid days. Not what I expected from a primer."
        },
        {
            "review_title": "Great anti-creasing performance, but not clean",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Normal skin",
            "review_text": "I hate that I love this stuff. I've now tried half a dozen clean eyeshadow primers and none of them come even close to this one. Every other one led to some creasing over a few hours, while this one just... doesn't! I even did a/b tests some days where I did everything the same but had 2 different primers to make sure I wasn't conflating other variables with my reviews. At the end of the day, this one is still my go-to for lack of creasing.   I took off 1 star because, as I mentioned, it isn't a clean product. I wish they could improve the ingredients a little without negatively impacting the performance, but I'm not a chemist so I'm not sure if that's possible!"
        },
        {
            "review_title": "Can't do without.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "This is my third time purchasing this product. It prevents creasing in my eyeshadow really well. I didn't recognize how good it was till the time I didn't use it, and my eyes were a mess after a few hours. I also use the opaque version when I want strong color on my eyes"
        },
        {
            "review_title": "Brings life to your makeup!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Dry skin",
            "review_text": "This is my first primer that I was recommended by a Sephora employee. I usually stay away from products that shimmer too much but I fell in love when I tried this one. It blends amazingly and leaves a subtle shimmed finish with a tint that just seems to bring life into my eyes. I also use it as a primer for an eyeshadow eyeliner and it helps it stay on so much more! I really recommend it!"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I actually really enjoyed this product. I love the applicator, love the texture. I use this around my nose under my foundation and it helps with my oily self."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Love this! Makes a huge difference in how my eyeshadow lasts. No creases."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "The Urban Decay Eyeshadow Primer has been a game-changer for me! It prevents my eyeshadow from creasing and makes the application super smooth. My eyeshadow lasts for hours without fading, and the colors look more vibrant. It's a must-have for long-lasting eye makeup."
        },
        {
            "review_title": "Good eye shadow base",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "This eye shadow base is great! Lightweight, glides on, dries quickly. Shadow blend easily and wear all day. Good product,"
        },
        {
            "review_title": "Best Primer for my Hooded Eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is the best eyeshadow primer I have found that works well for my hooded eyes. My shadows last all day with minimal creasing!"
        },
        {
            "review_title": "Iu2019m kinda surprised!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Primer is one of those things that I thought was for rich people, but it actuality itu2019s really for quality. This product enhances the quality of the eyeshadow you use over it. The price is a little higher than what I would usually go for but itu2019s worthwhile."
        },
        {
            "review_title": "Withstands the rest of time!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Great shadow primer for oily eyelids! Lasts all day and is a great semi-opaque base. Dry-skin folks beware that this dried VERY matte"
        },
        {
            "review_title": "A Classic for a Reason",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019ve been using this primer since high school (Iu2019m nearly  30 now), and keep coming back to it for a reason. I have hooded eyes that are prone to creasing and becoming oily. This primer has been consistently reliable for nearly 15 years to keep my eye shadow looking just like it did when I applied it in the morning."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I really like the product itself but it arrived broken which is pretty dissapointing :("
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Eden - nude matte",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "This product is awful! I was a loyal user of the original formula for at least a decade, but was not getting the same results I was used to. I decided to try the Eden version instead and quickly regretted my purchase. it dries chalky and streaky, and does very little to keep the shadow in place."
        },
        {
            "review_title": "Very strong staying power!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "I love this formula and is my go to! As a new mother sometimes I don't have the time to take off my makeup before I go to sleep, which is not ideal but it happens. This eyeshadow primer keeps my makeup looking fresh and untouched the following day which is really nice considering I have naturally oily eyelids. I highly recommend this product!"
        },
        {
            "review_title": "+makeup longevity and opacity. -can dry strange",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have to be careful when applying this product on my skin as it dries down quickly and leaves evidence of streaks I may not have noticed before. Unfortunately, I find these streaks to show under most products I use overtop of it. However, itu2019s not too difficult to avoid this issue through quick and careful patting. The product works well at accomplishing its goals of extending the longevity and opacity of products I use on top, from liquid to cream to powder products."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Keeps my eyeshadow and eyeliner in place. I used to get major transfer to the top of my eyelid and that has never happened when using this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I've been using this for years, my eyeshadow never budget. I'm the kind of girl that never leaves the house without any shadow on my eyes, even to the gym....and it stays on, always, without fail."
        },
        {
            "review_title": "Donu2019t waste your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I have aging dry skin this is NOT a the primer for you. It was awful , settled in crease did not help with longevity of eyeshadow ( which I thought was the purpose) plus there is hardly any product in this tube!"
        },
        {
            "review_title": "Very effective but dries quickly!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I've never used eyeshadow primer because I rarely do my eyeshadow. But this has improved the color tint in my shadows, as well as the longevity! A little advice: rub on quickly because it does dry fast!"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "No creasing or caking with this product! It's a great primer, the eye shadow goes on smoothly and the colour pops. A fav for sure."
        },
        {
            "review_title": "Just awful :(",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This has to be the worst formula they have. Save yourself the trouble and just stick with the original. I asked the girl at the checkout what the difference was between it and the original and she said it was only the shade of it which is so unbelievably not true. The original works WONDERS for my oily eyelids. This one though???? Garbage. My eyeshadow creases in multiple lines which I didn't even know was possible. My eyelids are incredibly greasy half way through my 12 hour shift at work, and everything just smudges off like paint. I've tried so many different methods to make it work and I regret buying it. Using a little bit of product doesn't work, covering your eyelid and letting it dry first doesn't work, using different methods of blending it in doesn't work - just avoid this one specifically entirely. It's not worth the hassle."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Sin - subtle pale nude shimmer",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "My favorite eye shadow primer. I love that you can also wear it without an eye shadow and it gives the lids a nice glow. Definitely helps the color go on better and brighten the eye shadow color. It also lasts all night long! I have tried other brands and this is my fav."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": ""
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019ve been using this for 2 years and will probably never use another eyeshadow primer. Using this with a good setting powder, I can do my makeup in the morning, work a full day, do a performance in the evening, and my eye makeup still looks great at the end of the night."
        },
        {
            "review_title": "Bent doeu2019s foot when first opened",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "Good product, but my most recent tube purchased had a skewed angle doeu2019s foot applicator. I reached out to Urban Decay through their Contact page and submitted this issue but have had no response. I canu2019t return the product to the store as I had already recycled the receipt before I opened the package. I am very disappointed in the bent applicator and zero response from UD."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Left eyelids dry and eye shadow flakey with creases. Havenu2019t had this issue before but after multiple attempts to make it work will not repurchase."
        },
        {
            "review_title": "u2757ufe0fBeware Sensitive ud83dudc40",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Tan skin tone, Oily skin",
            "review_text": "The primer is ok. The consistency out of the tube can apply too much product, so don't overdo. My problem is UD eye primer was that it made my eyes TEAR terribly for hours. So as a primer it did sort of hold up, but the reaction was not worth this hassle, even if I applied a minimal amount, it still irritated. I'm now using KVD shake it eye primer, and it's a lifesaver +++ no more crying ud83dude25"
        },
        {
            "review_title": "THE HOLY GRAIL FOR EYE PRIMERS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I've never used an eye primer before so as a beginner it was very easy to work with. My eye makeup lasted all day and night. I have oily eyelids so I was happy that my eyeshadow didn't move at ALL!!!!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I have sensitive skin and used this product once and it made my eyelids burn. I had to take it off as soon as I put it on. If I could give this 0 stars I would."
        },
        {
            "review_title": "Primer for the daily!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This eye primer I had already tried and I absolutely love it so I was super happy to have gotten another one! Itu2019s super easy to apply and really helps with keeping my look all together all day! ud83dudc9c"
        },
        {
            "review_title": "Perfect primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Normal skin",
            "review_text": "Great product, delivers as promised delivering a smooth surface for my eyeshadow."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "This is a very good product as a primer for your eyes. I actually only use this one with no anything else"
        },
        {
            "review_title": "Highly Recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this primer!  Itu2019s easy to apply & it keeps my eyeshadow in place all day!"
        },
        {
            "review_title": "A Decent Eyeshadow/Base",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "This eyeshadow primer has a very subtle color and sheen to it! It's a great base for simple looks. I have hooded and oily eyelids, which means everything eventually creases on me. This, however, lasts for about 5 hours before budging a smidge. I reccomend setting it with a translucent powder to help keep it in place longer."
        },
        {
            "review_title": "Would not recommend- creases immediately",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Simply did not work. It creased after 2 minutes. I tried it multiple ways to make sure it wasn't my fault and I got the same result everytime- one big crease. This will not solve the problem of creasing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Eden - nude matte",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I have been using this product for years!  My eyeshadow DOES NOT BUDGE with this!  You need the tiniest amount so it lasts a long time!"
        },
        {
            "review_title": "Great product.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Been using this product for years. The difference between when I use it and when I donu2019t is obvious by midday. Eyeshadow still looks great at the end of the day!"
        },
        {
            "review_title": "Oily T-Zone disappeared after using this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I bought this product because I struggle with an oily T-zone affecting my makeup throughout the day especially on the sides of my nose no matter what products I used. With this product, I forget that I even have to worry about tluch ups    it"
        },
        {
            "review_title": "Always The One",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I have used and purchased this primer tons of times over the years! No matter what I try, I ALWAYS come back to this eye primer! It is consistently good and reliable."
        },
        {
            "review_title": "Very satisfied with the result",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "My eyeshadow still looks good after 10hrs and Iu2019m very happy with this result . Itu2019s a lot better than the MAC eye primer."
        },
        {
            "review_title": "Caused Swollen Eyes and Dry Lids",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This literally made my eye swell up so much I had to go to urgent care. The color is so pretty though ud83dude2dud83dude2dud83dude2d"
        },
        {
            "review_title": "Long lasting product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Love this product! My skin is oily, and mascara would drip down my face after wearing it for a long time, but this product fixed everything for me!! The size is great, mini has lasted me every day after daily use!"
        },
        {
            "review_title": "Highly recommend you try this great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "This product makes your eyeshadow stay on all day at work and after work.  It works great and I have purchased this product many times. Just use a dab and this tube lasts for months."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I don't know if they changed the formulation or I just go a dud again.  I'm not trying again. I've been using this or the original for years and lately, they've been letting me down. I'm now using Ulta brand shadow base and Sigma shadow sticks as a base and it is way better."
        },
        {
            "review_title": "Wonu2019t Crease",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Urban Decayu2019s eyeshadow primers is the only primer I will use. The staying power is amazing and doesnu2019t crease. I would definitely recommend this product."
        },
        {
            "review_title": "Must-Have for ANY look that needs to LAST!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I genuienly love this stuff SO MUCH. It is GREAT for creasing & longevity while also intensifying pigments. I personally struggle a lot with creasing specifically, but that issue DISSAPEARED when I first started using this!!  The product melts into an oil-y consistency; it feels great for me personally, but I can see it not working on really oily eyelids.   The image attached is my eye before and after ~14 hours of wear, no touchups :) I performed u201cSexyu201d from Mean Girls 3 times that day!!  (sorry abt the quality diff; first is on the train and last is in my bathroom)"
        },
        {
            "review_title": "Nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Oily skin",
            "review_text": "The original UD primer is my holy grail. However, after hitting my 40's, I felt that I needed something with more coverage. Eden applied beautifully to my skin while providing extra coverage compared to the original. Eden is a dream to work with and my eyeshadow applied beautifully despite having oily skin.  I am a fan of Eden for sure."
        },
        {
            "review_title": "Too thick and too drying but so effective",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This formula is thicker and more drying than I would like it to be. However, it is so good at completely covering my dark veins on my eyelids so that I can put pops of colored eyeshadow on. If you have dark veins / tan skin, this really helps colored shadow to go on. It also prevents oily eyelids and creasing. I often put a layer of translucent powder over it if I am doing a neutral eyeshadow look rather than a glitter or color pop, because it is harder to blend out otherwise. When I'm packing color on, I don't wory as much about blending out because I want the color to grip to the lid."
        },
        {
            "review_title": "Works Like a Charm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Urban Decay's Primer Potion is a game-changer in the world of eyeshadow primers. Its lightweight formula ensures smooth application, and it creates a flawless base that enhances eyeshadow pigmentation and longevity. The packaging with a convenient applicator makes it easy to use. The primer effectively prevents creasing and keeps eyeshadow vibrant throughout the day or night. While it's on the pricier side, the results make it a worthwhile investment for anyone looking to achieve a polished and long-lasting eye makeup look."
        },
        {
            "review_title": "A staple in my makeup bag for YEARS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have been using this eye primer for literally YEARS! have tried others and nothing comes close.  I prefer the original colour.  My skin gets quite greasy and this is literally the only thing that keeps my eye shadow on all day.  Makes the colours more vibrant too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Its a beginner friendly primer. I think people will lioe this in the beginning"
        },
        {
            "review_title": "My Favorite Eye Primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This primer will elevate your eye looks so much. Love the applicator and a little goes a long way. Keeps your eyeshadow in place all day without any creasing. Definitely worth the money."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I absolutely love this primer. It is my new go to for primer it goes on smooth and holds in place all day"
        },
        {
            "review_title": "Better than nothing but not good",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Used to use this 10 years ago and bought again when it was on sale (was trying out Colourpop, Nars, MAC, and others). Turns out itu2019s not as good as I remember. It creases and my wing is gone after 12 hoursu2026 if you have oily lids this is not it. 3 stars because itu2019s better than nothing."
        },
        {
            "review_title": "Love ittt",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "It literally grips onto eyeshadow but the application is very important because the shadow can be blotchy or even be hard to apply if I donu2019t put the primer everywhere on the lid and if I donu2019t set it."
        },
        {
            "review_title": "Best shimmer for your eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Been using this primer for years now. I mostly just use as my shadow and add a touch of sparkle to complete my look. Keeps eyeliner and everything from melting off."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Works well but I *hate* the packaging, applicator, and consistency- I will go back to Smashbox next time."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This stuff is awesome!! As I have gotten older it gets harder and harder to get my eyeliner to stay out. I use this every darn day before my liquid eyeliner and when I do my eyeliner stays on all day. So good!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "If youu2019re looking for something that will prevent eyeshadow from creasing  - this ainu2019t it."
        },
        {
            "review_title": "Where has this been my whole life?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This product is AMAZING. I tested eyeshadow with and without it, and it really holds the eyeshadow while making the colours pop more. A little goes a long way; I bought mine mid November 2021, and it's lasted me little over 1.5 years (I use it 1-2 times/wk)."
        },
        {
            "review_title": "The Absolute Best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Dry skin",
            "review_text": "I have been using this eyeshadow primer for ages. I've tried other brands, but this is far and away the absolute best. My eyeshadow stays put and keeps its saturated color. Great for matte and shimmer. Doesn't dry out on my lids or in the packaging and it goes a very long way. A must have"
        },
        {
            "review_title": "It's great.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I'm so loving urban decay lately I don't know why I stopped getting it but this product is amazing. I never used eyeshadow primer before usually I just put the eyeshadow on directly but omg it's a game changer and this one is amazing. I have some natural pigment on my eyelids that makes it so eyeshadows don't stick out as much and when I use this it makes that go away so well. It makes the colors stand out so much better and I absolutely adore it!"
        },
        {
            "review_title": "Oily mess...",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "Oh god! What in the world? This stuff is the oiliest, greasiest product I've ever put on. It felt gross - there's no other way to put it. It felt like I was putting Crisco or baby oil on my eyelids. I can't attest to the products ability to prime as I wiped it off immediately."
        },
        {
            "review_title": "Thereu2019s Nothing Quite Like It",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Oily skin",
            "review_text": "Simply the best product for oily lids. Helps eyeshadow adhere and prevents creasing, but most importantly, eyelids stay matte all day. Most of the time, I use it without eyeshadow and find myself wishing there existed a face primer that works this well to tame oily skin. Without a doubt the most reliable and effective makeup product I own!"
        },
        {
            "review_title": "Love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This primer works so well. It helps all my shadows be more pigmented and last longer. I feel like it helps my shadows have less creasing as well."
        },
        {
            "review_title": "Really hold up the eyeshadows",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I canu2019t truly tell a difference every time I used primer. First of all, I want led to use it to cover the dark circle area and its discoloration around the eye eyelid, it worked wonder. Then I tested it with a 12-hoir busy and my eyeshadows really stay put"
        },
        {
            "review_title": "Great base!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "New favorite eye primer. Shadows lasted, even though my eyelids tend to get oily throughout the day. I love that there is no shimmer in the original formula. I also liked that it evened out the tone of my eyelid before applying  shadow!"
        },
        {
            "review_title": "Must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Very good product.  I purchased this to tone down a cream eyeshadow with shimmer. I also needed a product to neutralize the dark shadows under my eye and in the corners. It really helped!  Plus a little goes a long way!"
        },
        {
            "review_title": "The most important product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This shimmery eye primer is the most important makeup product Iu2019ve ever bought. Iu2019ve bought countless tubes of it over the past few years. I canu2019t live without it. Recently my friend gave me a bunch of eyeshadow palettes she didnu2019t want because she didnu2019t think they were very vibrant or lasting. Then, she kept complimenting my eyeshadow the next few days and I explained they were the same ones she gave me but looked totally different and great because of my urban decay primer. She was shocked at the difference. Please donu2019t ever stop selling this. It would be great if there were even more shades. Especially more shimmer ones."
        },
        {
            "review_title": "Long lasting for all your eye makeup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This palette has both bold and neutral colors for you to play with for the day or night look. You can get creative with the colors. It goes on well with the UD primer with very little flake.  Would definitely recommend this to friends to try."
        },
        {
            "review_title": "Worked well",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I got Urban Decay Eyeshadow Primer from Influenster and it is a game-changer for vibrant, crease-free eyes. Essential for flawless, long-lasting shadow."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this product a little goes a long way,it doesnu2019t look clumpy and goes on easily and blends easily.very easy to use and stays all day."
        },
        {
            "review_title": "Good primer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Iu2019m not the biggest fan of eyeshadow primers but I liked this one. I applied eyeshadow while the primer was still wet and I noticed that my eyeshadow didnu2019t crease and the colors were more vibrant"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I got this with the naked palette to try and was not greatly impressed. It did the job okay to prime but felt like it took a lot of product to feel it worked well. Smash box works much better with literally 1/8 of the product comparatively"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "SUCH A GOOD PRIMER! really illuminates your eye and gives a great base"
        },
        {
            "review_title": "You need this before using Eyeshadow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "After using this I donu2019t think Iu2019ll ever use concealer on my eyelids ever again! The eyeshadow primer itself is very smooth and when applied doesnu2019t have any color to make it noticeable.  After a few uses, I noticed that it doesnu2019t dry up or make my eyeshadow look patchy unlike some concealers. I recommend this product so much because it makes my eyeshadow look so much more pigmented, itu2019s super easy to blend, and it doesnu2019t make my eyeshadow rub off easily."
        },
        {
            "review_title": "Like it but hate the applicator",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I do like this product. I wish that it was a pump instead of a wand. I have to put on my shadow about 15 seconds after I apply the primer or else it will crease by midday."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Itu2019s a classic and cult fave for a reason! Itu2019s easy to apply with the paddle. Easy to blend. Really helps extend your eye look. I have hooded eyes and I trust this to keep my look from creasing!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Itu2019s nice but itu2019s not my favorite. I donu2019t love the applicator. If they created a version that was a stick/crayon that would be awesome. Also I have tried this in the vitamin C version and I had a bad reaction to that one."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I love this eyeshadow primer! Itu2019s the best one Iu2019ve ever used."
        },
        {
            "review_title": "Itu2019s gonna be a no for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Les nombreux retours positifs mu2019ont pousse u00e0 prendre ce primer mais je regrette amerement. Il laisse un horrible residu blanc sur ma peau et est quasi impossible u00e0 estomper en plus de changer la couleur du fard (voir photos)"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "A very good shadow primer. Recieved a free sample from influencer but have been using it myself for years. Help keep the shadow in place and makes it pop"
        },
        {
            "review_title": "Must Buy!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, notSure skin tone, Combination skin",
            "review_text": "If you donu2019t own an eyeshadow primer pick this one up! I was also gifted the pallets you see in the picture and as you can tell it has metallics which are known to fallout but with this THEY DONT! I have severe dermatitis above the eyes so it didnu2019t agree well but the eyeshadow sure did STAY! I just wouldnu2019t recommend if you suffer from those issues :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This eyeshadow primer goes on very smooth. I have hooded eyes and it helps the shadow stay on better. It also makes it easier to blend the shadow out."
        },
        {
            "review_title": "Perfect for the eyeshadow girlies",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Love this primer!! I feel like you canu2019t go wrong with a trusted brand like urban decay. It helps keep my shadow in place all day without touching up. I hate when eyelids get greasy and this product makes sure that doesnu2019t happen to me!"
        },
        {
            "review_title": "Magic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I have used other primers in the past and was disappointed, not with this one. 10+ hours later, shadows were still on and had barely changed in intensity"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Definitely helps with long lasting eyeshadow, but unfortunately it made my eyelids extremely dry after a few uses so I must be allergic to something in this product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Influenster - and I absolutely love it! It goes on smooth and makes my eyeshadow last so much longer than normal without any creasing."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I tried it a couple of times but for some reason after I applied it was harder to blend out the eyeshadow I even switched out brushes but it was the same problem"
        },
        {
            "review_title": "Game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I will never not use primer again. I usually use concealer as an eyeshadow primer and this changed the game! I live in a tropical climate and work outside some days and this made my eye look stay the WHOLE time!"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Perfect pair to the Metal Mania Naked palette if you want your eye shadow to last all night. I received the travel size but I would definitely buy the full-size product."
        },
        {
            "review_title": "Not quite holy grail",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Okay. I know everyone loves this, and i might get crucified for this review, but i just wanted... More? And FAR less at the same time.  The applicator has such trouble with reaching the inner point of my eye, and it leaves behind this cast of color. If you're messy at *all* about application, you have these little splotches around your eyes of paleness. And then any color you might have wanted to use over it, will end up looking VASTLY different. I feel like you need to swatch every eyeshadow you have over this stuff just to know what your makeup look will end up looking like. I adore orange and wanted a strong orange eyeshadow, and after using this stuff, it ended up looking red. I had to scrub it all off and use the eyeshadow plain bc i didn't want the color change.   Reminds me of people who review alcohol ink markers and have to swatch the colors to see what it actually looks like, bc the caps are never accurate. That's what this stuff does to any lighter color eyeshadow. Makes it so you don't know what you're putting on."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I really liked this primer! It didnu2019t leave my eyes feeling heavy or cakey, which is a plus. I loved that it kept my eyeshadow looking vibrant with no creasing all day long! I also love that you donu2019t need to use much. Overall, I thought this was a really good primer and will definitely keep using it!"
        },
        {
            "review_title": "Canu2019t go wrong with a classic!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This is an O.G. Eye shadow primer. It does a good job keeping eye shadow in place and giving it nice staying power. Itu2019s always one you can try and remember why it works so well."
        },
        {
            "review_title": "A must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This primer is awesome! Lightweight and does the job well. This went on easy and kept my shadow in place all night! Doesnu2019t have that thick I can tell youu2019re there feeling.  Definitely a must!!"
        },
        {
            "review_title": "A must have for anyone!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This eyeshadow primer has always been a go to of mine. I love the doe foot applicator and the light color. It really makes your eyeshadows pop and stay all day long! A must have in anyone's collection."
        },
        {
            "review_title": "Makes eyeshadow pop!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love this product! It makes eyeshadow pop and it is easy to use!"
        },
        {
            "review_title": "A great base layer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love this Urban Decay eyeshadow primer potion so much! Eyeshadow goes on much smoother, and it lasts longer. I wore it when it was hot out, and my eyeshadow stayed in place. I would highly recommend!"
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "As a person who uses eyeshadows every day I can say that makeup is not complete without this little helper. It makes my eye makeup lasts forever! Iu2019m obsessed."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Oily skin",
            "review_text": "A staple in your makeup collection. If you wear eyeshadow and you want it to stay on all night, you need this!"
        },
        {
            "review_title": "worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "provides a great base for eyeshadows and blocks oils from disrupting shadow without being too drying for my sensitive eyes. definitely the best shadow primer iu2019ve tried, drugstore or highend."
        },
        {
            "review_title": "I will use this for all my events (:",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "i have pretty oily eyelids and i work 12 hour days sometimes. I tried this out for an event i was working that was half outside and my eyeshadow lasted all day! I definitely recommend this if anyone is skeptical about primers"
        },
        {
            "review_title": "Glides in silky smooth!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "I received this product in exchange for my honest reviewu2026that being said this is the best primer Iu2019ve ever used on my eyes. I like this formula way better than the shimmery one I purchased by this brand. This primer will give you a blank canvas to apply shadow seamlessly. Iu2019ve tried many different brands and this one is the best primer I have used on the sensitive skin around my eyes! I recommend this product and it will be added to my daily routine."
        },
        {
            "review_title": "Lasting",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This stuff makes any color you put on top of it extremely deeper and pop. It's lasting too. Tested the eyeshadow both with and without the primer and when I went to take it off with my makeup remover gel it took a lot more effort to get it off vs when no primer is used."
        },
        {
            "review_title": "Lightweight Base Layer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I felt this applied a light foundation for the eye shadow to be applied to. The formula was not heavy or irritating. It added a base layer to build the eyeshadow up on without flaking or wearing away."
        },
        {
            "review_title": "Keeps eyeshadow vibrant and fresh all day",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "Has a really nice tacky feeling, which is great for sticking eyeshadows. It doesnu2019t irritate my sensitive eyes and has no smell. The coverage is very sheer, almost nonexistent, which is why I gave it 4 stars, so if you have veiny eyelids, then this might not be the product for you. It did hold up my eyeshadow though all day. I would buy again."
        },
        {
            "review_title": "Fantastic!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Love it! This primer really makes a big difference when you applied it for leave a really good pigmentation. It's the perfect duo for the metallic eyeshadow palette Urban Decay have."
        },
        {
            "review_title": "An OG primer loved by many",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "I received this product for free from Influenster in exchange for my honest opinion and review. This is such an OG eyeshadow primer. I feel like anyone thatu2019s used this eyeshadow primer loves it and knows that it does perform very well."
        },
        {
            "review_title": "You need it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I tried eyeshadow primers before including other versions and this one is the best. It doesnu2019t feel sticky or tacky and it does work! It helps the eyeshadow colors to stick and the colors to look more intense. The second picture is without the primer."
        },
        {
            "review_title": "Really nice eyeshadow base",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Has great grip for the eyeshadow pigment to hold on to. Didnu2019t see much movement of the eye shadows as I wore throughout the day. Feels light and a little tacky before putting on shadows."
        },
        {
            "review_title": "received from Influenster",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I am pleased to report that my initial experience with this product exceeded my expectations. As a first-time user, I found the results to be highly satisfactory. One notable advantage is its impressive longevity, as it lasted throughout the entire day. Based on my experience, I would highly recommend this product to others."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Great primer, iu2019ve used this before and love it everytime! Helps my eyeshadow stay on longer! Still as easy to blend eyeshadow out! Good product!"
        },
        {
            "review_title": "Iu2019m impressed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I used Urban Decayu2019s eyeshadow primer potion for the first time and was very impressed. I was thinking the application was going to be a roll on but was pleasantly surprised it is a doe foot. I like the nude skin tone of the product. It was easy to apply and smooth over my eyelids. I used Urban Decay eyeshadow from the pallete Metal Mania and the pigments stayed on all day and night even while I was at an all day outing at Chicagou2019s Riot Fest."
        },
        {
            "review_title": "Smooth base",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This eyeshadow primer is easy to apply and evens out the skin tone on the eyelid, while creating a smooth base to apply eyeshadow. I found that applying a thin layer worked better for me so that it wouldnu2019t crease later in the day. This primer isnu2019t too prone to creasing, but it can if too much is applied. The packaging is also so lightweight and perfect for traveling! Itu2019s definitely worth trying out!"
        },
        {
            "review_title": "Urban Decay Primer Potion for flawless eye makeup!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I received this  as a free gift from Urban Decay and influenster but the opinions are all my own. Urban Decay Primer Potion is my holy grail for flawless eye makeup! This product has completely transformed my eyeshadow game. It creates a perfect canvas for my eyeshadows, ensuring they stay vibrant and crease-free from morning till night. The silky-smooth texture glides on effortlessly, and I adore the packaging u2013 it's not only stylish but also practical. With Primer Potion, my eyeshadow looks stunning and stays put throughout the day. It's a makeup essential that I can't imagine my routine without. Highly recommended!"
        },
        {
            "review_title": "Staple in makeup regimen!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Must have!!! This wonder product keeps your shadow in place all day. Another plus is that you need very little product too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this product from Urban Decay and Influenster in exchange for my honest opinion. I feel like this product has been around forever and it is still SO good! It is a no frills product that will help keep your eyeshadow looking vibrant and perfect all night long!  I love that the product itself has a champagne, translucent sheen so it doesnu2019t compete with any product that you place on top. Sometimes I find that it is distracting to have a more opaque eyeshadow primer. This product  simply enhances the appearance of whatever eyeshadow or eyeliner you use.   It has a slight tacky texture as it is drying down so it will work well for wetter eyeshadows that struggle to stay put, especially on oily eyelids. Sometimes, for dry matte shades, it almost works too well and can look patchy if you donu2019t apply evenly with a brush. Itu2019s better in that case to build up layers.  My only other complaint is with the brush - I would much prefer a squeeze tube than a doe-foot applicator to be able to get all of the product out, but Urban Decay switches up the applicator every now and then so I always watch out for when the squeeze tube is available."
        },
        {
            "review_title": "Great eyeshadow primer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Iu2019ve heard so much about this primer and finally got one a couple months ago and iu2019ve been loving it. Iu2019ve seen a big difference in my eyeshadow, it stays on longer and doesnu2019t crease. I have dry skin so products have a hard time sticking sometimes and become patchy but this has helped with that!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "Have used this several times over the years.  It is reliable and works well.  Although many options are now available the original formula works well."
        },
        {
            "review_title": "Does what itu2019s supposed to",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "This primer does the job that itu2019s supposed to do. It makes the eyeshadow stick and makes it appear brighter. I have tried better primers, but this is pretty decent. The container is small."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I will be purchasing this primer !! After trying the Urban Decay Eyeshadow Primer Potion with the Metal Mania Naked eyeshadow palette I can say that it definitely will help the pigment stay on for a long time. I tested the primer on one eye and no primer on the other and after a long day I can say that the primer most definitely helps the eyeshadow pigment stay on for longer without making it become dull. I also applied some of this primer onto my smile lines to help the foundation stop creasing and while my smile lines did appear it still seemed less prominent than without the primer. I recommend giving this primer potion a try!"
        },
        {
            "review_title": "Do your eyeshadow a favor & use this primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is a great primer. Makes eyeshadow application smoother & colours brighter. I have oily eyelids so primers are a must for me. This primer didn't feel heavy and made my eyeshadow stay put all day without any creasing or smudging. Definitely recommend I received this product from influenster and am sharing my honest opinion"
        },
        {
            "review_title": "A good staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I never thought I needed to use an eyeshadow primer before I tried this one. I tried it on one eye and I saw a noticeable difference in how my eye makeup stayed on. No eyeshadow smudging, no creasing, looked just as good as the minute I applied it. Highly recommend!  * I was sent this product for my review but all opinions are my own"
        },
        {
            "review_title": "This is amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this product. It's lightweight and doesn't weigh down my eyelids. It's very thin and easy to apply. The shadows stayed great and I was still able to blend them. There was no fallout thanks to this primer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Really great primer! I have hooded lids and shadow constantly settles in the creases. Not with this! It held the shadow right in place, even with shimmer and glitter shades"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Amazing as always, it gives an even base before eyeshadow so it makes it pop, it blends well and makes eyeshadow last all day! Love it!"
        },
        {
            "review_title": "All Day Wear",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve always loved Primer Potion! It is a tried and true product for me. It does wonders for boosting shadow vibrancy and eliminating any creasing for all-day wear. This one will always be my go to."
        },
        {
            "review_title": "The best primer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love how this primer sits on my lips and doesnu2019t crease throughout the day! 100% recommend! Other primers Iu2019ve tried seem to wear off after a couple hours but this one is nice and creamy and doesnu2019t lay on thick."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Urban Decay's Eyeshadow Primer Potion is THAT GIRL. The applicator is *chefs kiss* and you'll be surprised by how little of it you actually need.   For someone with hooded lids like me, it did a decent job u2013 my eyeshadow stayed put for about six hours without any transfer problems. But I did notice a bit of creasing towards the end of the day.  Overall, Urban Decay is a reliable brand, and this primer is a solid choice for keeping your eyeshadow intact all day."
        },
        {
            "review_title": "Ok",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I have oily eyelids and this primer is not oily eyelids friendly. It doesnu2019t adhere well to my eyelids. When I used it my eyeshadow didnu2019t stick well and creased. I think this would work better with people who donu2019t have oily eyelids"
        },
        {
            "review_title": "A must-have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received these products free from Influenster and Urban Decay in exchange for my honest review.  I am very impressed with the quality of urban decayu2019s naked metal mania metallic eyeshadow palette and primer. The eyeshadow palette is very pigmented with little to no fallout. The texture is very creamy and long lasting. The eyeshadow palette has a nice balance between matte and metallic shades allowing you to create an every day, soft, glam or elevate your make up to the next level. When paired with Urban Decayu2019s Primer Potion, I can guarantee you that your eye-look will last all day. I absolutely recommend these products."
        },
        {
            "review_title": "A must have base for your eyeshadow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Love the base this primer gives me.  Helped give me a smooth starting base and held me color in place all day.  No creasing or smudging."
        },
        {
            "review_title": "So easy to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The Urban Decay eyeshadow primer potion is a super easy way to prepare the eyelid for enhanced color pigment and a crease proof look. I applied this product for use with Urban Decays rock star eye shadow pallet and it made these already rich, pigmented colors pop. It prevented the heavy cakey look that I despise. It was also super easy to remove at the end of my evening with some micellar water."
        },
        {
            "review_title": "A classic for a reason",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I receive this product complimentary through Influenster for my honest review. The Urban Decay primer potion is a staple product for good reason. I prefer thinner eye primers as my eyelids are a bit finicky & this blends so well on the lids & provides a great base for eyeshadow looks. This isnu2019t full coverage but will even out the skin on the lids. I love the wand applicator for mess free usage. I used this primer for a music festival and my eyeshadow lasted 14 hours without fading or smearing through rain. I would highly recommend this to anyone looking to splurge on a primer."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I loved this eyeshadow primer. It is the perfect size for it to fit right in your travel make up bag and it makes the colors stay vibrant all day. I used this at a wedding, and through the sweat, heat, and tears it kept everything on! 10:10"
        },
        {
            "review_title": "High End Option",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Compared to other high end eyeshadow primer is stacks up. But compared to drug store eyeshadow primer it only slightly better. It applies better but the effect is the same with drugstore options."
        },
        {
            "review_title": "Good old standby",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Dry skin",
            "review_text": "I really do enjoy this primer, but I do feel that there are better ones on the market. However, I will still continue to use this and own it forever! It is a standby and it is consistent."
        },
        {
            "review_title": "Itu2019s okay? Wouldnu2019t suggest it for the price(Gift)",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I liked the product, I feel like it didnu2019t do much though! There is no color so it didnu2019t amplify the colors of my eyeshadow, and it wasnu2019t tacky so it didnu2019t keep my eyeshadow from creasing. If I wasnu2019t gifted this, I wouldnu2019t use it again. The formula is more like a face primer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Have been using this eyeshadow primer for years and it's the only one for me! Other primers will let the product seep in and stain my eyelid if the shadow is on too long. Not with Urban Decay's primer!"
        },
        {
            "review_title": "A must for a buttery smooth eyeshadow application",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I love this primer potion! I used to use it when I was younger but had forgotten about it until I received it in my vox box! I love the formula still the same great formula! I actually use white concealer as my eyeshadow base to make my shadow pop, but this makes my concealer lay sooo smooth and I get the perfect base for my eyeshadow! (Primer potion, white concealer, translucent powder to set, then go in with shadows & blend) this helps my shadows pop and stay in place while giving me the perfect buttery smooth concealer base on my eye lids and helps them from getting oily or the shadow from moving around!"
        },
        {
            "review_title": "Tried and true.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I received this product free from Influenster in exchange for my honest review.  #Incentivized.  It was sent with the Metal Mania palette.  This primer is a classic.  I have used many over the years and I always end up reaching for this one.  It has great staying power and is a great base.  The formula seems to have gotten better as well, which is always a plus.  Highly recommend!!!"
        },
        {
            "review_title": "A must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "Not only did it make my eye shadow more vibrant, it made it long lasting and beautiful!"
        },
        {
            "review_title": "Goooood",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I literally love this primer so much. It makes taking off eyeshadow soo much easier and it doesnu2019t stain my eyes. It is light weight and you canu2019t even feel it in your eyelids for real. Itu2019s the best thing ever . If you apply a lot it gets very streaky. A little goes a long way."
        },
        {
            "review_title": "Must have",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I got this product free in exchange for my honest review. I used this primer with glitter and it stayed on all night I was thoroughly impressed. Definitely will continue to use."
        },
        {
            "review_title": "Great primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I've always wanted to try this primer but could never justify spending the money on it. I was really excited to try this in exchange for my review! This primer works really well and helps make your eyeshadow last. I don't know if I would necessarily buy it but if you want to splurge it's worth it! I received this product for free in exchange for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Original - sheer nude",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "It's so cute the product helps alot when trying to put on a light shade of eyeshadow"
        },
        {
            "review_title": "A great product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "Itu2019s the product I didnu2019t know I needed until I tried it!  My eyeshadow glides on smoother and lasts longer.  No fading or smudging.  Iu2019ve had days where my eyeshadow was just gone by the time I got home!  Not with this!  Gives me a smooth surface to apply and helps it last all day."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "One of the best primers Iu2019ve tried. Urban decay always has good quality primers and makeup. Definitely recommend this one if you use glitter or donu2019t want creases in your eyeshadow!"
        }
    ]
}