{
    "product_id": "1554",
    "name": "ShadeDrops Broad Spectrum SPF 30 Mineral Milk Sunscreen",
    "brand": "Summer Fridays",
    "categories": "Skincare, Sunscreen, Face Sunscreen",
    "price": 48.5,
    "about": "What it is:A lightweight, reef-friendly, SPF 30 mineral sunscreen that helps shield skin from UV rays and leaves skin with a soft, natural-looking finish..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dryness and Dullness.Formulation:Lightweight Serum.Highlighted Ingredients:- Zinc Oxide: Shields skin from damaging UV rays and is gentle enough for sensitive skin..Ingredient Callouts:This product is vegan, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:This lightweight, reef-friendly, SPF 30 mineral sunscreen is enriched with vitamins, antioxidants, and soothing chamomile. It helps shield skin from harmful UV rays and leaves skin soft to the touch. Its naturally derived tint blends in beautifully with all skin tones for a natural-looking finish.",
    "ingredients": "-Zinc Oxide: Shields skin from damaging UV rays and is gentle enough for sensitive skin..-Squalane: Leaves skin appearing softer, smoother, and plumped up..-Antioxidant Complex (Vitamin E and Ethyl Ferulate): Helps protect skin against free-radical damage...Zinc Oxide 9.4%, Water, C12-15 Alkyl Benzoate,Sorbitan Oleate Decylglucoside Crosspolymer, Argania Spinosa Kernel Oil, Tocopheryl Acetate, Ammonium Acryloyldimethyltaurate/VP Copolymer, Glycerin, Caramel, Polyester-5, Squalane, Butyrospermum Parkii (Shea) Butter Extract, Bisabolol, Phospholipids, Tocopherol, Ethyl Ferulate, Urea, Ethylhexylglycerin, Gluconolactone, Triethoxycaprylylsilane, Dimethicone, Sodium Chloride, Benzyl Alcohol, Sodium Benzoate, Sorbic Acid, Chlorphenesin, Phenoxyethanol.....&nbsp;......The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Gently shake bottle and dispense nickel-size amount into hands..-Smooth evenly over skin as the final step in your skincare routine. .-Follow with makeup if desired..-Apply generously 15 minutes before sun exposure. .-Reapply every two hours, and directly after any physical activity or exposure to water.",
    "num_reviews": 1458,
    "overall_rating": 3.8,
    "product_url": "https://www.sephora.com/ca/en/product/shadedrops-broad-spectrum-spf-30-mineral-milk-sunscreen-P500241?skuId=2569754&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2569754-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz / 50 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2569754-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Overrated",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "Iu2019ve been using it as a primer for my makeup and didnu2019t notice any particular pros. The formula isnu2019t very moisturizing, itu2019s rather dry/sticky. If youu2019re looking for a moisturizing sunscreen, there are other options and youu2019d get a buck for your bill."
        },
        {
            "review_title": "Wanted to love it :(",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Ugh! I repurchased one of these after going through a whole bottle, and my face began to break out into little bumps on my forehead and chin. My routine hadnu2019t changed and I had to stop using it and eventually the bumps went away, wanted to love it but trying different ones nowb"
        },
        {
            "review_title": "6/5 holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Holy grail sun screen!! I have recommended this to everyone who asks me about my makeup. It is the best hands down that I have ever tried. I have tried super goop and saie slip tint w/ spf and this is the only one I found that does not pill. I highly recommend that anyone with dry skin like me put a hydration serum and/or a moisturizer underneath but make sure those absorb before putting this on"
        },
        {
            "review_title": "Itu2019s a yes for me",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is the first sunscreen Iu2019ve used that does pill on my skin. It feels hydrating but NOT oily. Itu2019s honestly a 10/10 for me and I will 100% repurchase this when I run out. I love this sunscreen!!!!"
        },
        {
            "review_title": "NOT Sensitive and Acne prone safe",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "I got this for Christmas, and was extremely excited to use it! I used it the day I got it, and was left with an awesome smooth base and shiny glow.   But the next day, I woke up with a face full of these weird small bumps, and my face was red the entire day. Today, my face is still in the same condition as yesterday, and as someone with acne-prone and sensitive skin, I do not recommend. ud83dude45u200du2640ufe0f"
        },
        {
            "review_title": "My new sunscreen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I have rosacea and dry skin. I was nervous trying this sunscreen but love it. It doesnu2019t pill and Iu2019ve had no breakouts."
        },
        {
            "review_title": "Irritated my skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "I absolutely loved this sunscreen, sunk in beautifully never left a white cast. I read the reviews and saw that many people experienced irritation from this sunscreen, but I assumed since my skin wasnu2019t sensitive, it wouldnu2019t happened to me. The next day I woke up to skin inflamed, with bumps, red, irritated, itchy.Iu2019ve never experienced this with any products I put on my face, whether it was a sunscreen, exfoliant, serum etc.. It was immediately returned. This product was to blame and I would for anyone not to buy it; sensitive skin or not."
        },
        {
            "review_title": "Good product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "No white cast, feels light weight, feels hydrating and doesnu2019t break me out. Performs well under MAKEUP as well."
        },
        {
            "review_title": "A Forever Repurchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I have been using this sunscreen since 2022, through all seasons. For a mineral sunscreen, this is one of the best on the market. Tatcha's silk sunscreen is a close second, however much more expensive and much heavier on the skin than this. This formula is beautiful -- please never change it! It is lightweight, blends in seamlessly, and leaves no whitecast or residue. Easy to reapply, even over foundation! Does not cling to my winter dry-patches and never clog my pores. Slowly it becomes more expensive... but always remains worth it! A forever repurchase."
        },
        {
            "review_title": "Great until it wasnu2019t.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Really loved this product until about the 3rd or 4th day of use. My skin became red, a bit swollen and extremely itchy. Afterwards, my skin was so dry it began to flake. I donu2019t have any known allergies and Iu2019ve used zinc oxide in the past with no issues. Really bummed because this was a really great product otherwise."
        },
        {
            "review_title": "PAINFUL IRRITATION. 1st time caused by a SPF",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Within 24 hours my face was red, itchy, and on fire. Ive never been classified as a sensitive skin type and I have never had an irritating reaction to a sunscreen like this in my life. I gave it a fair chance and tried a week later and the same exact thing happened. I have no idea whatu2019s caused this but she needs to change the formula if she wants to accommodate all skin types."
        },
        {
            "review_title": "The worst sunscreen I've ever used",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "This is one of the worst sunscreens I've ever used. Let me preface by saying I do have very dry skin and typically prefer a more dewy look. Based off its description I assumed it would provide that, however I found it very dry and matte looking. That's not a problem though and more of a personal preference.  My issue with this product is how much it pills up. Dear word, the pilling is next level. It doesn't seem to matter what products I use underneath, this sunscreen will pill. Even without touching my face, I'll look in the mirror an hour later and notice that it's nothing but flaky and peeling. It also has a very waxy texture to it. It's hard to describe, but it really seems to just sit on top of my skin and not absorb at all. If I touch my face with this on, my hands will then be covered in this film and it even seems kind of soap resistant. I don't know what that's about but it's unpleasant. As I sit here, I touched my face briefly and am typing this out with wax fingers and a strong desire to wash both my face and hands.  I have not worn this under makeup, but I can't imagine it would go well and I won't be attempting it. It also smells really weird. I just don't have any positives to say about it. I have found drugstore sunscreens, even clean ones, that are much better and less expensive than this one. I could write a thesis on how much I dislike this sunscreen."
        }
    ]
}