{
    "product_id": "1625",
    "name": "Faded Under Eye Brightening & Clearing Eye Masks",
    "brand": "Topicals",
    "categories": "Skincare, Masks, Eye Masks",
    "price": 30.0,
    "about": "What it is:A pair of cooling hydrogel under eye masks that fade the look of dark circles and discoloration so you can kick back and let your worries fade away..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dullness, Dark Circles, Puffiness.Formulation:Mask.Highlighted Ingredients:- Caffeine: Helps lessen the appearance of dark circles and invigorates the under-eye..Ingredient Callouts:This product is vegan, gluten-free, and cruelty-free..What Else You Need to Know:These visibly brightening and soothing under-eye masks are enriched with gentle yet effective actives that depuff and hydrate the under-eye.",
    "ingredients": "-Caffeine: Helps lessen the appearance of dark circles and invigorates the under-eye..-Kojic Acid: Antioxidant that helps even skin tone and reduce appearance of dark spots..-Arbutin: A plant extract that helps fade the look of excess pigmentation...Water/Aqua/Eau, Glycerin, Dipropylene Glycol, Polyacrylic Acid, Agar, Niacinamide, Sodium Polyacrylate, Tranexamic Acid, Kojic Acid, Arbutin, Alpha-Arbutin, Caffeine, Dipotassium Glycyrrhizate, Glutathione, Adenosine, Hydroxyacetophenone, Caprylyl Glycol, Cellulose Gum, Xanthan Gum, Disodium EDTA, Tartaric Acid, Aluminum Glycinate, Cetyl Ethylhexanoate, Caprylyl/Capryl Glucoside....",
    "how_to_use": "Suggested Usage:.-Apply to clean under-eye area for 15 minutes. Use two to three times a week. .-For stubborn discoloration, follow up with Faded Serum (sold separately). .-For an extra cool treat, refrigerate the patches prior to use. .-To maximize results, apply the mask in reverse. Place the round end near the nose, which is more prone to dark circles and puffiness, or wear the round size towards the temples to address the outer area where dehydration lines can appear.",
    "num_reviews": 264,
    "overall_rating": 4.1,
    "product_url": "https://www.sephora.com/ca/en/product/faded-eye-masks-P507518?skuId=2709467&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2709467-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "6 pairs / pack",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2709467-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Tan skin tone, Oily skin",
            "review_text": "First time trying these I feel like they work I feel like you will definitely see results if you use them like your suppose to"
        },
        {
            "review_title": "Stickers that tug at your delicate under eye",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This project is not effective, and itu2019s like a sticker that will tug at your delicate under eye when you try to remove it. Thereu2019s not a whole lot of serum and I havenu2019t noticed ufffcmuch of a difference, but the way that it pulled at my eyes completely unacceptable"
        },
        {
            "review_title": "All Hypeu2026 No Results",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Trust the negative reviews. These do absolutely nothing. On top of that they provide no moisture or relaxation. It feels like by you put abrasive packing tape under your eye, and it hurts to take it off. I saw zero results."
        },
        {
            "review_title": "Yes, it is amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Iu2019m a warning you know this is your warning: this product is sooooo good it got rid of my dark circles from going to sleep so late in minutes!!! You hear me minutes. I love this product!"
        },
        {
            "review_title": "No change seen",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I tried 4 masks and didn't see any changes I would not buy again"
        },
        {
            "review_title": "Effective",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I love using these on the morning where my eyes are looking extra tired. I noticed these are good for puffy tired eyes."
        },
        {
            "review_title": "IT WORKS ud83dudcaa",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I love this ****. As a makeup free, just skin care girlie, this product works. I use it with the big end towards my nose and inner eye corner. I bought it about 7 times now because I'm getting great results. Whenever I go into Sephora, I run and get these patches first."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "These do absolutely nothing even after using 3-4 times in a 2 week span. On top of that, they are extremely dry so you have to rip them off your already sensitive under-eye area."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product is awful. It did absolutely nothing for me. Almost no product on them and so sticky they really hurt my under eye taking them off. Do not recommend"
        },
        {
            "review_title": "Extremely Disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Bought this after reading great reviews... it did absolutely nothing for me. I was very patient and gave it a chance. u2639ufe0f"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love love these eye masks!! Highly recommend them! First time I used them I saw a huge difference."
        },
        {
            "review_title": "Highly Disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I was highly disappointed by this product. The eye masks are very dry when they come out the pouch.. They have very little product on them. There are many other options out there much cheaper and much more hydrating and nourishing."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "Didnu2019t show any difference after two months of usage"
        },
        {
            "review_title": "My favorite under eye patches :)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "These are the best under eye patches I have tried! I have horrible puffy under eyes and dark circles. I leave them on for about 30 minutes to an hour while doing my hair and getting ready and I really notice a difference! u2764ufe0f"
        },
        {
            "review_title": "Don't believe the hype!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I don't get the hype . I hate how they stick to your face like a bandaid and I didn't see any improvements my gold 14k gold Amazon eye patches work much better.  Mic"
        },
        {
            "review_title": "Barely and product on the patches",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Feels like thereu2019s zero product on the patches, have used twice and didnu2019t notice any difference"
        },
        {
            "review_title": "not impressed. better for puffy under eyes",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Normal skin",
            "review_text": "i made a review on my tiktok  https://www.tiktok.com/t/ZPRE1dUga/  and while iu2019m not expecting instant results its honestly is really dry (like thereu2019s no product). i think ppl w puffy eyes will enjoy this tho"
        },
        {
            "review_title": "They actually work!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Love. I use them 2-3 times weekly and have noticed a significant difference. A new staple in my routine!"
        },
        {
            "review_title": "Bummer",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "After reading other reviews I was hesitant to try these but figured why not. Unfortunately, the reviews are right. Thereu2019s zero product on the patches and just feels like scotch tape on your face. Major bummer!"
        },
        {
            "review_title": "Worked for me the first time I used this product.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Normal skin",
            "review_text": "I have been skeptical because I can't really find anything to work on my under eyes. This product has helped so much and I can see the difference everytime I have used them even the first time!! This had gotten rid of the puffiness and darkness on my under eye. Thanks to the young lady at Sephora that helped me find something that works."
        },
        {
            "review_title": "Love for overnight wearu2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I love these!!! For the price, mmmmm, no 10 minutes. I use them for special occasions and I wear them overnight. I wake up with no wrinkles under my eyes and looking FRESH. I've gotten 3 so far will continue when I feel I need them. Really great. Just too expensive to wear only for 10, 20 minutes. My first box I did the recommended time and was like man these are expensive to only wear that long and for the quantity?!! Then I tried my last two pair overnight and was like, Hold on a second. I'm gonna get these again before a wedding I was going to. Used the night before and the night after. Was the only person the next morning after looking magically refreshed. Love 'em."
        },
        {
            "review_title": "Good staple to have for those tired eyes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "So far one of the best brightening eye mask I have used . Fair priced when compared with others"
        },
        {
            "review_title": "Theyu2019re brilliant",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I love the Topicals eye masks. Theyu2019re some of my favorites. They do help substantially with under eye bags."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Helps with dark circles itu2019s my everyday face routine"
        },
        {
            "review_title": "No saggy under eyes here ufffc",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Theyu2019re very comfy and cozy under the eyes they donu2019t give you that aggravating or irritating feeling thatu2019s what I love about it and I do tell a difference when I wear it ufffc"
        },
        {
            "review_title": "awesome results, but can be dry",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "this product really does work amazingly. after 15 minutes there really is a huge difference in pigmentation under my eyes. the patches can be dry and hurt to peel off, so just be aware!"
        },
        {
            "review_title": "It definitely works over night great quality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This product is amazing i got this and some other products this one made the difference within hours compared to other ones i have to use daily and no results . This one i had it in my fridge tried it on my clean face i love it because i can be doing stuff with my baby and the patches dont move at all also love it they can be reusable like 3 times i believe . This product worked over night when i woke up the purple under my eyes is almost gone this is a great product i dont usually do reviews but this is something people with problems with dark circles should try this i wish i would of taken a before and after but definitely my husband noticed it with the pictures i provided you can see my dark eye line is compared to dark circles is fading away with one patch"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
            "review_text": "reviewing after using an entire box. I used the eye patches and applied the faded serum on after as instructed on the box. I did notice slight improvement to my dark circles. I bought another box to see if improvement continues."
        },
        {
            "review_title": "Flying must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I use them strictly on flights because in the air itu2019s a lot drier and pressurized. As a flight attendant these help a lot"
        },
        {
            "review_title": "Instant disappointment",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Normal skin",
            "review_text": "I was so excited to try these but was quickly let down. They stick nicely but thatu2019s it. Literally. I wasnu2019t expecting an overnight miracle but literally there isnu2019t any product on the sheet or mask. Save your money."
        },
        {
            "review_title": "Okay",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Itu2019s ok. I got them because they got pretty popular but I personally donu2019t feel they do much. The actual patches are pretty dry. They are cute but thatu2019s about it, wonu2019t be repurchasing the price isnu2019t worth it."
        },
        {
            "review_title": "A Waste of Money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
            "review_text": "I bought this product to help minimize the darkness around my under eye area. I gave into the hype but unfortunately it did absolutely nothing for me. Please donu2019t waste your money."
        },
        {
            "review_title": "Did I get a bad batch??",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Absolutely no product on the masks. Ripping them off felt terrible on my under eye area. These did nothing. I think I might use them as smile line smoothers over night since theyu2019re so adhesive."
        },
        {
            "review_title": "love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "got a pack of these as a gift for christmas literally from my grandma..i genuinely didnu2019t have high hopes for this product. in full genuine honesty i will 100% be repurchasing, they are the only product that helps my extremely dark under eye bags."
        },
        {
            "review_title": "Donu2019t believe the hype. Save your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "Waste of money. Feels like scotch tape on your face, does nothing and has 0 product on it."
        },
        {
            "review_title": "Amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Puffiness and dark circles are gone, this product is really good"
        },
        {
            "review_title": "Not quite for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I really wanted to like these under eye patches, but found myself less than impressed. The patches definitely provide a cooling sensation and after going through the whole pack, they didnu2019t make a difference for my under eyes. I also am not a fan of the sticky back on them, when removing it tugs on my under eye skin which is sensitive enough as is."
        },
        {
            "review_title": "Why",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Where is the product on the patch? Not a drop of moisture in these patches when I opened them. This is just terrible. They stick alright. Bc thereu2019s nothing but the patch on your skin. Ouch"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Love these!! I canu2019t say they make a huge difference in my under eye darkness, but they feel nice and are a fun pampering self care step for me. Have repurchased multiple times."
        },
        {
            "review_title": "It worked fast",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "The ingrown hairs were irritating me so I went to purchase this product, it work immediately. It soothed the irritation and calmed the flair up. I have not been using the product long enough to see discoloration changes but for the most part I will be incorporating into my body care routine."
        },
        {
            "review_title": "Not the best",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "I donu2019t notice a difference in darkness after using once a week. Maybe I need to use them more frequently. They do stick very well and are moisturizing, but not as moisturizing as some other brands."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "After using this product nothing happened. I did not feel as if my under eyes were moisturized. Would not recommend! Sephora employees didnu2019t offer a better alternative and said this was the best but was a waste of money."
        },
        {
            "review_title": "I need more!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "These actually have a noticeable difference to them when you used them more than once a week!"
        },
        {
            "review_title": "THEY ACTUALLY WORK",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Iu2019m going to be 100% honestu2026 Iu2019ve always been skeptical when it comes to ANY under eye mask. I ended up buying them because I have dark circles and I kept seeing these everywhere on TikTok and Instagram, so I decided to buy them, and I followed the instructions, and after 15 minutes I had zero eyebags! Now I have a bundle of them ready to go"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "The best eye patches on the market right now they definitely have a boujee feel and give great results 10/10 would buy again"
        },
        {
            "review_title": "Too sticky, no product on the mask",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Very sticky and dry! There is no product on the masks, it felt like ripping off a bandaid. Not the best feeling especially with how sensitive the under eye skin is. I emailed Topicals about these eye masks. Never heard back."
        },
        {
            "review_title": "Noticed a difference, unlike other eye patches",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Expensive but this is one of the first eye patches that I've actually noticed a difference from! I don't have puffiness but I have dark circles, and it's hard to find eye patches that don't slide around and that actually work for dark circles and even sunken in eyes. I will be repurchasing! Only took a star down because I wish more came in a pack!!"
        },
        {
            "review_title": "Too dry",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "These patches were so dry they were actually uncomfortable to wear. I tried them twice and threw the rest away. Very disappointing."
        },
        {
            "review_title": "Made for Us",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "These patches were comfortable to wear and remove. I saw a difference after using twice a week as recommended on the packaging. A new staple for sure!"
        },
        {
            "review_title": "Nice but not a need for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "The patches are definitely cute, and feel nice and cooling, but in my experience itu2019s really just paying for an experience. I havenu2019t seen any results that I could notice, and honestly not wanting to spend almost 100 dollars a month to see if it actually works. Would rather see an esthetician"
        },
        {
            "review_title": "Waste of Money",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Did absolutely nothing. Pulled at the skin in an uncomfortable way when removing them. Two stars because is didn't actually irritate the skin like some eye masks have. Don't waste your money."
        },
        {
            "review_title": "Just the eye mask, not the serum?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The branding is cute and not overly sticky, but my masks didn't seem to come with any product on them. I'm confused - if a serum is required, it wasn't clear that you must apply a separate topical gel."
        },
        {
            "review_title": "Feels Great",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
            "review_text": "They feel great. Havenu2019t seen any results but Iu2019m assuming Iu2019ll need more than one box to see their effectiveness. I will order again"
        },
        {
            "review_title": "Made For Us, By Us!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "These patches are a weekly ritual for me! Combined with the brightening cream it leaves my skin moisturized and GLOWLY u2728. Not only that, I feel like a black girl in luxury wearing these during my skin care routine. Iu2019m definitely a Topicals girl! ud83eudd0eud83dudda4ud83eudd0eud83dudda4"
        },
        {
            "review_title": "Hard to remove and no change",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "These did absolutely nothing at all and whatu2019s worse is that they are incredibly difficult to peel off. I had to hold down my under eye skin with one hand and try to carefully peel off the patches because they literally glue to your skin. Total waste of money."
        },
        {
            "review_title": "A weekly ritual must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I have loved these brightening eye masks, and I feel that my skin, after use, is hydrating and soft. I normally stock up bi-weekly"
        },
        {
            "review_title": "I fell for the hype?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Deep skin tone, Combination skin",
            "review_text": "Giving it three stars cause im honestly not sure what these are supposed to do. Definitely stick to your face. Which is a plus. But dont pull off well. Theyre so dryyy.. Didnt help my  my puffiness. Maybe gets better over time."
        },
        {
            "review_title": "10/10 would recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "After putting them in the fridge they provide such a cool refreshing sensation. You almost never want to take them off!"
        },
        {
            "review_title": "My new favvvvv",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
            "review_text": "I love these eye patches!!! I love how they stick onto your face and you feel your eyes getting tight. It don't have much product on it, so I'm not sure exactly how it works under the eyes but I still like it"
        },
        {
            "review_title": "Saw good results!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Bought this for my husband and honestly it works great! Was able to see slight brightness and less puffiness. It does take time though."
        },
        {
            "review_title": "Takes some time but well worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have noticed a visible difference after using them once a week for a little over a month. Takes time but they work so well!! Highly recommend!!"
        },
        {
            "review_title": "Worked for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "It was finals week when I bought it and I looked like a zombieu2026. Anyways, my under eye area seemed brighter AND it doesnu2019t burn or sting."
        },
        {
            "review_title": "Bright under eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Normal skin",
            "review_text": "This is my second time purchasing these. I have noticed brighter under eyes. They feel so nice and cooling as well."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
            "review_text": "Hmm, does nothing for puffiness. My bags looked noticeably worse."
        },
        {
            "review_title": "I use them ALL the time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "Obsessed, they brighten and thatu2019s exactly what I needed."
        },
        {
            "review_title": "Did nothing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "These did absolutely nothing for my dark circles. Wish I could return"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love that these stick where you put them and donu2019t fall off or move! They feel nice on the skin and theyu2019re super cute. Good for de-puffing but have not used long enough to see any coloration differences yet!"
        },
        {
            "review_title": "High Quality",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "These eye masks feel really nice on this skin! I also think the packaging is super fun and the masks feel high quality. They donu2019t slide around, but in turn they are super sticky on the sensitive under eye area. I did notice my eyes depuffed so they definitely did their job!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is my favorite eye patch! It feels so nice on the skin and doesnu2019t come off. My eyes were visibly less puffy after usage!"
        },
        {
            "review_title": "Quality!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Quality! Quality! Quality! They are nice and thick, do not slide around! I seen a review that said put them in the fridge for added sensation. I will be trying that!"
        },
        {
            "review_title": "My favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is my favorite under-eye patches.  I use then over night and always wake up looking fabulous. They stay put all night:)"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I didnu2019t notice a difference in my under eyes after using as directed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve repurchased this product 5 times! I save the plastic sheet to get 2 uses out of them. Love love love!"
        },
        {
            "review_title": "Awesome Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "This product definitely lightened my under eyes, so happy!"
        },
        {
            "review_title": "An easy pass",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
            "review_text": "Had high hopes but was really confused , super sticky, tugs at the already fragile under eye skin and felt no difference. I returned and would not repurchase or recommend."
        },
        {
            "review_title": "Tugs at skin when removing",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Feels fine, no noticeable results. The adhesive is very sticky and tugs at the skin when you remove them-not good. Iu2019ll use up what I have but I wonu2019t repurchase."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "i had really bad dark circles and after using these i think i noticed a difference? can't say for sure. they definitely don't make any lasting changes not worth it"
        },
        {
            "review_title": "Added to my weekly beauty routine for life",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve ordered this twice now and itu2019s definitely something I will continue to purchase. These make a noticeable difference, my eyes look brighter and less dark and puffy. For someone who has struggled with dark under eyes her whole life these are a game changer for me. I use them twice a week and they make a difference."
        },
        {
            "review_title": "Save your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Didnu2019t notice a difference, they just feel like stickers with barely any product."
        },
        {
            "review_title": "i would probably die without these",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "this is literally my favorite eye patch i've ever tried. i used these every day for two weeks and i saw such an amazing difference!! there's the before and after, you can see the lines faded!!"
        },
        {
            "review_title": "MUST HAVE !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "These eye masks are the best on the market. they are fabric on one side and a cool gel on the other, completely prevents them from slipping and sliding on your face, they are the only eye mask iu2019ve ever used that actually fades my dark under eyes. i have horrible dark under eyes from insomnia and grande lash, and i can notice the difference these maks make immediately after i take them off, they are comfortable too! i wish they were sold in bigger packs!!!"
        },
        {
            "review_title": "save your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "These are the worst under eye masks I think I've ever used. It doesn't feel like there's any product on them, it's just a sticker. I don't think putting such a sticky surface on such delicate skin is a good idea either. I didn't see any difference except some red spots from irritation. Waste of money."
        },
        {
            "review_title": "love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "i got this for christmas, and i used it once and i immediately saw results!!"
        },
        {
            "review_title": "It feels like there is no product at all",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Just feels like under eye stickersu2026 I guess theyu2019re good to use as eye shadow shields but i donu2019t feel anything working or a difference."
        },
        {
            "review_title": "Definitely give them a try. Iu2019d recommend.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "These actually worked for me. Definitely brightened my undereye after using. This is my second box Iu2019m on, definitely recommend."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Oily skin",
            "review_text": "they are so sticky that they pull on my skin when i take them off which i fear will cause wrinkles"
        },
        {
            "review_title": "Holy Grail of Eye Masks",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Where have these been all my life?! Incredible and show almost instant results. Super cooling and hydrating. I can't live without these!"
        },
        {
            "review_title": "Gave me contact dermatitis",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Deep skin tone, Normal skin",
            "review_text": "This product gave me contact dermatitis after one use. I was super excited to give it a try since everyone was raving about it but unfortunately Iu2019m not stuck with the ugliest rashes under my eyes. Be careful with it!"
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I love these they are very hydrating and i donu2019t have very bad dark under eyes but they still cleared them up"
        },
        {
            "review_title": "Pricy but worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is literally the best thing Iu2019ve ever brought for under eyes Iu2019ve tried almost every brand in Sephora and Korean brands and French this is the BEST I saw difference from the first week and now itu2019s a stable in my skincare"
        },
        {
            "review_title": "New Travel Must-Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I donu2019t usually use eye masks because they slide all over my face and make a mess. These are a cloth like texture with a grippy, not sticky, hydrogel backing. Clings to the undereye area like a dream and really brightens up the whole area. Will definitely be repurchasing these"
        },
        {
            "review_title": "Good brightening eye mask",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I like this product and use consistently. It does seem to make under eyes brighter"
        },
        {
            "review_title": "Amazing product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love these undereye masks, great for fading my dark circles and discoloration. It also brightens and depuff."
        },
        {
            "review_title": "Painful when removing.. a no for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Did not like patches. not for ppl with dark dark circles. I didnu2019t see a difference & removing them is painful, it pulls my under eye skin TOO much & under eyes donu2019t feel or look hydrated."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love these patches! They have amazing ingredients and look so cute too :)"
        },
        {
            "review_title": "The Best Eye Masks Ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "Tropicals Faded Under Eye Masks have a cooling effect which immediately helps rejuvenate, Brighten & fade the look of dark circles. Some of the key ingredients include: Caffeine, Kojic Acid & Arbutin which all help with pigmentation under the eye.  I absolutely love & recommend these Eye masks for any duffing under & so much more, you must try!"
        },
        {
            "review_title": "A must have in my skincare bag",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "They are super great under eye patches, this is a product that I donu2019t use often, but was very impressed with these ones. They help reduce my dark circles under my eyes while making my skin brighter and smoother."
        },
        {
            "review_title": "A must-have for under eye emergencies",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
            "review_text": "I love the faded under eye masks! They work amazing to help brighten dull under eyes. I recently used this product before going to a holiday ball and they helped with my concealer application and brightening the under eyes u2728"
        },
        {
            "review_title": "Def my fav eye masks.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I really like these masks. Unlike other masks they are dry, they feel cool on your skin, and they donu2019t move around when you talk or anything. I noticed after one use that my eyes looks brighter. Def recommend."
        },
        {
            "review_title": "Didnu2019t do anything",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Dry skin",
            "review_text": "it is rlly cooling on the under eyes, caused no irritation but i didnu2019t notice any improvement or difference after using them consistently for 3 weeks straight"
        },
        {
            "review_title": "Love  so much",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "So obsessed with these omgggg itu2019s a constant repurchase for me will forever be rebuying!!!!!!! Thank you topicals for saving my skin"
        },
        {
            "review_title": "Must have eye masks!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I looove these eye masks! First of all, they actually stay in place on the face so you donu2019t have to worry about them slipping and sliding but they also make a big difference in brightening up my under eye area!"
        },
        {
            "review_title": "A Must Morning Routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone",
            "review_text": "Love these! Clean, easy and effective. I love self care in the morning. They Hydrate and brighten the under eye. Keep in mind it does take a couple of uses. Worth the purchase"
        },
        {
            "review_title": "It definitely works",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I gave it FIVE DAYS MAX and it worked in 3 days, I could see that my skin was absorbing the product and slowly smoothing out some of the dark spots and my tone became even, I could notice it"
        },
        {
            "review_title": "absolute must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019ve used up almost my entire pack of faded and itu2019s the best thing Iu2019ve ever used. I have dark under eyes that I havenu2019t been able to get rid of in years until I found this product. It makes my under eyes so bright and the patches itself is super cute!!"
        },
        {
            "review_title": "Perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Love love love these! Wakes my eyes up so fast! Works like a charm,"
        },
        {
            "review_title": "My fave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "My favorite eye masks! Not only do they provide results they are reusable. One side is almost like a thin cotton and the other side a hydrogel. They donu2019t slip around on my face like most eye masks do. They stay put and Iu2019m obsessed!!"
        },
        {
            "review_title": "Recommended",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "excellent product, you see results in a short time"
        },
        {
            "review_title": "Must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love the eye masks. Iu2019m always looking for something to help my bags and this is it!"
        },
        {
            "review_title": "Not for me, burned & left my eyes red",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Not for me,  I saw no improvement in my under eye & these suckers are strong. I noticed when I did my nightly routine 8 hours after using these, my eyes stung and were red & irritated. I had to take a Benadryl. I thought this would work because the faded cream is so amazing. Not for me"
        },
        {
            "review_title": "Eye patches",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love it. Help me with my dark circles and pigmentation."
        },
        {
            "review_title": "A must have for under eyes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Brightens and hydrates under eyes. Perfect to use before applying makeup and during skincare regime. Cute and effective!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have used other under eye patches before and none is like this one in my opinion. All my life I have had under eye bags and wanted to find something that will help me look more awake and this product does exactly that. The only thing I would say is to not have anything on your eyes before using this or it can lead to a small burn"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "If more than 5 stars were possible, this product would be most deserving!!!!!   First and only eye mask to make a difference!"
        },
        {
            "review_title": "A Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Every self care Sunday or whatever day needs these eye masks. You know all the product is soaking in because it does not budge. My eyes feel refreshed immediately after  use"
        },
        {
            "review_title": "10000/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I loveeeee. Finally looks like i actually get sleep after using these. My eye bags are deep and slightly dark but these seriously illuminate and hydrate. So hard for me to wear under eye concealer while feeling confident because my eye bags are dark and dry but these have me wonders"
        },
        {
            "review_title": "Loveee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Really love these eyepatches! They are so cooling and hydrating, a must have before makeup!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
            "review_text": "I enjoy the cooling effect that these have. I will start using the faded cream under my eyes to see if it makes a difference"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I really wanted to love this. I waited months for them to stock this at my local Sephora. After purchasing, I was definitely disappointed. Yes, they are pretty but they did nothing for me. Also, they are super dry to pull off of your face. I've already been through 3 of these, but I have not noticed any brightening yet."
        },
        {
            "review_title": "Love ud83dudc95",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I love these under eye patchesud83eudef6ud83cudffd they help with brightening my eyes and clearing up the dark circles that I have ud83dudc95 and they are super cute ud83dudc9e"
        },
        {
            "review_title": "A MUST on selfcare day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "A must on my self care day at homeud83dudc95 and the packaging is just beautiful."
        },
        {
            "review_title": "Must Have!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "So easy to use!! Works great! My eyes are pretty sensitive so I donu2019t really use eye masks due most of them making my eyes extremely watery, however this one doesnu2019t & Iu2019ve actually noticed a difference in my dark circles."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "It works just like the cream. Itu2019s amazing. Just make sure youu2019re careful and you donu2019t have sensitive skin, it may tingle a little bit."
        },
        {
            "review_title": "A must have for tired eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Okay yu2019all if dark undereyes are a problem then these are for youu2019 they contain ingredients to help lighten dark circles and also feel so cooling to help depuff! So good!"
        },
        {
            "review_title": "No need",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I bought these because of the amazing reviews - I have slight under eye wrinkles and dark circles did not see any difference after using  -"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "These eye masks made my eye bags disappear! They had a cooling feeling that I loved. Buy these!"
        },
        {
            "review_title": "Pleasant Experience",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Combination skin",
            "review_text": "The patches feel cooling & lifting. I don't struggle much with puffiness, but these leave my under eyes hydrated, bright & awake looking. They're nice, but not a must-have."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Love love love these eyemasks! I pop them on in the morning when I get little sleep and in the hour it takes me to get ready, my under-eye bags are gone! They are so much cuter and more durable than other eye masks!"
        },
        {
            "review_title": "Just like other eye patches",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone",
            "review_text": "Not very hydrating, these are just like other eye patches"
        },
        {
            "review_title": "NEEDS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have been using this product for around 2-3 weeks and have seen such a huge change! I love it this reduces my puffy under eyes especially in the mornings"
        },
        {
            "review_title": "A must have daily routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is my go to every day! I have less visible bags dark spots and puffy eyes"
        },
        {
            "review_title": "Can't live without this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Porcelain skin tone, Combination skin",
            "review_text": "Absolutely a must. Works wonderfully in only a couple of minutes! Couldn't live without it!"
        },
        {
            "review_title": "A must have in skincare routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I'm not a big fan of under-eye patches but these eye patches are a game changer for me, I have very sensitive eyes and They work great to provide extra hydration and help with puffiness. They are a must-have in my skincare routine. They have been so helpful with my dark circles and They're easy to use and come off easily"
        },
        {
            "review_title": "My cute & effective!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "My favorite new addition since they dropped!! These are so cute and effective. Perfect for if you need a little pick me up, for brightening and depuffing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love that these are made with Kojic Acid, Tranexamic Acid, & Niacinamide! All incredible & effective blend of ingredients for brightening. The formula also contains Caffeine to combat puffiness (store them in the fridge for extra cooling benefits) ud83dude09"
        },
        {
            "review_title": "must have for eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I love how these patches moisturized my eye area. With use of daily base it does brighten up."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "I used these eye masks at night before bed, and the effects were still seen the next few days. I'm a health care worker and I'm tired all the time. I could definitely see a difference. Simple and easy to use. They also stay on well, so you can get stuff done around the house without them falling off in the 15 minutes they need to stay on. Already recommended to my best friend who dark circles under her eyes."
        },
        {
            "review_title": "A MUST HAVE!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "Omg! I love this product. I am someone who gets very busy during the weekdays so when Saturday comes around u2026itu2019s the perfect time for me to de-stress and I love to use this product under my eye because it helps with my eye bags and brightens my under eye."
        },
        {
            "review_title": "Use continuously to see your dark circle disappear",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "With continuous use, the spores nice of dark circle fades and the under eyes look bright and less puffy"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Honestly donu2019t see my eyes are any brighter, eye bags are still there. If you didnu2019t take them off after 15 min, they stuck on your eyes like stickers."
        },
        {
            "review_title": "A Must-Have Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
            "review_text": "These eye-patches is a must-have. A major staple to my skincare routine. Dark circles are a thing in a past."
        },
        {
            "review_title": "Amazing eye patches",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "it noticable reduce the under eye dark circles. Brighten it up. De puff the eyes. Such a quick fix."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "Literally has resolved my u201craccoonu201d u201cMrs Puffu201d eyes and I love the look them. Stylish in a way, and feel so good if you put them in the fridge first! Helped wit my dark circles and tired eyes."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "love these under eye patches, i have dark under eyes and these have helped so much i definitely recommend!"
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I love under-eye masks, and these are marvelous! I have bad dark circles under my eyes due to sleep issues, and these noticeably brighten them. Will be repurchasing when I run out!"
        },
        {
            "review_title": "Be consistent and cautious with the eye area ! u2665ufe0f",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I havenu2019t used them long enough to give 5 stars however I do notice slight differences after usage. I want to note that eye hyperpigmentation is pretty stubborn and takes consistent multi steps !"
        },
        {
            "review_title": "Actually works",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I have used a number of under eye patches and this one is my fav. It fades the purple color under my eyes and feels good on my skin. I can also wear this around the house and get other stuff done because it adheres to well. It doesnu2019t slip or move."
        },
        {
            "review_title": "My favorite eye masks",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019m in love with these. They leave my under eyes looking refreshed and bright like I got way more sleep than I really did! Just wish they sold them in larger packs!"
        },
        {
            "review_title": "A must have for my dark circles",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Purchased with my own money- First I want to say, I donu2019t think the bad reviews on here understand how these masks actually work- Topicals Faded Under Eye Masks have been a game-changer for my skincare routine! These masks are a go-to for banishing under-eye dark circles and puffiness. The gel-like texture feels incredibly soothing and cooling on the skin, making it a treat to use. I've noticed a visible reduction in discoloration and puffiness after consistent use. A must-try for anyone looking to brighten up their under-eye area."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Amazing patches!! One of my holy grails and in the car, my work bag and I take at least a few patches while traveling as well! Perfect for instant brightening, and that instant full sleep look!"
        },
        {
            "review_title": "Good Quality Under Eye Masks",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I love that these stay put, so I can have these on for hours. I have been applying these at least 2x a week and my under eye area has been feeling a lot more smooth. The brightening effect is not immediate for me though. Iu2019m going to stick to these and hopefullly my under eyes will brighten over time."
        },
        {
            "review_title": "A nice way to wake up the eyes.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "As a long time Topicals lover (I had tried and loved every product except for this and Slather), I bought these on a whim ahead of a business trip where I knew I would also get headshots done. I was so self conscious considering that I would be photographed after travelling and getting no sleep catching up with coworkers. I'm not a huge eye mask girly, because I'm slow to wake up and didn't want to waste time with a mask. I popped these in my hotel fridge ang put them on the next morning. I love that these are sticky and stay on so I can proceed with my morning routine for the 15 minutes I wear them. I can't say I saw an immediate difference after use, but it was a great way to wake up my eyes and have a smooth base for my undereye concealer."
        },
        {
            "review_title": "Your Bags Best friend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "My under eyes are forever grateful. So much moisture. I always go over the recommended time and the masks never dry out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Iu2019ve always had sunken deep eye bags and Iu2019ve tried a lot of products  But I started using the review topicals  Faded Under Eye mask just to give it a try. Yu2019all when I tell you these works like a charm and they go on really cool under your eyes and theyu2019re very comfortable.theyu2019re reusable too!!!"
        },
        {
            "review_title": "LOVE THESE SO MUCH",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I live for these they work so so well and they have such a good stick my other fav product from topicals is sealed get your hands on it asap its not listen on the sephora website currently but keep your eyes perls"
        },
        {
            "review_title": "Ouch",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "When you take off it pulls your skin. Didnu2019t work..maybe you have to use continuously but I needed something more penetrating. Got the Claudiale eye brightening cream instead I think itu2019s better so far."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Lol I tried these for the first time after crying my eyes out and my boyfriend said he could really tell a difference. I could tell it was a genuine compliment so would recommend!"
        },
        {
            "review_title": "Super Sticky in a Bad Way",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "Terrible. Like putting duct tape under the eyes. Purchase w my own $$"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Best eye mask I have used due to felt backing! Makes it easier to do things without them slipping off"
        },
        {
            "review_title": "a waste",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "disliked them a lot tbh. didnt help fade away my dark circles nor my puffy eyes even when i tried using my topical serum with it. waste of money."
        },
        {
            "review_title": "ouch!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "these left red marks under my eyes. they stick well but at the same time, it rips away the top of my skin. :(:(:("
        },
        {
            "review_title": "Dry and ineffective",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Extremely dry patches. They really clung to my skin as there was no product on them. I left them on as directed and it pulled the skin on my under-eye trying to remove them. Didnu2019t see any difference whatsoever. Would not recommend."
        },
        {
            "review_title": "Hard pass",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "They stay on well however it feels like thereu2019s no product on them.  They just feel like stickers.  They did not do anything for my puffy eyes.  Feels like a waste of money."
        },
        {
            "review_title": "best treat for my under eye",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Love these brightening eye mask! Super hydrating and leaves my skin under eyes nourished all day long! A perfect selfcare treat"
        },
        {
            "review_title": "nice to have",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "great eye patches that really cling to the skin but it is pricey and a lot of plastic waste which is my issue. i also didnu2019t see a huge effect but these are nice once in a while"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Normal skin",
            "review_text": "this is a MUST have. especially if you have dark under eyes."
        },
        {
            "review_title": "My new favorite skincare routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Iu2019ve been using these under eye masks for about 3 weeks now and I am loving the results. They are super hydrating and brighten my eyes."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Itu2019s cute and I recommend for puffy eyes. Hereu2019s a tip, pop them into the fridge for a few minutes for better results!"
        },
        {
            "review_title": "Great results and they stay on so well!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "They are amazing! I love how they stay on so well and let me do whatever I need to around the house!  Perfect for brightening and de-puffing under the eyes and getting refreshed for the day. Ive never had eye masks that stay on so well! They also feel nice and cooling!"
        },
        {
            "review_title": "THE BEST EYE MASKS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "actually so obsessed with these eye masks they instantly make me look like I actually slept lol and I love that they are reusable!!! Best on the market fr"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Worth the money! I have dark circles and puffy under eyes from being a mom and these under eye masks have helped rejuvenate and hydrate them."
        },
        {
            "review_title": "A faveud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "Faded is that GIRL  I love everything from the lineud83dude0d"
        },
        {
            "review_title": "you need this for no bags under eye!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love the results on my big dark bags, 15 mins and boom!!! it really effects and now I am re stocking them ASAP!! One of my favorite product from Topicals. love faded<333"
        },
        {
            "review_title": "Great eye patches",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I saw results after the first week; my mom was so impressed she took some of my patches Lolol."
        },
        {
            "review_title": "Try them and thank me later!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "If you havenu2019t try these eye patches I donu2019t know what youu2019re doing. They are so good and can be use 2-3 times if you put them in the fridge. Stop wasting your time with others, you should try them."
        },
        {
            "review_title": "All Over TikTok!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Oily skin",
            "review_text": "I just recently brought the under eye masks because I heard such good things about them! Canu2019t wait to try!"
        },
        {
            "review_title": "love these",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "love them for a brightening look under my eyes. It makes my concelaer application really easy after using these eye patches. They also help with depuffing my eyes."
        },
        {
            "review_title": "a lack of sleep saviour",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "amazing eye patches, they have ingredients that help brighten dark circles and puffiness. they adhere well. there's no sliding down the face. these are a must have in any eye care routine. no sleep, no problem"
        },
        {
            "review_title": "Changed the game!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I love these eyes masks so much! I keep mine in my skincare fridge and they are perfect to pop in in the morning. They help with my puffiness under my eyes when I'm exhausted and they've been helping with hyperpigmentation under my eyes. They are also reusable so it's well worth your money!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "These eye masks are amazing, they get rid of your eye bags and help de puffed the eyes"
        },
        {
            "review_title": "Love these!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Oily skin",
            "review_text": "My favorite product from Topicals. after one use, my under eyes are brightened, perfect to use after a long day of travel for me!"
        },
        {
            "review_title": "Trash, So Pointless",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Was so excited to try these as I loved the Faded Serum. These were absolutely horrible. They do absolutely nothing under the under eye in terms of fading discoloration. All it did was aggressively pull my under eye skin when trying to take them off. Go get yourself reusable eye patches and just put what ever eye serum or cream under them. I have  seen so much better results doing it that way."
        },
        {
            "review_title": "A must-have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I have very sensitive eyes and eczema so I was worried about using these at first but they visibly make my under eyes look brighter. I love this produc"
        },
        {
            "review_title": "treat yourself patches",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "love these! stick VERY well to my eyes but only thing is LOT of plastic packaging + is $22 for 6 pairs....that's like $3.25 per patch :("
        },
        {
            "review_title": "Noticeable Results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I recently tried out the Topicals Faded Under Eye Brightening & Clearing Eye Masks, and they've been a real game-changer in my skincare routine.  First off, let's talk about what these masks do. They're designed to tackle some common under-eye concerns, like dark circles, discoloration, and puffiness. Basically, they're like a mini spa session for your under-eye area.  I particularly love the cooling sensation they provide. It's like a refreshing treat for tired eyes, and it instantly makes me feel more awake and rejuvenated.  Now, when it comes to results, these masks truly deliver. I've noticed a visible reduction in the appearance of dark circles and discoloration. It's like they're helping my worries fade away, just as promised. My under-eye area looks brighter and more refreshed after each use.  So... if you're looking to combat issues like dullness, dark circles, and puffiness around your eyes, these Topicals Faded Under Eye Brightening & Clearing Eye Masks are a fantastic addition to your skincare arsenal. They're easy to use and provide noticeable results, making them a must-try for anyone looking to revitalize their under-eye area."
        },
        {
            "review_title": "A staple!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I love how pretty this product is! It does a wonderful job at depuffing under eyes and brightening the under eyes over time. Love itud83dude0d"
        },
        {
            "review_title": "My Favorite Eye Mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "The same exact ingredients that I love from the Faded Serum is now on an eye mask! The best part about this is that it can be used up to 3 times."
        },
        {
            "review_title": "Best eye patches ever!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love them so much, theyu2019re the first eye mask that truly works for me, I love that we can reuse them again and the cold feeling when you put them on."
        },
        {
            "review_title": "Best Eye-mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This is one of the best eye masks I've every tried. Its super hydrating and moisturizing to your under eyes and significantly decreased the puffiness under my eyes after a night out lol. For sure a must-have skincare product & the brand Topicals is just awesome!"
        },
        {
            "review_title": "My go to eye masks rn",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I like these eye masks because they are easy to use on travel to work. By the time I get to work or finish breakfast in the morning, I look refreshed! Very cute packaging too. Iu2019m constantly rebuying"
        },
        {
            "review_title": "Love a good eye mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "Love keeping the under eye masks in my refrigerator for that crisp cooling effect! It feels sooo good and my under eyes look smooth and refreshed! ud83dudc97ud83dudc97"
        },
        {
            "review_title": "FADED & GONE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "my favorite self care bestie are these eye patches! not only are they sooo cute but they also work wonders and help rid my tired and stressed life"
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I really like using eye masks these because they aren't messy and stay put under the eyes. They are fun to use while you get ready or just lounging at home. I recommend."
        },
        {
            "review_title": "A must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I had dark undereyes so I started to use these eye masks regularly. I have noticed brightening! It also helps to hydrate my undereyes. Concealer looks so much better now."
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I love these for a pick me up! i have super dry under eyes and as a mom of 2 kids! I needed this!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This is one of my fav eye mask for skincare time, while doing my makeup or just to chill at home. It has helped my a lot with the dark circles and what I love the most is that isn't messy at all since it doesn't have any liquid."
        },
        {
            "review_title": "Love love love these!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Dry skin",
            "review_text": "My boyfriend and I love these patches after we had a long night or ready for the camera or event!"
        },
        {
            "review_title": "Another hit for Topicals!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I do have dark circles, but I can't say it's a major problem for me. I have normal dark circles. But I am really tired! No tingles, no burning sensation at all - and I was really stressed about this since I have sensitive & reactive skin. The patches are super sticky and it made me also worried about my lines and wrinkles being more visible.  Nada.  Just WOW! Like I had a full week of vacation paired with 10 hrs of sleep every night with naps every day, and drank my 2l of water also every day.  No joke.  It made the whole undereye area super bright, the darkness was gone and my lines weren't more accentuated. I will buy again for sure. For me, those are the most effective eye mask/patch I've ever tried."
        },
        {
            "review_title": "A MUST",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This product is a must I heard so many great things about these faded under eye masks and they are not lying the results are amazing and are so quick!!"
        },
        {
            "review_title": "Effective and reusable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I love these eye masks! They really do work to brighten your undereye, even if you're like me and your dark circles are mostly caused by thin skin, not discoloration. I like that you can reuse them a few times before you have to toss them, making them a great value."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "i love these under eye masks so much theyu2019re so instantly brightening i love how my eye bags are gone after using"
        },
        {
            "review_title": "a staple in my morning routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "Topicals Faded Under Eye Masks are a game changer! They're soothing, hydrating, and are amazing for reducing puffiness. A must-have for eye bags and puffiness!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I love these masks! They actually stick and stay on your face, and don't slide off like other eye masks do. Plus they're super cute for pictures."
        },
        {
            "review_title": "FAVOURITE EYE MASK",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Ebony skin tone, Dry skin",
            "review_text": "I've tried a lotta eye masks and somehow my sensitive skin reacts to it but this eye masks are the bomb dot com. No irritation whatsoever. Perfection! And they brighten and uplift your eye area."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Slayed because this was so good! Obsessed the best for the morning :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Topicals Faded Under Eye Masks are a game-changer! They're soothing, hydrating, and help reduce puffiness. A must-try for tired eyes!"
        },
        {
            "review_title": "These under eye masks are a must have now!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I was originally gifted this product but have re-purchased it myself at least twice!! These under eye masks are a must have now! My favorite is that they automatically stick to my under eye and I can walk around as they work their magic without having to worry theyu2019re going to slide down. I know itu2019s supposed to be relaxing but if youu2019re an on the go girlie like me itu2019s efficient. The masks are also very cooling the instant you put them on without even having to keep them in the fridge, amazing product!"
        },
        {
            "review_title": "Definitely a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I absolutely love using these eyepatchu2019s. They are definitely a must have in my skin care routine. They have been so helpful with my dark circles and I love the effects after using them my eyes look so much brighter and smoother!!"
        },
        {
            "review_title": "Morning routine must have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I am in loveeeee with these eye masks. So glad that these do not irritate my sensitive skin. The best part about these eye masks is that you can pop them in the fridge to give you that cooking sensation to ease your eye bags. Iu2019ve been using them for a few months and I definitely see a lot of improvement !"
        },
        {
            "review_title": "Will repurchase!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve had two or three boxes of these now and I love them! I use them when I travel too and you can get about 3-4 uses out of each set which I love as well. I notice brightening almost immediately so I think these are well worth the money."
        },
        {
            "review_title": "you'll never experience a better eye mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I have terrible dark circles and this is my ride-or-die eye mask for every morning! It helps me with my panda eyes and the fact that I can reuse them makes me love it even more!"
        },
        {
            "review_title": "Favorite Under Eye Patches!! ud83dudc97",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I love these under eye patches Iu2019m usually really picky about using under eye patches because of the wetness under my eyes lol these are the best. Iu2019ve seen a major difference in terms of puffy eyes and darkness. My mom actually stole the rest of mine bc theyu2019re too good!  Also theyu2019re so stylish in love with the pink!!"
        },
        {
            "review_title": "Amazing Eye Masks",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "LOVE LOVE LOVE these eye masks! First off - great price. Secondly, I love how they are cooling and stay in place rather than slide off your face. I wear these while I'm cleaning the house and they never fall off. 100% worth it!"
        },
        {
            "review_title": "REFRESHING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Packed with powerful ingredients like niacinamide, arbutin and tranexamic acid, these masks leave your under eye area brightened and hydrated! All you have to do, is apply the mask for 15 minutes and voila! If you need some extra refreshing, make sure you keep them in the refrigerator."
        },
        {
            "review_title": "must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love these eye patches so much! Not only are they super cute they also work well and are affordable!! Love them so much"
        },
        {
            "review_title": "A must!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Deep skin tone, Combination skin",
            "review_text": "I love these so much!!! Not only are they cute and my fave color, they leave your under eyes feeling plump and rejuvenated!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "A must have item on my monthly routine, I highly recommend it."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Great for my dark under eyes! I use it at night and right away I can see that it plumps my fine lines, and the next morning my dark under eyes are almost gone. I havenu2019t been loving a eye mask in a very long time!"
        },
        {
            "review_title": "Unsure",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "Iu2019ve only used once so far.. I love how they stick to my face and donu2019t slide down like some eye masks do but I donu2019t feel like there is much serum on them as they stick like stickers to your face. I will try again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "10/10, my eyebags definitely decrease with each use, looks brighter and feel very hydrated!! pro tip: put this in the fridge for maximum de-puffing!!"
        },
        {
            "review_title": "They actually work!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "These are slowly but surely fading my undereye darkness. I love how they donu2019t slip off! My undereyes feel amazing after every use. I definitely recommend these!"
        },
        {
            "review_title": "refrigerate it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I use it for a little spa time for myself. only thing is for the price point, I would've hope for more than just 6 patches. I don't have much darkness under my eye to start off with but I do feel it lightens a wee bit"
        },
        {
            "review_title": "Holy grail for dark under eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "One of the best eye patches in the market. Gets the job done with fading the dark pigmentation under my eyes. Love that it stays on without slipping like the other eye patches in the market. Been a fan of the faded swrum and this is the sane thing but in a patch form."
        },
        {
            "review_title": "Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "this is an absolute must have if you have dark circles. these faded eye masks are also so cute and stylish without trying. theyu2019re also reusable so you get your moneys worth! super hydrating and i love using this while doing my skincare routine or to just pamper myself and rejuvenate my face. overall great product, love you Topicals!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Super cooling under the eyes, especially if you put it in the fridge! It definitely brightens and my under eyes look better every time I use it"
        },
        {
            "review_title": "A must have in your routines",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I love how this makes my under eyes feel nice and hydrated! I also love the packaging and all the pink, makes me feel so relax! Helps with hyperpigmentation, dark circles and to brighten the skin tone!"
        },
        {
            "review_title": "My holy grail eye masks!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "These are my favourite eye masks!! I have already gone through 3 packs of these u2014 I just canu2019t get enough! I love the way they donu2019t budge and stay put while I get other tasks done around the house. I love that they are individually packaged! They brighten up my undereyes and help fade my dark circles! Seriously obsessed"
        },
        {
            "review_title": "My FAV eye Masks",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I love how this makes my under eyes feel nice and hydrated! Help with hyperpigmentation, dark circles and to brighten the skin tone! Just a bit pricey."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "my holy grail! The perfect pick me up and a cutesy accesory!"
        },
        {
            "review_title": "Doesnu2019t irritate my skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "this product is amazing for my under eyes because it makes them feel so refreshed and they donu2019t irritate my skin at all like some other face and eye masks! i recommend!"
        },
        {
            "review_title": "Eye Masks Dream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Combination skin",
            "review_text": "I love these eye masks! They're not messy, easy to use, and help with making my under eyes look clearer."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Combination skin",
            "review_text": "Great to put in the fridge and apply on under eyes.. hyperpigmentation? Apply this on"
        },
        {
            "review_title": "A must-have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "After using this product I see I direct change and I am loving it"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "Love, love, love! These under eye masks are easy to use, and truly do work. My under eye bags and dark circles are much better after using these masks."
        },
        {
            "review_title": "Ah-mazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Combination skin",
            "review_text": "My dark circles and puffy eyes need a lot of help especially in the morning right after I wake up. These eye masks are so amazing, they are moisturizing, de puffing and they give me ton of nutrients the skin around my eye needs! I totally recommend these."
        },
        {
            "review_title": "So cool",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "These might be the cutest eye masks Iu2019ve every used. When you put them on, thereu2019s a nice cooling sensation. My eyes do look more rested after using them, but I canu2019t to the brightening effects."
        },
        {
            "review_title": "wake up glowing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love wearing these before bed to help seal in all the good products I used during my night routine ontop of helping me brighten my under eyes in the evening for me to wake up bright!"
        },
        {
            "review_title": "Love These",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I love throwing these eye masks on in the morning to help get rid of the puffiness around my eyes or if I'm getting ready for work. They're nice and cool and pretty stretchy so there's no discomfort while you wear them. They leave my eyes super bright and hydrated!"
        },
        {
            "review_title": "Great eye mask option!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "These eye masks actually stick to your face! They are very cooling and feel refreshing-- lowkey don't want to take them off! The gels are a fun texture, and they do not leave your skin feeling sticky."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "These eye masks stay on great and great for makeup prep! But after using a few times I felt like they didn't do much for my under eyes. It just felt like a sticker under my eye. Maybe I need to use them more frequently but I love topicals so much, i'll keep using!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "One of my favorite Topical products! They're super refreshing cute and reusable! Definitely great for those really long days!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "After using them for a few weeks I have loved how they leave the skin so even and lighten dark circles."
        },
        {
            "review_title": "A good option",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "These are great because they stick well and stay put on my dry skin, maybe theyu2019d be different on oily skin types but then I recommend cleansing the skin of all oils first. It does a good job of soothing, hydrating, and reducing dark circles."
        },
        {
            "review_title": "A must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "If you are struggling with dark under eyes add to your cart asap!! Loving this product for a while now"
        },
        {
            "review_title": "A must.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone",
            "review_text": "Love. They stay ON!!!!! Makes my under eye look snatched"
        },
        {
            "review_title": "brighten under eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I am in love with these eye patches. they are really comfortable to wear and stay in place. I like to keep mine in the fridge to help with puffiness,brigbtness and discoloration."
        },
        {
            "review_title": "An essential",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "In every skincare routine you need these amazing eye masks! It does the job and really brightens up the eye area."
        },
        {
            "review_title": "You need these- not a gimmick",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "These eye masks will depuff when used in the morning, and they have significantly reduced my undereye discoloration. They make me look like I am well restedu2026 Iu2019m not."
        },
        {
            "review_title": "HOLY GRAIL",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "My boyfriend and I love this product! Itu2019s a staple and Iu2019m always recommending them to friends and family. The patches are so comfortable and theyu2019re smooth on the skin!"
        },
        {
            "review_title": "Under eyes will be snatched!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This product will get your under eyes snatched! I have mildly dark under eyes and itu2019s most evident in the mornings but when I use these, there is an instant difference. It brightens it and it shows. Love it!"
        },
        {
            "review_title": "Stylish & Effective!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "These under eye masks help reduce fine lines and dark circles. They are comfortable to wear and I really enjoy the cooling effect. My under eyes looked brighter, more plump and less puffy."
        },
        {
            "review_title": "New addition to my skin care routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "After trying this product I have incorporated it in my skincare routine. I love how it makes my skin feel. I have noticed my acne start to diminish.the scent isnu2019t the best but the results are worth it."
        },
        {
            "review_title": "Love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Have been using this product for a few months now and Iu2019ve really seen a difference in my under eyes."
        },
        {
            "review_title": "You need this eye masks!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Oily skin",
            "review_text": "One of the best under eye masks on the market! I use this with the faded serum and then apply the eye masks (it works great on its on as well)! I use this 2-3 times per week. It has helped to improve my under eye dark circles and hyperpigmentation. It helps concealer apply smoothly right before using it. I can leave it on for about 30 minutes and have not experienced any irritation. Definitely recommend!"
        },
        {
            "review_title": "Must have Product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is my fav under patches I have ever used. I have tried so many others but these are the only one that actually work love topicals so much!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "These are so so cute and they have significantly made a difference in my skin and under eyes!"
        },
        {
            "review_title": "My most favorite product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Love this under eye mask!! So hydrating and nourishing ud83dudc96"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "The  Eye masks help reduce the appearance of fine lines, wrinkles, and dark circles. They also help eliminate puffiness from lack of sleep, stress, or crying. I love it"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Love and makes me feel very refreshed! A must in evening routine"
        },
        {
            "review_title": "Cutest Under Eye Masks!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The cutest under eye masks. They are so cooling and for a night owl like me they are definitely helping my dark under eyes! I like having it on when I am working, it doubles as an accessory!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Packed with powerful ingredients like niacinamide, arbutin and tranexamic acid, these masks leave your under eye area brightened and hydrated! All you have to do, is apply the mask for 15 minutes and voila! If you need some extra refreshing, make sure you keep them in the refrigerator."
        },
        {
            "review_title": "Amazing! ud83eude77",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "After using this product my under eyes weu2019re so much better! My under eyes went from dark and puffy to normal and bright. I really appreciate this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "The most hydrating and plumping eye masks Iu2019ve ever used! I love that they donu2019t slide down my face like most eye masks. I also love wearing them out sometimes bc theyu2019re just so cool & hip ;-)"
        },
        {
            "review_title": "doesnu2019t slide off my face!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "so cute and they STAY on! pop them in the fridge and they feel soooo good while doing your makeup or chilling after a long day. under eyes feel hydrated and brightened after use."
        }
    ]
}