{
    "product_id": "1776",
    "name": "Coconut Sun Eau de Parfum",
    "brand": "The 7 Virtues",
    "categories": "Fragrance, Women, Perfume",
    "price": 127.0,
    "about": "Fragrance Family:Fresh.Scent Type:Fresh Solar.Key Notes:Coconut, Frangipani, Vanilla.Fragrance Description:This irresistibly delicious perfume is a dreamy holiday in a bottle with enticing notes of coconut water, frangipani, fresh citrus, crisp sea salt, and gourmand vanilla.  Infused with sustainably sourced jasmine from Egypt and upcycled rose, it supports the building of a water project in Ethiopia..About the Bottle:The 7 Virtues was established in 2010 by activist and wellness author, Barb Stegemann. After her best friend was wounded serving in the army, she promised him in the hospital that she would take on his mission of peace. u2018MAKE PERFUME NOT WARu2019 is the mantra at The 7 Virtues, and it is molded into their caps as a reminder. The perfumes are made with natural, fair-trade essential oils, supporting families in nations rebuilding after war or strife..About the Fragrance:This wellness perfume has aromatherapy benefits: good for letting go, protecting your joy, and feeling present. This hypoallergenic wellness scent is infused with organic sugarcane alcohol and made 22 percent fragrance oils for a longer-lasting scent. Layer with other The 7 Virtue perfumes to create your own trademark scent. Use the power of olfactory memory to set your intentions in your daily wellness practice. All of The 7 Virtues perfumes are made without phthalates, parabens, sulfates, UV inhibitors, or formaldehyde.",
    "ingredients": "ALCOHOL DENAT, FRAGRANCE/ PARFUM, WATER/EAU/AQUA, BENZYL SALICYLATE, LIMONENE, COUMARIN, LINALOOL, BENZYL BENZOATE, CINNAMYL ALCOHOL, CITRAL, BENZYL ALCOHOL, GERANIOL, FARNESOL, CITRONELLOL, EUGENOL",
    "how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;.-After applying, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly.&nbsp;.-If you prefer placing fragrance on your wrists, be sure to reapply after frequent hand-washing, as this tends to rinse off the scent.&nbsp;.-Replace fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent... Eau de Toilette or Eau de Parfum?: .The difference lies in the volume of perfume oil. While EDT contains five to nine percent, EDP contains more, usually eight to 14 percent. EDPs, therefore, last longer and smell more intense...Recycling Instructions: The box is recyclable and earned the FSC certification. FSC paper is made from responsibly sourced wood fiber. FSC is an important standard required by The 7 Virtues in all box packaging. The 10 mL on-the-go travel spray is recyclable, simply screw off the top when you are finished and recycle the glass.",
    "num_reviews": 440,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/coconut-sun-eau-de-parfum-P504855?skuId=2651875&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2651875-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz / 50 mL eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2651875-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "smells amazing, but LEAKS EVERYWHERE. I feel like i'm going to get 3 uses of this before it runs out from leaking"
        },
        {
            "review_title": "I never forget to put this perfume on in my routin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love this perfume so much. I wore it out and got so much compliments. One of my favorite perfumes!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "It smells utterly divine but it leaks so bad, even while standing upright."
        },
        {
            "review_title": "Signature Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product is my absolute favorite, itu2019s been my signature scent for the past 2 years! Iu2019m on my 12th bottle! I get compliments on it pretty much every single day and my tip would be to layer it with Jergens coconut lotion! Brings out the coconut scent and youu2019ll be smelling great all day"
        },
        {
            "review_title": "The perfect summer day scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I'm a big fan of gourmand scents generally (favorite scent is Milk- by Commodity) so this is a bit of a departure for me - but I love it. It's a super nostalgic scent, reminds me of a 2000's beach day, maybe something I've smelled before but can't quite put my finger on. Perfect mix of sweet, sunny, and floral. You can apply just a couple spritz' and it's more of a skin scent, which is my personal preference, but you can apply more to increase projection. Great staying power even when dialed down. Will be a summer staple for me!"
        },
        {
            "review_title": "beach vibe!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Dry skin",
            "review_text": "Smell completely amazing!!!for coconuts lovers! the beach in a bottle."
        },
        {
            "review_title": "Tropical Heaven in a bottle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The BEST tropical heaven beachy fragrance on the planet! Ellis Brooklyn's Miami Nectar is my second favorite but Coconut Sun is just in a league of its own. This is one of the most gorgeous scents ever. My sister took my travel bottle last time she was here because she also thought this was the best scent ever. We also both love Vanilla Woods andove to rotate these. For summer, nothing beats this gorgeous tropical getaway in a bottle. Just for reference I want to mention that being a coconut liver, I recently purchased Phlur's Coconut skin and it was a huge plastic, cheap lotion smelling let down, which was a shock because I adore Phlurs Vanilla Skin EDP. For beach vibes, Coconut Sun is the where its at for me."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Got a free sample. I found the scent of the  sample usually lasts longer than the scent of the full size. Smells great!"
        },
        {
            "review_title": "powdery floral",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "It's really powdery and floral on me, not the fresh fruity tropical vibes I was hoping for. My fiance said this as well when I asked his opinion objectively. Will be returning :/"
        },
        {
            "review_title": "Pleasantly Surprised and Now Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I wasn't expecting much from this because I have had coconut scents before that smelled cheap and artifical to me but THIS....this smells like a very classy clean fresh but sweet vanilla coconut. It's a really pretty and smooth scent that gives the vibe of someone who just smells naturally good because they use fancy shower products. It lasts super long too!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Cute light coconut scent for the summer, not too overpowering"
        },
        {
            "review_title": "Vanilla Fields reincarnated ud83dude00",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This fragrance is a hit. I love vanilla notes and it has just that. Im 44 and it immediately took me back to the Vanilla Fields fragrance from back in the day. Will consider getting a full size bottle for my collection."
        },
        {
            "review_title": "My husband who hates coconut even likes it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I received this as a sample and now I am obsessed. It is lovely. Beautiful summer fragrance, sweet but not sickening sweet. I can smell the jasmine, vanilla, and coconut but not one scent overpowers the others.  balanced and beautifully blended"
        },
        {
            "review_title": "Summer scent with depth and lasts long",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is hands down the best smelling of the summer time coconut scents to me, and the spicy warmness adds depth and also I think it's what makes it last on me for hours. I love to pair it with the SDJ Rio Radiance scent/87 now, they smell similar but the perfume is definitely the more elegant version. This for summer and vanilla woods for cold weather and I'm set"
        },
        {
            "review_title": "nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "isnu2019t exactly what I was expecting but itu2019s still pretty. Itu2019s more powdery/floral and it gives me a headache if I use too much but if I use only a little, itu2019s very beachy and nice, I just wish it were a tad bit sweeter."
        },
        {
            "review_title": "Not a full bottle of product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells absolutely amazing. Love the product itself, but the travel size is already a quarter empty brand new out of the box.. not sure if itu2019s worth 43.50 for so little. Kind of seems like youu2019re getting ripped off!"
        },
        {
            "review_title": "A must have in my perfume collection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Just the coconut perfume I was looking. It also has vanilla which is one of my favourite notes. I am very happy with this purchase."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Got a sample w purchase. Love the smell like vacation vanilla light weight."
        },
        {
            "review_title": "Summer favs",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "So Fresh and clean. Pair it with Nest Balinese Coconut omg"
        },
        {
            "review_title": "Absolutely COCONUTs over this scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This smells absolutely amazing. Iu2019m a huge fan of anything coconut and even though I feel like itu2019s just a hint of coconut, itu2019s by far one of my favorites."
        },
        {
            "review_title": "So many compliments!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m a fresh clean perfume girly and this is one of my new favorites. Thereu2019s a slight vanilla floral vibe but itu2019s so faint that itu2019s not overpowering and the scent lasts really well too into the day."
        },
        {
            "review_title": "Love it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Each time I use this perfume, I can smell it on me all day (usually 2 sprays)! I love the coconut smell, and I also appreciate how it wears/changes as you wear it (how it dries down). I layer it with the Ouai body lotion and they pair really well!"
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Doesnu2019t smell like coconut at all. Reminds me of Christian Dioru2019s Poison. Also, the spray nozzle doesnu2019t work properly, it doesnu2019t actually spray, it squirts a mess which makes it difficult to apply."
        },
        {
            "review_title": "Itu2019s Okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "A very summer-like, refreshing scent. Not irritating to others. The coconut scent is not prominent, unfortunately. This perfume does not last at all, which is disappointing. If the coconut scent was stronger and the perfume lasted longer, Iu2019d give it 5 stars."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, fairLight skin tone",
            "review_text": "Smells soooo good - long lasting, gets loads of compliments, and is not a smell that irritates others."
        },
        {
            "review_title": "Signature Sent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I absolutely love this product. The scent is very fresh and cleanu2026 I always receive several compliments on it!"
        },
        {
            "review_title": "Bottle Arrived 1/4 empty bottle leaks",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Amazing scent but bottle arrived 1/4 empty bottle leaks. Taking mine back to exchange I want every drop for the price. I immediately smelled the scent when i opened it because it was leaking. Virtue pls replace this bottle cap issue"
        },
        {
            "review_title": "A must have perfume for the summer!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "After buying the sample set I fell in love with this one. To me this is the epitome of summer in a bottle. Itu2019s sweet yet fresh with some floral notes. Love it and I will definitely be purchasing again!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This scent is everything. Like youu2019re sitting on a beach putting on sunscreen and life is good. If you love summer and vacation youu2019ll loveeeee this scent."
        },
        {
            "review_title": "THE Scent of Summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I bought this for a recent tropical vacation and I canu2019t tell you how many compliments I received! Iu2019m so glad I pulled the trigger on it, I will be wearing all summer long. Literally vacation in a bottle, I wish I bought it sooner!"
        },
        {
            "review_title": "Not perfect, but nice.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This scent is nice, but not one I will likely repurchase. It doesn't last long on me at all unfortunately, I feel like an hour after I use it- it is completely gone. I also find it hard upon initial spray, not the soft scent I was hoping for based on the description. The dry down is nice, but just doesn't last long enough to justify a repurchase.  I really enjoy beach walk by Masion Margiela for summer or tropical vacations, and would choose that over the coconut sun by the 7 virtues."
        },
        {
            "review_title": "Not as expected",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "I love the scent of coconut and was expecting that from this product.  I was disappointed to not have the intensity I was looking for."
        },
        {
            "review_title": "Smells like youu2019re on vacation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I was going down south and wanted something coconut and vibrant but not overwhelming and synthetic smelling. This scent was perfect! I also love the travel size cause it fits perfectly in my toiletries bag. Definitely will use all summer long!"
        },
        {
            "review_title": "Love this!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Smells like summer in a bottle!!! Love this scent!!!"
        },
        {
            "review_title": "Recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "I love this scent. The coconut comes through on the dry-down and it lasts some time."
        },
        {
            "review_title": "A must but was not full! Wich is a bummer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love the product the scent is amazing but the bottle was half empty so that was a bummer mad it last 10 months cuz it was my favorite smellud83dude15"
        },
        {
            "review_title": "Really like it !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "Smells really good ! It's more on the floral side than coconut but it's a refreshing kind of floral"
        },
        {
            "review_title": "A favorite scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "Iu2019m just trying a sample & it smells divine! Very much reminds me of coconut lime verbena, which I LOVE. Going to order the larger size!"
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, notSure skin tone",
            "review_text": "You canu2019t never go wrong with 7 Virtues smells soo so good!, only thing bottle not full to the topud83dude0f"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, red hair, Dry skin",
            "review_text": "Absolutely love 7 virtue perfume! Beautiful idea for a product. Been using it since the company started."
        },
        {
            "review_title": "gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Normal skin",
            "review_text": "gorgeous perfume, reminds me of the beach in the best way possible."
        },
        {
            "review_title": "Just get it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Moral of the story- BEST BLIND PURCHASE EVER. It smells heavenly! I paired it with PLURu2019s vanilla skin body mist and itu2019s amazing!!! Iu2019m a fan of vanilla and coconut scents and this definitely gives both, it has a slight sunscreen scent but it mixes in perfectly for the best summer beach aesthetic scent! I definitely recommend!"
        },
        {
            "review_title": "OMG itu2019s SO good!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "This was a blind buy and Iu2019m soooo glad I did! I love all things coconut, and was looking for a good scent to pair with ouai st barts lotion and this stuff is intoxicating!! Itu2019s coconut but elevated and sexy. 10/10 OBSESSED!   be without this!"
        },
        {
            "review_title": "LOVEEEE",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Love it but check bottle before you buy bc I had to return the first bc it was half empty??"
        },
        {
            "review_title": "Leaks and Came 1/4 Empty",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I was so excited to try this scent but it arrived leaking everywhere and was already 1/4 empty, I also wasnu2019t a fan of this as it smells like old lotion and incense."
        },
        {
            "review_title": "So happy I caved in to this one...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Porcelain skin tone, Combination skin",
            "review_text": "Oh boy, do I love all the 7 Virtues scents... and this one is very much included in that affection. It smells just right for the summer, like coconut fun. It's that kind of scent that is totally summer in a bottle without being overly trendy or over used (sunscreen, sweet, candy vanilla like scents). It's definitely got that coconut note but it's nicely muted with a well rounded base. I totally recommend a try if you're looking for something super summery without it being immature and overly sweet."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Got a sample of this with another order and omg it smelt soooo good on me. Havenu2019t found a scent so like the description and good with my chemistry in a bit. I absolutely love this perfume so I bought the travel size if I use this one up Iu2019m getting the full size.   My go to has always been VS bombshell and Ariana Grande Sweet like Candy"
        },
        {
            "review_title": "Coconut hater to lover!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I used this as part of a sampler I bought and wasnu2019t going to try it because Iu2019m not a fan of coconut anything. But I am obsessed with this one. Itu2019s not overtly coconut and has some other type of scent that just makes it smell expensive."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "smells like the beach in the best way possible. perfect for the summer."
        },
        {
            "review_title": "Leaky",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells amazing but leaks everywhere. I had this laying on its side and the entire bottle is gone. Got maybe 5-6 uses out of it. Disappointed"
        },
        {
            "review_title": "Smells like suntan lotion",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Smells like your average sunscreen or coconut scented hair product. Itu2019s nothing special and far too expensive for a mediocre coconut scent that is in everything now, from bodywash to hand cream."
        },
        {
            "review_title": "Coconut Sun",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received a sample of Coconut Sun with an order, and fell in love with the scent. It is the perfect blend of summer and the beach in a bottle!"
        },
        {
            "review_title": "Summer signature scent for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells like summer in a bottle. Long lasting, sweet sunny coconut with a hint of vanilla. Summer staple"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "this smells like the second day on a tropical vacation when all your stress just leaves your body. 10/10 loveeeee"
        },
        {
            "review_title": "Surprise Favorite from a Perfume Sampler",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Wow, I was not expecting to love this sample so much! It reminds me of Verbena. Yes, itu2019s got that coconut-vanilla-summer scent, but thereu2019s something more. I thought the scent lasted a good while! I will definitely be adding to my wishlist!quitwhileu2014and"
        },
        {
            "review_title": "Needs better cover. Leaks!!!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Something needs to be done with the cap to this product.  I bought it to make sure I loved it before buying a large bottle and the cover does not go tight.  I lost 3/4 of my perfume due to it leaking. severely.  It doe"
        },
        {
            "review_title": "so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "received this as a free sample. i have never smelled this one before and i just fell in love!!!! smells sooo good. definitely will have to buy the full size!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Smells great but the bottle was 1/4 empty when it arrived. Love the scent but Iu2019ll be taking it back to exchange for a full bottle"
        },
        {
            "review_title": "Summer scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ll be bringing this on vacation as that is where it belongs.  In the sun and close to the beach."
        },
        {
            "review_title": "so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I donu2019t usually lean towards coconut fragrances, but this one is so good. Itu2019s like a sexy coconut. It smells like a perfume I feel like men would love. Itu2019s a super warm coconut almost with a touch of amber"
        },
        {
            "review_title": "Love the scent but doesnu2019t last on me.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I love the scent but itu2019s barely noticeable a little while after putting it on. I sprayed so much thinking it would be a little bit louder and last longer but it still just disappeared. I wonu2019t return it but wonu2019t purchase again unfortunately."
        },
        {
            "review_title": "Coconut Sun",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Received this sample and Iu2019m glad I didnu2019t give it away. This is a great summer fragrance. Itu2019s flirty and fun. Iu2019m definitely purchasing"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
            "review_text": "This is my go to perfume now!!! Smells like heaven ud83eudd70 light scent but lasts long"
        },
        {
            "review_title": "Sample Size Doesnu2019t Smell Right",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "ordered the sampler for 7 Virtues and it was tangy and sharp. Went to sephora a few months later and OMG the full bottle scent is SO SMOOTH and CREAMY and WONDERFUL. Iu2019d double check the sampler 7 virtues, might be something off"
        },
        {
            "review_title": "smells like a beach day",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "my new go to!! starts a bit masculine but the dry down is so good. i lovveeee the sea salt note and while it does smell a bit sunscreen like, i dont mind!! pairs nice with my sol de janeiro rio radiance. the coconut note is def not supwr strong"
        },
        {
            "review_title": "Not a fan",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I didnu2019t get coconut or vanilla notes at all from this perfume. It smelled mostly of floral notes. But maybe thatu2019s just how it pairs with my body chemistry. Unfortunately, I just didnu2019t care for the scent."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I wear this perfume because I love the smell and the ingredients arenu2019t as terrible as other brands! But itu2019s not long lasting unfortunately. It lasts for maybe a couple hours at best, I just wish it were stronger."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "Smells like sunscreen in a bad way. The coconut Nest is a better option"
        },
        {
            "review_title": "not long lasting",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "smells great but scent doesnu2019t last long at allu2026 :( i put it on at 8am and my coworker couldnu2019t even smell it on me an hour and a half later. disappointed for sure"
        },
        {
            "review_title": "Must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Smells so good!! Got it as a sample and itu2019s so nice! Soft, fresh, summery. Iu2019m going on an all inclusive trip to the beach and this is going in my bag for sure!"
        },
        {
            "review_title": "must have for summer/spring",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "smells sooooo good !! like a chill summer morning i'm obsessed"
        },
        {
            "review_title": "THE PERFECT PERFUME",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "I am literally OBSESSED with perfume!!! The only perfume I have used that I literally get asked u201cwhat perfume are you wearingu201d. Not your typical coconut where it smells like sunscreen. Itu2019s just perfect!!! recommend"
        },
        {
            "review_title": "Lasts all day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Oily skin",
            "review_text": "Such a nice summery scent. It is not a typical coconut smell, it does have an element of u201csunscreenu201d smell to it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "love this scent! my new everyday scent! doesnu2019t last too long but still good"
        },
        {
            "review_title": "Go to perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "This smells SO GOOD. Itu2019s not a super sweet coconut, itu2019s a very nice everyday perfume."
        },
        {
            "review_title": "smells good but bottle spills",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "first up: if you can afford the bigger bottle, get it because this bottle has a manufacturing error and spills all the time. on the good side the smell is intoxicatingly sweet but fresh, perfect for the warmer season. the vanilla notes allow it to cary into fall. there"
        },
        {
            "review_title": "Great Perfume but bottle leaks",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this perfume, but I think there is a manufacturing error and the bottle does not hold the perfume so unfortunately everything spills out. Definitely not so great for traveling especially if you can't guarantee that it stays upright."
        },
        {
            "review_title": "You need this one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The word I feel that best describes the scent of this perfume is intoxicating. It such a fabulous blend of coconut and floral scent. Quite possibly my new fav next to vanilla woods. This one is a win for sure!"
        },
        {
            "review_title": "Better tops!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Deep skin tone, Combination skin",
            "review_text": "I am a huge fan of this perfume. I guess I will have to upgrade my size. The only reason Iu2019ve given this 3 stars because on both occasions the tops were loose or loosen easily. Not carrying it around. Just sitting upon my dresser, near other items. I went from having a full bottle used 3 times to a half bottle due to it being on its side. I was so disappointed with this. Perfume gone."
        },
        {
            "review_title": "Smells like Summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "I am obsessed with this scent! It smells like the nostalgia of Summer and vacation and all of the positive vibes and helps cure my seasonal blues. The fact that it's a clean and cruelty-free fragrances makes it a feel-good purchase and I love that they give back to communities in need."
        },
        {
            "review_title": "NOT long lasting",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Love the mell but it disappears within 15 minutes. This is more eau de toilette than parfum."
        },
        {
            "review_title": "Must have - amazing smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "The smell is nice and lasts but the lid unscrews itself and leaks if u donu2019t keep it standing upu2026 so make sure to store standing up."
        },
        {
            "review_title": "Beautiful Beachy Tropical Coconut Fragrance!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This is a sweet coconut vanilla with a touch of tropical floral from the frangipani, a freshness from the sea salt, and is brightened up by the citrus which also adds a bit of tartness to it. It also has that somewhat suntan lotion smell to it which Iu2019ve always loved! Iu2019m a HUGE fan of beachy smelling fragrances, especially for the summeru2026 A few of my favorites for reference: Tom Ford Soleil Blanc, Replica Beach Walk, Nest Sunkissed Hibiscus, and Estee Lauder Bronze Goddess! It reminds me somewhat of Replica Beach Walk, JHAG Vanilla Vibes, Alien Goddess, and Kayali Utopia Vanilla Coco 21, but more citrusy, bright, and tart. So, if you like any of those fragrances or other similar ones youu2019ll probably like this too! The longevity and projection are both great! The one complaint that I do have about it is that the travel spray does tend to leak. Itu2019s a screw on spray nozzle and it needs to be checked regularly, especially every time that you use it because it tends to loosen. Iu2019m very careful about checking it, but I still lost some of the perfume (not much, but still) especially when I first got it and didnu2019t realize the issue. I did take 1 star off because of this, but otherwise everything else is great!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I love it. I didn't think I would like it but it smells so feminine. Great for summer!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "A beautiful fragrance for the summertime. I went to a family dinner and received compliments."
        },
        {
            "review_title": "Love! Floral, Tropical, Vanilla, Coconut, Unisex",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Normal skin",
            "review_text": "I really love this perfume. It's definitely more floral than it is advertised. I typically don't like floral perfumes but this is truly gorgeous. It is tropical and the frangipani really shines though. Dare I say that I get more vanilla than I do coconut. Though both vanilla and coconut are very much present. Another think that surprised me was how unisex I found this fragrance. I was expecting it to be very feminine. Overall, its beautiful. Imminent love."
        },
        {
            "review_title": "A gorgeous twist on coconut",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "This is one of the best scents Iu2019ve ever smelled, and it surprised me! I was expecting more coconut but the coconut was more of a heart/base note and the tropical florals and solar notes are more noticeable. noticeable.This  (this"
        },
        {
            "review_title": ":)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I really love this perfume - it's not overpowering. It's the perfect perfume for summer!"
        },
        {
            "review_title": "Addictive fragrance but leaky packaging ud83eudd72",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
            "review_text": "This is a really well blended fragrance! the coconut and plumeria stand out with a slight hint of saltines and I love the fact that the scent stays true through the wear time and doesn't change (at least on me). I received countless compliments. However, the travel size bottle has a nozzle that is screwed on and not permanently attached to the glass component so it can unscrew over time as you use the perfume and eventually leak the perfume. I ended up losing half the perfume to the inside of my purse, which was heartbreaking ud83dude2d"
        },
        {
            "review_title": "Bad packaging it leaks!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Fair skin tone, Normal skin",
            "review_text": "worst packaging! They leak and you end up wasting the whole perfume  Smell is amazing but second time I buy these sprays and they leaked all over my purse!"
        },
        {
            "review_title": "Terrible travel size packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I purchased both the travel size and full size because the scent is perfectly fresh for summer holiday. The biggest disappointment was in the packaging for the travel size! The spray cap, twice now, has loosened causing most of it to spill over"
        },
        {
            "review_title": "Summer all year round",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This is summer all the way! The scent is natural and fades nicely throughout the day. I have gotten more compliments wearing this perfume than another scent. Intense perfumes give me headaches, so I love that these are light and airy and natural."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This perfume Smells great, but doesn't last long..."
        },
        {
            "review_title": "Perfect for work!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Love love love this perfume, smelling yummy! Thanks to Aiden for all her help she always knows which scent to recommend!"
        },
        {
            "review_title": "Too expensive to not last more than an hour",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The reviewer who said u201cif Taylor Swifts style was a fragranceu201d and proceeded to give it 5 stars: Iu2019m offended. Tayloru2019s style is classic and career is long lasting. This smells OK but lasts an hour if that. :((("
        },
        {
            "review_title": "Horrible packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Horrible packaging! I donu2019t know what is it with the 7 virtues and their travel size bottles but they always leak! I had this brand new bottle in one of my bags and forgot about it, just found almost empty. The entire thing spill out on my bag.. such a waste"
        },
        {
            "review_title": "Amazing scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Very nice and sweet scent. Perfect summer fragrance. I wasnu2019t planning on buying but did try it while at Sephora getting something else. It captivated me I had to go back to get it. Love it"
        },
        {
            "review_title": "No coconut",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Am I the only one that smells only florals? I am obsessed with coconut everything so I blind bought this .. I donu2019t smell coconut, vanilla, or anything but floral. It smells kind of like an orchid. Gorgeous smell, but not what I was looking for. Will be returning."
        },
        {
            "review_title": "Clean and Soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone",
            "review_text": "Iu2019m not a fan of coconut o vanilla but this scent has a stronghold on me. Itu2019s not too sweet/florally. I was looking for a u201ccleanu201d scent and tried on a tester strip. Took it home waited several hours and I was halfway sold sold so I purchased the travel size. Iu2019m all The way sold and will purchase the full size ."
        },
        {
            "review_title": "Smells like baby powder",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought this as I wanted a fresh summer scent and bought purely because coconut sounded good to me and I liked the packaging! I got it yesterday and wore it today and unfortunately I am disappointed as it just smells like baby powder to me. It definitely is a soft scent too and just baby powder in liquid form."
        },
        {
            "review_title": "The BEST Perfume of the Summer ud83dude4cud83cudffe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I love the smell of Coconut and this fragrance was suggested by one of the associates in Sephora. This works perfectly with my skin / body chemistry. Iu2019m currently wearing it in South FL and letu2019s just say this will last  even in  3 digit temperatures.u2764ufe0f"
        },
        {
            "review_title": "A summer go to!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "In my older teens I loved J-Lo Miami glo... Cant find it any longer and got this as a sample.  I am in love.  Of course I will be buying the full size after this sample is done.  I cannot say anything more!"
        },
        {
            "review_title": "Zero lasting power",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Smells decent, but pretty floral on me. Itu2019s nice, but I spray it and the scent is fully gone less than 30 minutes. Cheap body spray lasts longer. Donu2019t waste your money."
        },
        {
            "review_title": "Smells good but doesnu2019t last long",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This spray smells amazing but it doesnu2019t last long at all, maybe 1 hour if you are lucky. I bought online based on reviews and Iu2019m disappointed no one had mentioned this."
        },
        {
            "review_title": "Itu2019s not coconut!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I returned it. Iu2019m not sure what it smelled like, but certainly not as described. Not for me."
        },
        {
            "review_title": "Ridiculousu2026 travel spray came half empty",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Giving this one star as I paid $40 for a travel spray that was used and came half empty. Iu2019m very disappointed and will be returning the item."
        },
        {
            "review_title": "Definitely great for the summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "Bought it today, smells good yes u can smell coconut. I like it better then the best coconut"
        },
        {
            "review_title": "New favorite perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "Oh my GOD this is my new favorite perfume. Ever. It smells so sweet and fresh, you really get the jasmine and a fresh citrus, a little bit of coconut but not too much. Got me many compliments!"
        },
        {
            "review_title": "Travel bottle flawed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Although I loved the scent, the travel bottle is very flawed. Firstly, it sprays too much. I was shocked after a week or two of using it that the bottle was only half full. Secondly, I then packed to take it on vacation and tthe entire"
        },
        {
            "review_title": "Soleil blanc dupe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This smells amazing and is super long lasting without being overpowering"
        },
        {
            "review_title": "A little too heavy on the lime for meu2026",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Tan skin tone, Normal skin",
            "review_text": "The only thing that is preventing me from giving this 5 stars is how heavy handed the lime/citrus notes are in the opening spray. The dry down is delectable and warm. This scent would do very well during springtime as well. Itu2019s simple enough for frequent wear but complex enough that itu2019s not a bore. I only bought the travel size and donu2019t think Iu2019d commit to a full-size bottle. But 7 Virtues does some great things, excited to see what else theyu2019ll do in the future. And I LOVE that the fragrances are clean."
        },
        {
            "review_title": "Im in love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "this perfume smells so good!!! I fully recommend perfect for the summer at the beach or for a chic dinner at the restaurant."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Smells greatu2026 but to me it smells almost exactly like Alien Goddess Intenseu2026 am I crazy?  Itu2019s like almost exactly the same scent."
        },
        {
            "review_title": "Grandma ish.. was expecting sweetness",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I blind purchased this and when i received i returned so quickly.. smells more mature jasmine scent is very prominent.. if your looking for sweet this is not it at all"
        },
        {
            "review_title": "Smells great just wished it lasted longer",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "This smells amazing. Not very coconutty, but smells like summer with palm trees. It is not a very strong perfume and does not last very long considering the price, maybe 5-6 hours. I does layer well."
        },
        {
            "review_title": "Summer Scent ud83dudc4d",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Just got the spray to travel with. I love the smell. Itu2019s light and fresh and makes you feel like yes itu2019s finally summer! I want to see how it wears over time in the heat. I also love that the company gives back u2764ufe0f"
        },
        {
            "review_title": "A surprise allergic reaction....unfortunately.....",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I love the smell of this perfume.  They didn't have it in stock at the store, so I ordered it online.  Received and perfectly packaged.  I tend to spray on my wrists and neck.  Over the course of the next several days of using the perfume, I noticed a break out, but didn't realize where it was coming from, until today.  Today, I sprayed on my way to work.  Some of the product landed on my neck and the left side of my face, which all broke out.  Now mind you, I never spray perfume on my face, but today there was hint when I sprayed today and clearly my skin is too sensitive for this product.  I have never broken out with any perfume except this one, which really bums me out.  I love the smell.  I think I will just have a very expensive room spray at this point.  Too bad.  Would recommend for anyone who doesn't have sensitive skin."
        },
        {
            "review_title": "Like a day at a beautiful beach",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I received the coconut sun today and it did not disappointu2026 it smells SO good and I had so many compliments on it so that says a lot to me It also has staying power , perfect summer scent"
        },
        {
            "review_title": "Coconut heaven!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Coconut deliciousness! Iu2019ve had my fare share of bad coconut fragrances and this is one of the best out there! Not overly sweet, not too coconutty (thatu2019s not a word but Iu2019m using it today) fresh plus coconut is my go to. LOVE IT!!!"
        },
        {
            "review_title": "LOVE THIS! MY NEW FAVORITE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "I fell in love with the Coconut Sun right away. The longer it sat on my skin the more and more I loved the smell.  The smell lingered all day long, enticing and luring. I can't wait to purchase more,  ... the first bottle I ordered broke and spilled everywhere. Only had a few squirts to sample :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I received a sample and right off the nose I get warm coconut and light florals. It reminds me of Hawaii, floral and warm. Itu2019s not something Iu2019d reach for as I find coconut a but overpowering on my skin, but if you enjoy a light coconutu2026this would be great for you!"
        },
        {
            "review_title": "love!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "i seriously cannot get enough of the smell of this - it was a blind buy but iu2019m so so happy i bought this. once it sits and settles into your skin itu2019s almost like a your skin but better scent"
        },
        {
            "review_title": "Gorgeous scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Got a sample sent and definitely will be purchasing full bottle. Itu2019s so delicious with just the right amount of sweetness and coconut!"
        },
        {
            "review_title": "Honeymoon yumminess",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This fragrance is so yummy! I purchased this for my Hawaiian honeymoon and itu2019s absolutely perfect. Itu2019s the perfect coconut scent - not artificial, more like you just cracked open a fresh coconut. Itu2019s balanced perfectly with the frangipani note which makes it a beautiful warm, sunny fragrance. One star taken off due to the longevity, however itu2019s not enough of an issue to keep me away!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I donu2019t smell coconut at all. I smell a musty floral scent. It smells heavy, not like a fresh summer scent. Very disappointing!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "This reminds me of hypnotic poison. It would be good for the evenings. It is too strong and sweet for me."
        },
        {
            "review_title": "Must have perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "Canu2019t get enough of this Perfume! It captures everything I love about summer in one scent. I have worn it every day since purchasing and have received more compliments on this perfume than any other perfume I own!"
        },
        {
            "review_title": "If Taylor Swift's Style was a perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Of all of The 7 Virtues scents, this is my runaway favourite. It smells like summer, that warm and subtle nod to a day well spent at the beach. Absolutely delicious scent that is long-lasting."
        },
        {
            "review_title": "Must have for this summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "So good! I know the combination of coconut + salt is nothing new, but it lasts for 5-6 hours on my skin. I think thatu2019s very good for a light scent like this. Itu2019s summary and chic, and doesnu2019t smell artificial. Iu2019m almost done with my travel size, and I plan to get the big bottle soon."
        },
        {
            "review_title": "Summertime scent!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "A great summertime scent. It is very aquatic smelling in the beginning and dries down to a softer coconut. Was long of disappointed because this smells almost identical to JHAG Vanilla Vibes which I already own. I put one on each wrist and my daughter could not tell that they were different perfumes."
        },
        {
            "review_title": "Try it at sephora",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "beautiful scent love it, itu2019s locally made which makes it easier, beautiful scent trail, around 7 hours of longevity."
        },
        {
            "review_title": "Staple in your perfume wardrobe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "A must have for this summer! I love itu2019s a Canadian brand, so hard to find a REAL coconut smell. This is a real deal!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This perfume smells amazing! It really has an amazing scent to it and I absolutely reccomend this for anyone who enjoys the smell of spring!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells amazing female founded and ethically sourced perfume based out of Bedford Nova scotia."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The perfume is soothing and summer like, it is hyper allergenic so it doesnu2019t bother me skin at all, it has 6 - 7 hour ware. The smell is amazing I recommend it!"
        },
        {
            "review_title": "Awesome!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Female founded producet based out Bedford, Nova  Scotia! A perfume promoting social justice and community!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I'm loving the scent of this perfume and it made me wanna go buy more"
        },
        {
            "review_title": "Best perfume!!!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes",
            "review_text": "Smells lovely itu2019s a must have!!!!!!!! If youu2019re looking for a summer scent get it!!."
        },
        {
            "review_title": "definitely must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "the scent smells so amazing and its is definitely perfect for the summer! the scent is so strong and i love the flowery/coconut scent that it gives off!! i love this product and i am so excited to use it in the summer  should dif"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Beautiful scent that smells amazing. The coconut makes it my favourite scent. Made in Halifax!"
        },
        {
            "review_title": "i put on 2 spays on each wrist every morning!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "it smells so good!! amazing product, really should buy!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This smell is immaculate. The vanilla and coconut in it makes it one of my favourite scents"
        },
        {
            "review_title": "Absolutely need",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this perfume. It is such a perfect summer scent. I love the 7 virtues and I definitely recommend this perfume!!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "This is such a perfect summer perfume, I immediately fell in love with the scent :))"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love the coconuty smelllu2026.  I smell delicious u2764ufe0fu2764ufe0f"
        },
        {
            "review_title": "I definitely need it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I really love the unique ingredients used in this product. It has such a beautiful refreshing smell."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Smells super sweet and summery! I would highly recommend for a main summer perfume :)"
        },
        {
            "review_title": "Perfect for summer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Perfect scent for the summer, very fresh and light! Floral, with hints of coconut and vanilla. Must use for everyday routine"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Love it, such a clean scent!! So glad I tried it!! Smells like the beach in a bottle."
        },
        {
            "review_title": "Perfect for summer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Amazing smell, very beachy. Seems like the perfect scent for summer!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "Very fresh scent, love a clean and healthy for skin scent"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "This perfume is literally amazing. I love the smell, it is  organic as well and smells fresh and smells pretty. I am in absolutely in LOVE."
        },
        {
            "review_title": "Pretty perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Normal skin",
            "review_text": "The perfume smells really pretty, nice summer scent highly recommend it. Iu2019ve only worn it once so I donu2019t know if it lasts very long."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Perfect summer fragrance! Love that itu2019s ethically made and made in Canada! Not too strong for folks with scent sensitivities!"
        },
        {
            "review_title": "Love the smell!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The smell is so nice and subtle. Not strong but also noticeable. Very soft smelling and love that it's vegan!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really like this product because It is local and it smells great"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "A delightful scent, pulls my memory back to the beach.  Something anyone can wear, a must for summer."
        },
        {
            "review_title": "Summery & Fresh",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Summery & fresh. Definitely can smell the vanilla & coconut!"
        },
        {
            "review_title": "Very nice smell!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This perfume smells very good! The bottle is very pretty and the workers were very helpful."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This perfume smells amazing, I love the bottle and the people that presented this offer us. Very nice!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "Smells great! Would really recommend for summer and travelling"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "smells very good and lasts very long. would recommend"
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Beautiful scent and is all natural! Smells like a vacation in a bottle. Bonus that itu2019s vegan!!"
        },
        {
            "review_title": "summer scent !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "love the coconut! very summery, perfect scent for the summertime and goes really nicely with the good weather. would recommend this to anyone who wants something lighter!!!!!!!!!!!!!!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love the freshness and simplicity of this fragrance."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This scent is perfect for summer!! I love it for before and after the beach. Long lasting and not overpowering!!"
        },
        {
            "review_title": "Wonderful brand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Deep skin tone",
            "review_text": "I absolutely love the ethos of this brand and I would encourage everyone to support the brand."
        },
        {
            "review_title": "Beachewear in a bottle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I love this scent, so fresh, so tropical. I love the ocean as my email name suggests and this scent takes me right there."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This perfume smells very very good. Its has a nice summer smell. I love Sephora products and definitely recommend this perfume."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The perfume smells great. A nice summer smell. Love sephora products.  Refreshing smell."
        },
        {
            "review_title": "Your Summer Go To!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Tried this out today and it is so fun and pretty for summer! Itu2019s a warm scent that smells like summer! It had bubble gum scent but also a pretty vanilla! Would recommend 100%"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product is great! Highly recommend  smells great"
        },
        {
            "review_title": "Perfect summer scent !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "auburn hair, Combination skin",
            "review_text": "After smelling this scent I knew it was the one of the summer! Great for everyday wear, a staple in my collection!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Normal skin",
            "review_text": "Lovely summer smell, light and fresh. Not overwhelming"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Perfect summer scent, bought it for vacation and love it!!"
        },
        {
            "review_title": "Coconut Sun",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I love how light the scent is & that itu2019s all organic ingredients!!  Very summery scent!!"
        },
        {
            "review_title": "Fabulous products",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone",
            "review_text": "Smells delicious  the 7 vertices has great products"
        },
        {
            "review_title": "A lovely summer scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The best summer scent! So fresh and beachy! This is a must for your summer scent routine!"
        },
        {
            "review_title": "Great for summer!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone",
            "review_text": "Love the smell- so light and fresh!  Great scent for summer!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells like summer :) nice and clean, and the coconut is not sickening. Itu2019s nice and beachy!"
        },
        {
            "review_title": "floral and coconut scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "floral and coconut scent with a Hawaiian beach vibe"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "A beautiful light summer scent. Iu2019ll be wearing this all summer!"
        },
        {
            "review_title": "A must have perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "The perfume smells so fresh and light. I like how itu2019s vegan and made with organic. Iu2019d say itu2019s a perfect scent for summer. Such amazing new released perfume!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This perfume smells amazing!! I definitely recommend and will be using all the time!!!ud83dude0dSuch a good summer sentud83dude07"
        },
        {
            "review_title": "Perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Smells very light and floral! The bottle is super cute and perfect to wear on your next vacation! Super happy with it! I love it!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Reminds me of summer.. iu2019m in love with the scent!!  the flowers mixed with coconut. Makes me smile just smelling it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is the perfect scent for spring and summer. Itu2019s light and fruity, very femme! Totally recommend for hot girl summer."
        },
        {
            "review_title": "Recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s a light, slightly sweet, locally made in Nova Scotia. It smells amazing would recommend! I tried it recently and I loved it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells absolutely amazing, definitely purchasing the full size, smells like im at a fancy resort! Meet them at the mall and everyone on the team is such a sweetheart. 100% would recommend to anyone! And itu2019s organicu2026. amazing all around!"
        },
        {
            "review_title": "Must try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Just tried this perfum!! Love it so much it smelled so good. Definitely going to put it into my new cycle of everyday smells!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "very good smelling, lightweight nice packaging smells like iu2019m on the beach"
        },
        {
            "review_title": "Absolute must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This perfume is must have to wear everyday. Itu2019s super light but makes you smell so good!! The company owners are so sweet!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a nice summer scent and great cause.great local product to support"
        },
        {
            "review_title": "A must try NS perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Hard to find a coconut perfume that isnu2019t overwhelmingly coconut, fantastic local NS product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Perfume is so amazing, smells exactly like coconut and the summertime u2764ufe0f"
        },
        {
            "review_title": "Such a good summer scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I tried this product and I am obsessed. I find some tropical scents to strong but this is absolutely the most perfect summer scent. It lasted me hours and they are the only canadian perfume at sephora. It is a must try!"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this sustainable product. Perfect for summer. So refreshing"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love this perfume! Such a great summer scent. Definitely a staple in my beauty routine now! Love the idea behind the brand as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Itu2019s Canadian beautiful brand made for a good cause and it literally smells like coconut lasts long and itu2019s just so delicious"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s a wonderful scent I would wear it every day I love that itu2019s natural"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "absolutely love the smell of this perfume. reminds me of my bff and going to the beach together :))"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s such a amazing summer scent! Smells amazing! And itu2019s hyper-allergenic!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "great summer sent itu2019s hyper allergenic lasts a very long time , it has notes of coconut and gorgeous vanilla"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I came to Sephora and this lovely lady showed me this perfume and let me tell you when you smell it it smells like summer and the coconut smell is my favourite and it just smells great"
        },
        {
            "review_title": "Tropics",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Smells like summer and the tropics!  Not too floral, and something I could wear daily!"
        },
        {
            "review_title": "Clean and cruelty free!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Such an amazing scent and company! Love that they are clean, vegan and cruelty free!"
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I loved it as soon as I smelt it, it's so good!! Perfect for summer"
        },
        {
            "review_title": "best vegan perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this reminds me of a nice summer day. it smells incredible in love with it definitely would recommend getting it. itu2019s so nice when you can find a nice cruelty free product that smells amazing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells SO delicious I could dive into a pool of this perfume!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The scent is light and lasts long, it's hard for me to find scents that are light and last long, it's also hypo allergenic so it's good for my work"
        },
        {
            "review_title": "IT SMELLS LITERALLY HEAVENLY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This is such great growth for Sephora since itu2019s literally the first Canadian perfume brand!! Itu2019s organic and helps so many organizations. It literally smells like a warm summer day! 100% recommended!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The perfume is really good! Smells nice, safe for all age groups, hypoallergenic and just amazing ud83dudc97ud83dudc97"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells very good. Hypoallergenic so doesn't trigger allergies!! I'd recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Not too over powering of a smell. Very fresh and beautiful. Very nice for the warm weather."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Amazing scent, lovely product. This product is very natural and great packaging. Would definitely recommend this perfume to anyone looking for a fresh and light summer scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Just tried this fragrance for the first time and super soft and light smell. Love it! Pick yours up at Sephora today"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Beautiful scent.  Love that it is all organic and from Nova Scotia, Canada."
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "love it , think its very great it smells very floraly"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This smells so amazing you guys should get some itu2019s so wonderful"
        },
        {
            "review_title": "Must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this sent so so much! It smells like the fresh summer beach. I would love to wear this in the summer time itu2019s such a wonderful product!"
        },
        {
            "review_title": "Lovely scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s a nice summer scent! Last 7 to 8 hours and Itu2019s really nice! I totally recommend"
        },
        {
            "review_title": "Summer in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is amazing it reminds me of summer and my trips to flordia I love it! Itu2019s amazing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "The smell Coconut Sun Eau de Parfum smells like I am sitting at the beach on a sunny afternoon it smells amazing!!"
        },
        {
            "review_title": "lovely summer scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "it smells very fresh reminds me of summer! i normally dont like coconut but this one so glamorous. i am so addicted."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i really like this perfume because it smells fresh and organic it also doesnu2019t hurt my head when i smell it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The best summer perfume must try Id definitely asd this to my routine  and love the mandranin note ud83eudef6"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Just smelled this perfume for the first time and wow! Itu2019s summer in a bottle. Itu2019s not your typical u201cstrongu201d coconut smell, so light & pretty."
        },
        {
            "review_title": "For sure us it every day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Medium skin tone, Normal skin",
            "review_text": "I really like the coconut in the perfume, this make me really happy and want tho use it every day! That my favorite, the smell is unique!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I loved this perfume it smells so wonderful 5/5 definitely recommend!!ud83dudc97ud83dudc97"
        },
        {
            "review_title": "Very nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Normal skin",
            "review_text": "This scent was very light but enjoyable  I would wear it around summer or early fall"
        },
        {
            "review_title": "A New Favourite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Just tried this for the first time and I love it! Smells just like the beach!! Itu2019s so fresh and happy and perfect for summer! Will definitely try-purchase!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Nice summary fragrance, very fresh, everyday fragrance and not too overpowering"
        },
        {
            "review_title": "Perfect summer smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Very fresh and clean! Perfect summer scent! Love how itu2019s organic also. Highly recommend!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The perfume has a beautiful package as well as it has an awesome smell. You should try it!"
        },
        {
            "review_title": "Best coconut scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells clean and fresh. So light. Great for summer.  Not a big perfume person but it will be my go to"
        },
        {
            "review_title": "New favourite perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Smells really fresh and light. Super awesome for the summer scent. Itu2019s perfect that itu2019s organic too!"
        },
        {
            "review_title": "Woww",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": ""
        }
    ]
}