{
    "product_id": "709",
    "name": "Underglow Blurring Primer",
    "brand": "Iconic London",
    "categories": "Makeup, Face, Face Primer",
    "price": 40.5,
    "about": "What it is:A must-have primer for fresh-faced, smooth, flawless-looking skin..Finish:Radiant.Skin Type:Normal, Oily, Dry, Combination.Concerns:Pores, Uneven Skin Tone.Highlighted Ingredients:- Artemisia Capillaris: Helps to protect against blue HEV light..Ingredient Callouts:This product is vegan and cruelty-free..What Else You Need to Know:This primer is a completely unique skincare-makeup hybrid formula that not only helps to enrich and protect your complexion with kind-to-skin ingredients, but ensures your makeup applies like a dream and lasts all day long with an ultra-soft, fresh-faced, just applied finish.",
    "ingredients": "-Artemisia Capillaris: Helps to protect against blue HEV light..-Vitamin C: Antioxidant which is renowned for helping boost skin radiance..-Soft Focus Blurring Powders: Smooth the appearance of fine lines and large pores...Aqua (Water, Eau), Dimethicone, Peg-10 Dimethicone, Glycerin, Isononyl Isononanoate, Hdi/Trimethylol Hexyllactone Crosspolymer, Pentylene Glycol, Coco-Caprylate/Caprate, Dicaprylyl Ether, Silica, Synthetic Fluorphlogopite, Cetyl Peg/Ppg-10/1 Dimethicone, Phenoxyethanol, Isododecane, Sodium Chloride, Dimethicone/Vinyl Dimethicone Crosspolymer, Magnesium Sulfate, Ethylhexylglycerin, Propanediol, Dimethiconol, Disteardimonium Hectorite, Parfum (Fragrance), Propylene Carbonate, Tin Oxide, Artemisia Capillaris Flower Extract, Sorbitol, Tocopherol, 1,2-Hexanediol, Caprylyl Glycol, Xanthan Gum, Ascorbic Acid, Colloidal Gold, Glutathione. May Contain (+/-): Ci 77891 (Titanium Dioxide), Ci 77491 (Iron Oxides), Ci 77492 (Iron Oxides),Ci 77499 (Iron Oxides).",
    "how_to_use": "Suggested Usage:.-After moisturizing, use the dropper to apply two to three drops of makeup primer all over the faceu2014focusing on any areas that are often prone to excess shine. .-Use your fingertips or a brush to blend the refreshing formula into your skin. Et voilu00e0u2014skin is left blurred, radiant, and perfected, ready for the rest of your glam routine..-For best results, use together with the Iconic London Super Smoother Skin Tint (sold separately). Together, these base beauties are the dream duo for that flawless, ultra-natural-looking finish that really does glow from within.",
    "num_reviews": 291,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/iconic-london-underglow-blurring-primer-P502611?skuId=2626794&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2626794-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": ".9 oz / 27 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2626794-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I can see why this is a favorite for most beauty influencers, it works great. It smells sweet and goes on silky and smooth. My makeup lasted the entire day"
        },
        {
            "review_title": "Glowy and Healthy skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I love this primer. The glow of this is so beautiful and subtle - just looks like you have plump and healthy skin! I don't find it to be blurring on the skin but the sheer glow from it is worth it"
        },
        {
            "review_title": "Blurs & Glows! Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Works well with my other face products - I don't use a foundation but I use Hourglass concealers and the Kosas Cloud Set & it's a happy throuple. I always get a bunch of compliments when I wear this primer/ if I don't, it's not as frequent!"
        },
        {
            "review_title": "Must Have for Winter",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I love how glowy it looks. Its not a sparkling glow, its a natural glow. I hate it when my skin looks dry in the winter and this does it for me. Make my skin look plump and hydrated. Makeup layers great over it. Would repurchase"
        },
        {
            "review_title": "Great glowy primer that blurs!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "This product blows me away! Wow! The glow and the blur together !! Awesome! Looks great and feels great! I have been missing this in my routine ! So glad Jennifer recommended it . My new fav  primer!"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Porcelain skin tone, Dry skin",
            "review_text": "obsessed with how this feels and goes on. so hydrating and blurring at the same time. love how it wears under makeup as a primer. one of my favorite primers of all time"
        },
        {
            "review_title": "Very nice. Worth the price.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Very nice. Smoothing, can even be worn without foundation"
        },
        {
            "review_title": "Packaging is a little ehh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this product but the packaging makes me not wanna buy it again.  I traveled with it and it leaked despite closing it."
        },
        {
            "review_title": "I use this daily ud83dudc95",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "This product is absolutely amazing ud83eudd29 it makes my makeup look even better, I love the smell, the way it feels on my skin. I will definitely re purchase!"
        },
        {
            "review_title": "Broke me out",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Honestly did not notice a huge blurring effect. This also broke me out so I will be returning"
        },
        {
            "review_title": "Beautiful unique skincare primer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "This is an absolutely gorgeous primer, it blurs and smoothes so naturally and actually PLUMPS my skin as well.  The formula is top shelf, and the scent is a faint light honey smell that's very pleasant and fades away. It's not glittery or tin man whatsoever, just gives a nice subtle glow with a VERY slight flesh toned 'healthy' neutral looking color--which makes it lovely to wear alone or with just concealer.  This is a silicone-loaded formula, however it does not pill and is very lightweight and hydrating. Great for nearly any skin type, but especially for mature skin. Not drying, nor greasy.I have dry/combo sensitive skin, and this has not irritated it at all..  Overall, a unique luxurious top shelf product from a seriously underrated brand!   PS-Check out Iconic's mystery bag!"
        },
        {
            "review_title": "Not for dry skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have dry skin and thus just didn't work for me. It does feel smoothing on the skin, but I felt like all my foundations looked worse with it underneath. It also has a very very strong powdery fragrance to it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love the glow that this primer gives without being too greasy, only complaint is that it doesn't do a great job of blurring my pores. I have to pair it with my rare beauty pore diffusing primer. Not sure if I would necessarily repurchase it but I will finish the bottle. It will definitely work for you if you don't have extremely large pores."
        },
        {
            "review_title": "PORES WHO!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This primer has turned into my holy grail! Blurs my pores all day and makes my makeup look flawless all day! I will even just wear this for a no makeup day to look smooth and brighten my skin a little :)"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Would not recommend for sensitive skin. I've never had such a terrible skin reaction to something."
        },
        {
            "review_title": "A good base glow but the bottle leaks",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This primer is hydrating and luminous, so perfect for the days when you want a more dewy makeup look. I like that its super smooth and doesn't pill under my makeup when I do a full face. Minus two stars because it's a little expensive and whatever you do STORE THE BOTTLE UPRIGHT. She will spill out all over the top and leak out of the bottle. I don't know if the bottle needs a redesign or a better seal, but whatever you do- do not store horizontally"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I love this! I really feel a difference when i don't use this under makeup. It preps your makeup with a nice glow!"
        },
        {
            "review_title": "Underrated glowy perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I absolutely love this product, it does not settle in my fine lines, works beautifully under any foundation I own, and it is beautiful on its own as well. it has a slight vanilla scent which fades, the glow it gives is 10 out of 10. I would highly recommend this product and I will continue to purchase it, thank you @IconicLondon for this beautiful product. I love it!"
        },
        {
            "review_title": "Hard pass",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Really don't notice any difference or glow on my skin. Two stars because it's hydrating and doesn't pill, but I get better results from using a glowy sunscreen or a $5 grip primer than this. Not sure what the point is"
        },
        {
            "review_title": "Would repurchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I really like this primer. It isn't as glory as I had hoped but it's so soft and silky on your skin. It sits great under different brands of foundation or bbcream. I do use my elf halo glow with it as I like a more dewy look but I think it's really nice on the skin."
        },
        {
            "review_title": "Light glow",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I enjoyed this product to put under my foundation. I tried it both way mixed with foundation and prior to application of the foundation after moisturizer. Either way I didn't see much difference between application process. It provides a subtle glow nothing too shimmery on my face and didn't make me anymore oily then normal. It's a decent product if you want some light glow on your face."
        },
        {
            "review_title": "A pretty bottle of goo.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I rarely review with a complaint but I'm not even sure what this stuff was. The dropper dripped liquid everywhere. It ruined a white top, gooped up around the cap, continually ended up on my bathroom counter and did NOTHING that was u201cpromisedu201d. Perhaps not including a dropper and just tipping the bottle onto a sponge would be a better product delivery method?"
        },
        {
            "review_title": "A Must-Have for a perfect base!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I recently received a sample of Iconic London's Underglow Blurring Primer in exchange for this review, and I am so grateful for the opportunity to try it out! This primer is truly amazing - it leaves my skin feeling incredibly soft and smooth instantly. The lightweight and dewy formula makes it so easy to apply and ensures that my makeup goes on smoothly and evenly.  While the primer is slightly runny, it's definitely not enough to discourage me from using it. In fact, it has quickly become a staple in my makeup routine. I love how my skin looks and feels when I use this primer, and I can't recommend it enough. Thank you, Iconic London, for providing such a fantastic product!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I expected this primer to be too shimmery looking and possibly even too slick feeling on the skin but this was not the case at all. I love how it is a thin consistency and blends into the skin with little effort using just the fingers. It leaves the skin looking even, smooth, and glowing. I think it would work best with normal or combination skin types since it feels a moderately hydrating and leaves a glow that may be mistaken for shine for those with oily skin. I would use this even alone for a subtle your skin but better look. I tried using it under foundation and more then 12 hours later, my foundation is still there and looking great. The only reason it isn't 5 stars is that I'm not 100% sure it would help full coverage foundation stay on especially since it is not mattifying. For light coverage foundations, this can absolutely help."
        },
        {
            "review_title": "Definitely a must try",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "In exchange for my honest review, a sample was given to me. I used this product for about a month now, and I used this product daily as a primer. I do find that it has a dewy glow, but was very sheer when applying. I think it's a must try if you are on the fence, it had a really smooth application."
        },
        {
            "review_title": "Glowy without being greasy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "This primer is glowy without being/looking greasy! I tried it for the first time at an outdoor wedding in Florida which was hot and muggy. My makeup didn't budge and I had that beautiful glow on my skin. Love this product."
        },
        {
            "review_title": "Sheer Glow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Normal skin",
            "review_text": "I really enjoy the sheer glow this gives my skin. It's very light and not tinted like it appears at first, and allows your skin to catch the light in a really beautiful way. I've seen this going viral for glowy makeup routines and I'm glad to see more products like this entering the market! It feels really great on the skin too, blurring imperfections and evening out texture for a nice smooth base. It's got a strong perfume smell that doesn't sit too well with me though, unfortunately. Otherwise, I really like it and would recommend!"
        },
        {
            "review_title": "A new favorite primer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "I was a little skeptical at first but became very impressed. This primer is very thin and lays beautifully creating a blurred finish."
        },
        {
            "review_title": "Must-Have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This product is amazing. I usually do makeup every other day & this primer is creating a flawless base for my foundation."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This product was sent to me as a free sample in exchange for my honest review. If you're searching for a primer that blurs imperfections, extends makeup wear, and adds a touch of luminosity, look no further. The UNDERGLOW Blurring Primer is a game-changer. It gives the most subtle glow from within kind of look and is especially helpful cause my skin tends to be on the drier side and this product makes it look hydrated throughout the day without the heavy feeling. I wear this product on its own and add some concealer on top and it gives the perfect no makeup makeup clean girl look which is perfect for everyday wear! Remember to shake the bottle well before use, and a little goes a long way."
        },
        {
            "review_title": "Definitely a must try",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "In exchange for my honest review, a sample was given to me. I used this product for about a month now, and I used this product daily as a primer. I do find that it has a dewy glow, but was very sheer when applying. I think it's a must try if you are on the fence, it had a really smooth application."
        },
        {
            "review_title": "Glowy without being greasy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "This primer is glowy without being/looking greasy! I tried it for the first time at an outdoor wedding in Florida which was hot and muggy. My makeup didn't budge and I had that beautiful glow on my skin. Love this product."
        },
        {
            "review_title": "Sheer Glow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Normal skin",
            "review_text": "I really enjoy the sheer glow this gives my skin. It's very light and not tinted like it appears at first, and allows your skin to catch the light in a really beautiful way. I've seen this going viral for glowy makeup routines and I'm glad to see more products like this entering the market! It feels really great on the skin too, blurring imperfections and evening out texture for a nice smooth base. It's got a strong perfume smell that doesn't sit too well with me though, unfortunately. Otherwise, I really like it and would recommend!"
        }
    ]
}