{
    "product_id": "1526",
    "name": "Self Tan Supru00eame Violet Bronzing Mousse",
    "brand": "St. Tropez",
    "categories": "Bath & Body, Self Tanners, For Body",
    "price": 62.0,
    "about": "What it is:u00a0An ultra-dark mousse that reigns supreme; an invitation to your richest, darkest, deepest olive tan yet...Skin Type: Normal..Skincare Concerns: Uneven Texture..Formulation: Mousse..Highlighted Ingredients:- DHA: Colors the upper skin layer without sun exposure..- Melanin Boosters: Activate the natural tanning process using micronutrients and polyphenols..- Epsilineu00ae: A tan enchanter obtained by optimized culture of microalgae...Ingredient Callouts: This product is cruelty-free...What Else You Need to Know: The secret to this high-performing mousse is St. Tropezu2019s professional-strength Tri-Tan Technology. The advanced combination of three powerful actives is designed to turn your tan up to the absolute max. Meanwhile, the unique violet-tint base balances the tones of your tan for natural-looking results...Clinical Results: In a test:.- 90% were left with a flawless, dark, olive tan.- 91% would recommend to a friend.- 96% said the tan worked for their skin tone",
    "ingredients": "-DHA: Colors the upper skin layer without sun exposure. .-Melanin Boosters: Activate the natural tanning process using micronutrients and polyphenols..-Epsilineu00ae: A tan enchanter obtained by optimized culture of microalgae...Aqua (Water), Dihydroxyacetone, Caramel, Pentylene Glycol, Ethoxydiglycol, Glycerin, PPG-5-Ceteth-20, Erythrulose, Coco-Glucoside, Dimethyl Isosorbide, Propanediol, Phenoxyethanol, Parfum (Fragrance), Melanin, Hydrolyzed Jojoba Esters, Sodium Metabisulte, Hydroxyethylcellulose, Tocopherol, Benzyl Salicylate, Citric Acid, Caprylyl Glycol, Decylene Glycol, Porphyridium Cruentum Extract, Leuconostoc/Radish Root Ferment Filtrate, Geraniol, Coumarin, Limonene, Alpha-Isomethyl Ionone, CI 16035 (Red 40), CI 19140 (Yellow 5), CI 42090 (Blue 1), CI 17200 (Red 33).",
    "how_to_use": "Suggested Usage:.Prep:.-Itu2019s in the details. Create a flawless base by exfoliating and moisturizing dry areas, hands, feet, ankles, and wrists....Apply:.-Glide on using a mitt....Rinse:.-Shower off after eight hours for an ultra-dark result, or rinse after 30 minutes for a taste of the good life....Be Beach Ready:.-Your tan will develop over three to six hours after rinsing..-Exfoliate and moisturize daily to extend the glow....Recycling Instructions:.-Remove pump to recycle..-Contains recycled plastic.",
    "num_reviews": 493,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/self-tan-supreme-violet-mousse-P510453?skuId=2759249&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2759249-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "4.6 oz",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2759249-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "WORST FORMULA. WHY?! Soooooooooo messy, so thick, just so gross. Not to mention you look like tar baby afterwards. I was expecting the u201cvioletu201d to have a major difference in tanu2026 it didnu2019t."
        },
        {
            "review_title": "Goes on black, during and after",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I didnu2019t read this when I bought this, so I was surprised, but on my very fair skin, the product went on fully black. Needless to say my husband thought it was hilarious but knowing you keep it on for a while (I did 6 hours), itu2019s a good idea to hibernate lol."
        },
        {
            "review_title": "Please read if you have super thick hairs!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "I really did love this product BUT I am only removing a star for the issue I had.  Pros: -lasted almost two weeks with no touch ups and faded very naturally -easy to apply (I recommend the tanning mitt) -can't miss any patches for the intense purple tone  Con: -my leg hairs are pretty thick honestly. This tanner stained my skin and every single hole my hairs grew out of. It looked like I hadn't shaved at all even after the freshest shave. Had to return"
        },
        {
            "review_title": "Beautiful, but choose the other St Tropez mouses",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This tanner is beautiful: a deep, natural brown instead of fake orange of other tanners. However, I prefer the express or berry sorbet. This product is strange to apply, gets sticky/inconsistent. I work REALLY to get it even."
        },
        {
            "review_title": "Wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I'm pretty terrible at self tanning to be honest, it's usually splotchy and I miss spots. I also used the original version of St. Tropez for many years which is pretty nice but a little bit orange and kinda light. This product however is INCREDIBLE, it actually blew me away. I have a slight olive skin tone already and this looks EXACTLY like I was tanning in the Med for a couple of days. YES it is SLIGHTLY difficult to spread and it may look splotchy, but no fear! If you accidentally layer too much it isn't going to make you look tanner in those areas. I put moisturizer on my elbows and knees and spread it around with a mitt and left it on for about 1 hour 45 and showered it off, it looks so natural and blended it's blowing my MIND. I def don't think I will keep it on the whole 6-8 hours because the color is so natural. I can't wait to see how long this lasts!"
        },
        {
            "review_title": "A must try!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Combination skin",
            "review_text": "I have a lot of experience with fake tans including spray tanning people for 7 years and this is, by far, the best self tanner I've used. The color is super natural looking and dark. My tan stayed on without fading for a solid 7 days and I had to use a tan remover to get rid of it (only because I wanted a fresh tan for an event) my only complaint is that it's very odd looking right after application so once it's applied I wouldn't leave the house. I also think it would be a disaster if you didn't prep properly before applying."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve been fake tanning for fifteen years and have tried a million, this one is hands down the most beautiful color Iu2019ve ever seen!! Application is pretty easy, dries quickly and smells decent. I was a big fan of Loving Tan but this is by far my new favorite!!"
        },
        {
            "review_title": "Do fake tans leave you orange? Buy this right now",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "This is HANDS DOWN the most beautiful and natural looking self tanner i have ever tried. I am WHITE. And i mean like really pale, which leads to almost every tanner Ive tried turning a sickly orange on me and almost leaving me looking jaundiced by the time it fades. I would highly recommend this to any woman who is struggling with orange tan. me looking"
        },
        {
            "review_title": "Deep color but tricky",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is probably the deepest tan Iu2019ve used. Great color but too much hassle. Just do 1 coat and if itu2019s not dark enough, try again a day or 2 later. It was really sticky and faded fast with a lot of patchy spots."
        },
        {
            "review_title": "always happily surprised",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I didn't read any comments before buying this and I'm so glad I didn't. This product went on perfectly, no streaks and my color is amazing. I did have to shower after 3 hours because it was a bit sticky and getting all over my kiddos hands which I expected but still tried nonetheless. Im not sure how or why but it feels like I was in the sun all day and it looks like it! The smell is amazing and the results make me look like a coconut! I wish I took a before and after picture and I will next time. definitely don't go anywhere before u rinse off or else it looks like u were rolling around in mud though lol. I will definitely be buying this again! st tropez never lets me down ud83eudef6ud83cudffc I do have experience with self tanner so I knew it wouldn't make me orange or anything since I naturally am olive in tone. I don't think I'd recommend this to someone who has fair or pink tone skin."
        },
        {
            "review_title": "Brown, not orange",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Disclaimer: I havenu2019t used the original formula for comparisonu2019s sake. I have, however, typically used TanLuxe. This color is better in a few ways. I love that that it goes on brown so I know where Iu2019ve been and where the streaks are. I much prefer the brown versus the usual orange look of self tanner. Now, where I think this falls short: it is a tad bit streaky and it dyed my pores and all my hair follicles BLACK. The streakiness wasnu2019t bad tbh and may be user error, and the pores might go away with some gentle exfoliation, but rn the pores are a nope for me. Overall, I will probably reach for this one over others that Iu2019ve used."
        },
        {
            "review_title": "DONT BUY",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "NEVER NEVER NEVER BUY!!!! It stains, it fades horribly, it turns green-itu2019s awful!! Stay with the original!"
        },
        {
            "review_title": "Pass",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "The application is not user-friendly. I had to use a brush to go over everything and blend it out. Even then, it was pretty streaky and patchy. The color guard is super dark and messy too. I decided to trust the process and left it on for 6 hours. The instructions say 8 hours, but it was so unbearably sticky, I couldn't leave it on another minute. (There's no way someone could comfortably sleep in this) The end result was a dark, slightly orange tan. It looked blended, so that was a plus, but I would definitely pass on this one. It's just not worth the hassle."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Finally a tanner that actually leaves lots of color after showering to remove the guide color. And it lasts days longer than the original St. Tropez mousse Iu2019ve been using for many years and thought was the best. Nope, this is way better"
        },
        {
            "review_title": "Amazing color but not for beginners",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have used many St. Tropez product before! I love their line and think they have amazing products. When I say this one with a violet undertone I immediately bought it! I will say this one is NOT for beginners. It does dry down pretty quickly so you definitely need to know what you are doing! I usually use the glove method, but because of the quick dry time I reached for the mitt to help buff it out a little big more. Overall a pretty great product"
        },
        {
            "review_title": "Legs looked hot, chest looked deathly",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "I consider myself a tan connoisseur, and Iu2019ve tried all of the St Tropez line. I really wanted to love this! I let it develop the full 8 hours, I LOVED the color it gave my legs no orange in sight, however my chest literally turned grey?????"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Applies very streaky and almost looks dirty. Leaves a nice tan after but would recommend other Saint Tropez tanners more. ufffc"
        },
        {
            "review_title": "Surprise",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "So the first time I tried this, I wasnu2019t a huge fan. Idk if my skin prep wasnu2019t ideal, or if it was the lingering self tan I had on from before but it seemed patchy and uneven.  Iu2019ve tried it two more times since then, and it looks like a different product!  Itu2019s so dark, and it faded nicely.  Iu2019m him"
        },
        {
            "review_title": "WORST Self Tan Ever!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This is by far the worst self tanner I have ever used.  I have tried multiple times to make this work.  It goes on splotchy every single time even after exfoliating beforehand.  I had to wash it off immediately the last time I tried it.  Ridiculously difficult to spread the product.  I have used two bottles of another St. Tropez tanner, and loved it, but this one is terrible.  When reading the reviews make sure you are reading the ones who actually paid for this product.  Do not waste your money on this!"
        },
        {
            "review_title": "A summer staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "Donu2019t be afraid of the application! This gives me the most natural glowy tan, and Iu2019m naturally SO pale. Looks like I just got back from the beach! For best results, I would definitely shave before hand. I couldnu2019t be more obsessed."
        },
        {
            "review_title": "Blotchy and purple/gray coloring after application",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "The color turns out really nice if you put it on correctly and already have some natural color, but it is difficult to apply evenly, not look blotchy and purple/gray. LOVE other St. Tropez self tanners!"
        },
        {
            "review_title": "Would not recommend",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Would not waste money on this product. Dries down fast and is sticky. Hard to see if itu2019s blended. It only lasted a couple of days. I exfoliated 48hrs before and moisturized. The express tan lasted longer."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Difficult application, splotchy/streaky, and way too intense. Formula is also very sticky, had to wash it off to go about my day"
        },
        {
            "review_title": "Beautiful but difficult",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The color of this is one of my new favorites. However applying it is a little tricky and it stays sticky for a long time. Also when u wash it off i feel like u have to scrub the color guard off a little bit."
        },
        {
            "review_title": "SO GOOD",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "The BEST self tanner. It comes out looking very dirty but donu2019t be nervous. It gives the BEST tan!!!! Iu2019ve used other St Tropez colors and a million other brands and this is my favorite"
        },
        {
            "review_title": "Bad experience",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This is my least favorite tanning product of all time. The application is messy. It never seems to go evenly. Takes forever to dry. Sweats off easily. Super splotchy once it rinsed off. Too expensive for it to be this bad."
        },
        {
            "review_title": "Maybe for pale people?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Will be returning. Goes on dark but literally didnu2019t do anything for me at all. Said leave it on 30 min to 8 hours. Since it was so dark I washed it off in 4 hours but it didnu2019t tan anything but my hands and was super light tan. Iu2019ll try again for 8 hours but this is a no for me so far"
        },
        {
            "review_title": "Good color difficult application",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Difficult to apply bc the product dries to your skin quickly. Yet still it stained my sheets when I slept in it? I prefer this color but their other formulas are easier to work with."
        },
        {
            "review_title": "Summer Staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Absolutely love this for the ultimate summer glow. Iu2019ve have no issues with transfer and it dries super fast. The tan is stunning and itu2019s the perfect shade for summer and it lasts a while. Highly recommend!  Gifted by sttropeztan"
        },
        {
            "review_title": "super even, not orange",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I've used twice. once for 30 minutes, once for 3 hours. it's amazing, totally an even tan that doesn't look orange. doesn't smell either. I applied with st.tropez tanning mit"
        },
        {
            "review_title": "Olive..? Ok. Maybe?",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have an already naturally olive tone to my skin, after putting this incredibly dark tanner on, it does look natural.. however itu2019s a bit orange still and that was virtually the only selling point for me. It looks nice, went on patchy but washed off fine. The guard color makes it really easy to see where youu2019ve missed, areas like backs of legs and back etc were easier to make sure that I got fully. Overall, itu2019s decent.. but Iu2019d live to see a better color."
        },
        {
            "review_title": "Beautiful but not for newbies",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Not for anyone inexperienced at sunless tanner.  To some work yo rub in smoothly.  Definitely apply with a mitt!  Beautiful deep tan achieved in the end!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I was gifted by sstropeztan this Bronzing Mousse. This Mousse was the perfect shade for all tanning needs. I love this brand and was really excited to try this kit. The color looks natural but can be kept on for longer for a darker shade."
        },
        {
            "review_title": "Perfect! You must follow the directions",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "So I see people saying how horrific it is. Streaks and uneven tone etc BUT this is only temporary. You was it off working 30 minutes to 8 hours and you have the perfect tan. Apparently people who hate it havenu2019t read the directions."
        },
        {
            "review_title": "Perfect for POC and olive tones.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product is wild. I am an experienced sunless fan user  and have used St Tropez for 15 years. This product is unusual. It does not love. You must have confidence in your application because there is no forgiveness get it on straight and fast. Secondly. I have blonde hair and blue eyes. Naturally fair skinned. This product isnu2019t for us. It looks almost dirty on my skin but this would be perfect for olive toned people and POC. The tan works so fast and dries so fast. I wish they would make a green based product of this quality. I currently use the express tan but it never really dries but this one does."
        },
        {
            "review_title": "Comically bad",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Let me preface this with Iu2019m a loyal st tropez user for many years and I self tan weekly. I was excited to try this new product and I am horribly disappointed. Itu2019s extremely streaky and difficult to rub on, very unlike their original mousse. The color is reminiscent of the girl who turns into a blueberry from Willy wonka. The very sight of me made my fiancu00e9 gasp and say that I looked awful and to wash it off right away. Needless to say I wonu2019t be using again."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I had such high hopes for this!! As I was rubbing it in with Mitt is did not want to rub in! left alot of dripping out of nowhere!! I learned a secret that if your tanning mousse is not blending in or sticky, to use first a blending brush to help blend it better then get a big manicure brush or I used hair dresser one that gets the hair off you and dip in it baby powder to help it dry!! I unfortunately got so annoyed that it was maybe on for 25mins because I couldn't stand looking at the lines!"
        },
        {
            "review_title": "Very nice glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "Doesn't orange. I have very pale skin with pink undertones and it looks quite natural. The smell is also very nice and doesn't dry me out like other tans."
        },
        {
            "review_title": "Streaky and sticky",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "So difficult to use. It dries down fast and extremely streaky and when you try to go over the same spot to fix it, it takes off the layer you already applied. Took me 30 minutes to try to get an even coat and even then, was left with an extremely streaky finish that I ended up washing off because I didnu2019t want to be an uneven mess. Also stays sticky and does not completely dry down."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have a love hate relationship with this tan. Itu2019s very difficult to put on and requires a lot of effort to not get streaky because it dries FAST. But it is the only tan that works for olive skin and is beautiful on. I typically leave it on for 4-6 hours as itu2019s VERY dark."
        },
        {
            "review_title": "Not it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I really wanted to love this product but I have exfoliated, moisturized, and this product still looks patchy/leaves very dark spots (I donu2019t have dry skin and this has never happened with any other tan before)"
        },
        {
            "review_title": "Millennial addict",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "Hi! Iu2019m an addict! lol. I am 35.  I used to go tanning everyday(we didnu2019t know how bad it was) once I found out I got obsessed with self-tanner.  Weu2019re talking OG FAKE BAKE! I have been a huge fan of St. Tropez self tanners for more years than I can remember.  But I swear in the last year or so the formula changed.  This new shade came out and of course I had to have it!  And I am so disappointed.  The formalist is so streaky and patchy.  And I know the drill- I exfoliate and use tan remover, I moisturize.  I moisturize my dry spots prior to application and wait for that to dry down.  I wear gloves and use St. Tropez self tan applicator mittu2026. Itu2019s just not good.  Now as for the coloru2026. I also have used St. tropez extra dark plenty and that has a green base, so I knew what to expect.  But, this violet formula  is not a shade for us fair skin girlies. Itu2019s far too cool and looks extremely unnatural.  It probably is*** a great shade for other people though.  I just canu2019t get over what happened to the formula"
        },
        {
            "review_title": "It was oku2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Makes u dark but it was sooo patchy putting on!! Stuck to all my dry spots and I tried lotion and all.. idk :( may have to return now! Bummed."
        },
        {
            "review_title": "Super dark!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "The color is 5 stars! However this was not my cup of tea.  It stayed sticky on me never tried down which sucked sleeping in and Iu2019m too pale for this shade when it was fading it looked freaking crazy! I couldnu2019t get it off either. So patchy girl it was! Extra dark color tho and for sure beautiful! Just not for me.. so bummed"
        },
        {
            "review_title": "JUST WOW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "This product is hands down the best self tanner Iu2019ve tried. Iu2019ll leave a pic which explains it all so you can see for yourself."
        },
        {
            "review_title": "Not for me ud83eudd70",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I loved the Ashley Graham one and was excited to try this one. It had a stronger scent that gave me a migraine and it wasnu2019t as dark as I thought it was going to be. Ended up returning bc the smell gave me such bad migraines."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "I love the St. Tropez brand. I always get a boost of confidence when I use their tanning products. This was my first time using this product in specific and I was gifted by St. Tropez. It is a much deeper tan."
        },
        {
            "review_title": "Excellent, but drying",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I would not recommend this for beginner self-tanners. I tan dark naturally, but a family history of melanoma and lupus has me avoid sun like the plague. I love the tone and color of this tan, but you CANNOT skip prep with this tanne Iu2019m talking exfoliation and 2 days of moisturizing beforehand. If youu2019re willing to undergo the prep and moisturize afterwards, this is a great tan. My only critique would be that it is hard to remove completely."
        },
        {
            "review_title": "Golden Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Normal skin",
            "review_text": "gifted by st tropez, I love this tanning brand so much. This bronzing mouse will leave you so so tan and ready for summer time or to beat the winter blues. its easy to blend and leaves a very natural golden tan!"
        },
        {
            "review_title": "Not for Beginners",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Let me start off by saying I love St. Tropez products. As someone whou2019s skin tone blends in with paper, I self tan frequently and have tried them all. I LOVE the color this product gives. I usually use the Ashley graham collab; that runs move golden olive where as this product is definitely a true bronze. (I am very fair and learn warm). It really takes a lol of finesse to get this evenly blended but once you figure it out, itu2019s gorgeous"
        },
        {
            "review_title": "Great color!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I really enjoyed this product. Usually self tan products leave me looking very orange and splotchy but this one left me with a natural tan color. Additionally, I am usually bothered by the smell of different self tan products but this one smelt completely fine. Will definitely add to my routine. Very lucky I was gifted by StTropez"
        },
        {
            "review_title": "The deepest tan I have ever had",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "This was gifted by sttropeztan for my honest review but I have been a fan of St Tropez since 2011. Another great self tanner from St Tropez! This is the darkest tanner I have ever used and it gave me such a great tan. I am very fair and love a good deep tan, the mousse applied so easy and didnu2019t streak. It was definitely more concentrated so I had to be careful and use less in smaller areas. I love that you can rinse it off after 30 minutes for a quick subtle tan or 8 hours for the deepest tan. I left mine on for 4 hours and rinsed and it gave a great dark tan. As for scent itu2019s your pretty standard self tanner smell but wasnu2019t overpowering."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "st tropez supreme violet bronzing mousse was a JOURNEY. from the horrified look of the application process to the BEAUTIFUL bronzed beauty that came after the first wash.. i have mixed feelings about this tanner. while it gave me the most beautiful bronze the first couple days, it also has been washing off very spotty and turning more orange imo. maybe thatu2019s user error though! the tan applied very harshly and didnu2019t feel like it rubbed in/blended easily at all. i was so nervous despite the fact that i spent so long applying it to be sure it was even. i would highly recommend this if you have an event to tan for as i said the first days are just BEAUTIFUL. but itu2019s not ideal to be a weekly self tan to me. gifted by st tropez"
        },
        {
            "review_title": "Darker than original formula but trickier to use",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I received this complimentary from St. Tropez in exchange for my honest review. I have tried the original St. Tropez bronzing mousse and compared to this one, this one definitely gives a deeper tan. At first I was nervous about the color because the guide color gave my skin a grey tint. But it developed nicely and looked natural. I like to put this on before bed and wash it off in the morning. The application was a little trickier than the original formula. I had to really blend and be sure I didn't have any streaks. If you are looking for a darker tan than the original bronzing mousse, this is a good option."
        },
        {
            "review_title": "Decent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "When I bought this, there were 400 5-star reviews and all were incentivized. I took one for the team and ordered this to see if it really lived up to the hype. I have used St. Tropez products in the past, and the Ashley Graham collab was my favorite.   So now to this product. It goes on super streaky and you really have to rub it in a lot. You definitely need a mitt to apply. The bottle says leave on for 1 hr and rinse for a light tan, and 8 hrs for a full, olive shade. I tried the 1 hr first, and it gave a pretty nice, subtle tan. The next day I did the full 8 hrs and it was noticeably darker. I wouldn't really say this gave me an olive tone, though. For me (I have a naturally olive complexion) it was more sun-kissed bronze.   One thing I didnt love is that if you have even an inkling of stubble anywhe, the color picks up on alll those little pores. If you're Italian like me and your hair grows minutes after you shave, you may experience this problem, too.   Overall, I'd say this is decent. I'll definitely use the rest of the bottle but may try a different product next time."
        },
        {
            "review_title": "Itu2019s a trust the process product! But so worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Gifted to me by St. Tropez this brand has been my favorite self tanner brand for a decade, was super excited to try this. It felt a bit dark for full body so I use it to contour my face I apply it before bed and let it develop til the next morning itu2019s a game changer! Tried again for full body after reading the other reviews and YES it looks a bit scary initially but washes off to the more gorgeous tan I have ever had!!"
        },
        {
            "review_title": "Looks great on my olive-toned skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This self tanner was gifted by St. Tropez, and I love it! The color payoff is beautiful, and it leaves a really natural result. It looks a bit scary when you first apply it (the color grade is DARK) but it develops beautifully and looks great when itu2019s washed off. It doesnu2019t transfer at all which I love. Will definitely repurchase!"
        },
        {
            "review_title": "Loved",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "This tan went on very dark and streaky at first. I was scared that it was going to turn out exactly like how it went on, BUT once I washed it off it looked like a nice beautiful tan. I am streaky in a couple spots but nothing a couple practices canu2019t work out. I loved it! Gifted by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I live in NYC and its hard to keep my tan going in the winter months. The Supru00eame Violet Bronzing Mousse is perfect for me to keep my skin looking nice and tan during these cold winter months when there is no sun in sight. I love the way this smells and makes my skin look great. complimentary from sttropez"
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Pretty good!! As far as self tanners go. It is a bit more ollive than other tanners, which is awesome because you donu2019t run the risk of being too orange when youu2019re done. This was gifted to me for free."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Combination skin",
            "review_text": "I was gifted by sttropez . I really love a dark tan because i am on the pale side. It normally washes out to the perfect shade. Upon application it was pretty dark, especially after two coats. I usually let my tans sit overnight. The scent didnu2019t linger like the usual tans i use. After my first wash, the color was perfect. It definitely gave me that sun kissed glow i wanted, especially in the middle of winter."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Normal skin",
            "review_text": "This was my first time self tanning and it was way easier than I expected! The bronzing mousse did not have a bad smell at all and it was so easy to apply. I did the 30 minute on the go tan and it developed so nicely!! This product was gifted by St. Tropez in exchange for a review and it is actually worth it, I would purchase it myself."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "Gifted by st. Tropez. I love this one. So easy to apply and gave me such a nice deep natural look. Iu2019ve used the other shades before this one is definitely darker and had no issues with streaking or looking orange"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I really enjoyed this bronzer and self tanner. I have never actually self tanned before but despite that I didnu2019t have a difficult time using the mouse. Not only that it worked really well in the sense that it made me bronze without a weird orange undertone. This was gifted by St Tropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "This violet bronzing mousse worked so well! After first applying, I was a little worried it was going to be too dark. BUT, after rinsing it revealed the most beautiful glowy tan! It did not turn out blotchy! Gifted by st tropez"
        },
        {
            "review_title": "Who said black girls can't tan?! I",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I was gifted by sttropez & I absolutely LOVE this self tnanner, as someone who has a very cool tone and especially looks more washed out in the winter, this gave me the most perfect glow. My skin hasnt looked this good since I went to Mexico last summer and this bronzing mousse almost gave me the same effect. I applied after showering and exfoliating from head to toe, and just a personal preference I applied EOS lotion to my skin before applying the mousse because again, it is winter in Texas and I wanted to make sure my skin was hydrated so it doesn't look blotchy. Not sure how long this is supposed to last but I waited a little over 24 hours before showering and I still look amazing!"
        },
        {
            "review_title": "Love it!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "This tanner was gifted by sttropez and I absolutely love this self tanner!!! It is super dark when you put it on, but after you rinse it off, it looks like a perfect natural tan that isnu2019t orange. The scent is not too overbearing, but I will say it feels a little bit heavy on the skin."
        },
        {
            "review_title": "Amazing on light tan skin tones",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This product was gifted to me by sttropez. My skin tone is light tan and this just elevated my skin so nicely. Itu2019s not orange itu2019s a natural looking bronze. The application process is so easy. It smells good too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I LOVE THIS PRODUCT!!!! it goes on so smooth and is so blendable. itu2019s the perfect shade for my skin tone. it smells amazing and leaves you with the most NATURAL looking tan. itu2019s so long lasting and worth it!! ud83dudc9c offered by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I got this gifted by sttropez and I truly love it. It smells amazing and applies so pretty on, it has such a gorgeous color and it looks so perfect. I love this one and I would definitely recommend getting this!"
        },
        {
            "review_title": "Perfect for winter pale skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This product was gifted by St. Tropez in exchange for my review. This product is so great for girls who love being tan throughout the entire year! I am super pale and this bronzing mousse works great on my skin. It gave my skin the perfect sun kissed look ahead of my winter beach trip! Highly recommend!"
        },
        {
            "review_title": "The most natural looking fake tan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is probably the best sunless tanner I've ever tried. It gives the most natural looking color with no orangy-ness or weird smell at all. It's easy to apply with a mitt, and you can see where you're applying it so you're not left with streaks. I am very fair, so I've been playing around with how long to keep the product on before rinsing it off. 1 hour isn't quite long enough, but 8 hours is way too much. I love that I can apply it and leave it on for a bit while I'm doing things around the house, and then rinse it off. The color then intensifies for the next couple of hours. I especially like that I don't have to bother with sleeping with the product on and staining my sheets or making them smell weird. This is perfect when you want natural looking color and quick! Gifted by St.Tropez."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this supreme violet bronzing mousse! It gives me a flawless tan each time! I love how it is unique due to the hue of it which suits my complexion well! It is so easy to apply! Gifted by st tropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Not only does this product smell expensive and luxurious but it makes my skin the most beautiful and natural bronze color which typically lasts around five days. I love that it does not stain my sheets or clothes. Offered by sttropez"
        },
        {
            "review_title": "Perfect shade of darkness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This results of this self tanner were so good!! Easy to apply and I had no issues with splotches!"
        },
        {
            "review_title": "Summer must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "Gifted by StTropez. As someone who is very light skinned, this made me look like I had been at the beach forever. It was not orange. Made me look very bronze. I would definitely purchase this product again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Normal skin",
            "review_text": "Gifted by St. Tropez u2014 I am just so obsessed with this violet bronzing mousse!!! Literally one of my favourite self tanning products I own. Gives such a beautiful bronzed glow and so easy to apply! Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Love this self tanner! I love the undertone that it gives me. I have more olive skin, so it gives me the perfect shade of bronze. And then also the self tanner itself last a few days instead of a day like most of mine. Gifted by st. Tropez"
        },
        {
            "review_title": "New fan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been using this tanner for about a week now before a trip to Mexico and I feel so much more confident and comfortable. It looks great, smells great, and applies great. Iu2019m a fan! Gifted by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "I love this self tanner! I love that it has a violet undertone I feel like it adds such a pretty color to your self tan! It applies easy and stays on so good! I definitely would recommend this self tanning product! This product was gifted by sttropez."
        },
        {
            "review_title": "Super Easy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This product was offered by sttropez. I have never used self tanner before and was a little nervous. I left it on for 30min the first time and I had a pretty olive glow. I decided to leave it on for 2 hours next and it was a bit darker. Itu2019s long lasting and to my surprise it did not streak. It does look super dark and intimidated when you first put it on but it leaves your skin with a gorgeous glow. Iu2019m no expert, very new to this and loved how fast and easy it was."
        },
        {
            "review_title": "Best tan!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
            "review_text": "Though Iu2019m a dark complexion girlie, I love a little tan here and there to add a glow to my skin. I loveeee St. Tropezu2019s products and this one was another winner! Itu2019s quick, efficient, and lasts for a long time. I never have issues with it rubbing off on anything and it gives the best glowy olive tan. Itu2019s giving summer in the winter ud83eudd37ud83cudffeu200du2640ufe0f. 10/10! This was gifted by sttropeztan."
        },
        {
            "review_title": "NATURAL AS IT GETS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "Gifted by St. Tropez - My new self tan holy grail! Seamless, smooth, and streak free! The deep violet tones deliver a natural looking tan. I have struggled for years to fine a self tan that works with my skin, but this is it!!!"
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Good product, I have a week ago to using this and makes me feel good. Like shine and itu2019s to easy to use, I never tryed a product like that before, and I really like it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This Self Tan Supru00eame Violet Bronzing Mousse gifted by St. Tropez is super easy to use, but requires a lot of time out of my day! I recommend using self tanner on a day when you donu2019t plan to go out because it requires additional time to develop."
        },
        {
            "review_title": "Not beginner friendly",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "St. Tropez has been my go to since high school so I expected to absolutely love this, but I have some mixed feelings. It applies EXTREMELY dark and streaky, and dries quickly making it difficult to blend. It is a lot darker than the original tan which I like but I just wish it wasnu2019t so difficult to apply. Gifted by St. Tropez"
        },
        {
            "review_title": "Loved it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Loved this stuff. If you liked the original formula this one is so much better. Iu2019m very fair and o feel like this one made me actually look like I was naturally tan. I highly recommend it for my fair skin girls. Gifted by sttropez"
        },
        {
            "review_title": "Love this natural looking self tanner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by StTropeztan & I really like this self tanner. It gave me a great color, not at all orange. Itu2019s like a beautiful natural olive skin tone that looks like you spent a few hours in the sun and got some nice color. Easy to apply and not at all streaky using my tanning mitt."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "Gifted by at Tropez. This was a great bronzer! Because Iu2019m already dark this tanner gave me a more of a bronze glow that I absolutely love! It was giving golden. I canu2019t wait to put this to use in the summer time when I can show skin"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I received this product complimentary from st tropez and Iu2019ve loved it so far. Gives me a really nice and even tan. Makes my skin look glowy and lasts really long which I love. I find it lasts longer than spray tan"
        },
        {
            "review_title": "Looks natural with no streaks!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Iu2019ve tried a lot of self tanners in my life - 15 years+! This is my first time with this specific one and Iu2019m really happy with it! I did the first application for the u201con the gou201d method, where you leave on for 30 mins and wash! At first I was worried because it looks very dark and looked like it would be a bit patchy, but it ends up smoothing out on its own after letting it sit! Iu2019ve never seen anything like it! There was no bad smell or issues with patchiness around the ankles, hands or elbows, and once washing off, it was perfect and super natural looking! You cannot tell that itu2019s a faux tan at all! Thereu2019s no brown or orangey tones and it truly looks like my skin, but if I was laying out on a tropical beach and my skin didnu2019t have a tendency to burn! lol gifted by Sttropeztan & so happy with it!"
        },
        {
            "review_title": "Love it for on the go",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "St. Tropez gifted me in exchange for an honest review. I followed the instructions for on the go and loved my results. Itu2019s a deep olive but very natural looking tan. A little bit goes a long way so I believe the product will last me a while. Easy to apply and again provided a nice glowy tan."
        },
        {
            "review_title": "Works so well!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "Wow this gives such a beautiful tan like a deep tan. I was surprised how well it worked. I put it on at night after my shower and the next day I was amazed and how tan I was. This gives a tan that would take me all summer to achieve and stays. It lasted for over a week of course it gradually lightened. Definitely a great product. This was gifted by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "Iu2019ve been using St Tropez self tanning products for years and Iu2019ve never been disappointed. They are high quality, not streaky and generally donu2019t stain my sheets. This one was not my fave only because Iu2019m super fair and it was definitely too dark for it too look good on me. None the less, still great product just not for me personally. Gifted by St Tropez"
        },
        {
            "review_title": "Summer in a bottle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by St Tropez: Iu2019m a St Tropez tan girlie anyway, but this new Violet just hits different! It delivers an even looking, deep, dark tan with gorgeous natural olive undertones so you never have to worry about looking orange. I love it!"
        },
        {
            "review_title": "A must have self tanner!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This product was gifted to me by sttropez to try and give my honest review I loved it gave such a natural tan color no orange patchy color love how it lets you choose how deep you want your tan with the amount of time you leave it on I chose 30 min and I loved the outcome because I wanted a more subtle hint of color the color looks like you tanned outside which I love 10/10 recommend"
        },
        {
            "review_title": "Just have to have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
            "review_text": "I just love this brand so much because Iu2019m never streaky or never have to deal with the stained clothes and I do wear lots of white. This was just perfect on my skin. Just glides on and doesnu2019t feel thick and Iu2019m the darkest Iu2019ve ever been. Definitely gives you a way more darker complexion without looking all crazy. Normal dark tan not all weird looking. I was gifted by st tropez."
        },
        {
            "review_title": "quick and beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Combination skin",
            "review_text": "this isnt my first time self tanning with st tropez but my first time with the supreme Violet bronzing mousse and it left a nicely smooth looking olive toned tan. this is definitely a darker formula but dont be too intimidated by how it looks at first. i left it on for 1-2 hours for more of a tint and it left behind a nice natural looking tan and it wasnu2019t uncomfortable at all while it developed and im no expert at all so id say its easy to use for a smooth non patchy outcome"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Dry skin",
            "review_text": "I'm still super new to self tanners.  I try some out about twice a year.  I am darker but live in a state where the sun is almost nonexistent 6-7 months out of the year, so my legs are blinding.  I love the smell of this mousse, and the foam feels super lightweight.  I think it definitely works well on my darker skin. I'm not sure how well it would work on fairer skin.  Overall, I'm happy with the product so far... a little transfer, but no, an exorbitant amount.  Gifted by St. tropez."
        },
        {
            "review_title": "Perfect natural looking tan!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This was gifted by sttropez! I love this mousse. This self tanner gives you a really good tan. You can go from light to a nice tan in a day! Gives you a darker color than other st. Tropez products but works amazing! Love this when I need an immediate tan or going on vacation! Smells amazing and comes in a generous size bottle that will last you ll summer long! Highly recommend!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Combination skin",
            "review_text": "I was gifted by st tropez tan for free in exchange for my honest review. I think this is a great bronzing mousse. I like the purple tones keep you from being orange. I look how bronzy I am after using this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I love this bronzing mouse so much. Itu2019s the perfect mouse if you want a super cute summer tan. I got so many compliments and I cannot wait for this summer to use it. I highly recommend it for anyone who is looking for a good tan u201cgifted by sttropezu201d"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Violet Bronzing Mousse gifted by St. TROPEZ. Its light, smells nice (for tanning lotion) and gives a nice non green non orange color. Will buy for summer time. Applicatipn was streak free too"
        },
        {
            "review_title": "Effortless application",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "This bronzing mousse complimentary from sttropez gives me beautiful sun kissed glow all year round. It's super easy to apply , it fades evenly without spots . It has a nice scent to it. This is my current favorite go to body tanning product."
        },
        {
            "review_title": "Love the dark color!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "St Tropez gifted me their Supreme Violet Bronzing Mousse. The color on this is super rich and dark! It's easy to apply and the color lasts for over a week. I live in Florida but avoid the sun. This Mousse gives me a realistic tan without the harmful side effects!"
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This is such a beautiful and easy to use self tanning foam! I applied it all over my body, rinsed off after an hour and got a gorgeous natural glow!! Iu2019m on the lighter side so this was the perfect level of tan for me during these winter months. Canu2019t wait to use in the summer for a more intense tan. Gifted by St. Tropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve never used a self tanner with cooler undertones like this and I LOVE IT! I often find myself looking orange after fake tan, but not with this! So happy I found this product. Complimentary from St. Tropez"
        },
        {
            "review_title": "Nice and dark!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I was gifted by st. Tropez to try this product, Iu2019ve been a long time user of their self tanner and this one is definitely one of my favorites! You can always count on them to give you a super dark tan!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Oily skin",
            "review_text": "If you are looking for a great self tanner, you canu2019t go wrong with St. tropez. This particular one is amazing. The application process is very easy and it absorbs/dries really quickly. If you are looking for a subtle glow you can rinse off after a few hours or wait 8 hours for it to fully develop. Offered by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The St.Tropez Self Tan Supru00eame Violet Bronzing Mousse is beautiful. My skin is glowing and looks like I came home from a beach getaway. It goes on super easy. Lasts a few days and I love it! Definitely worth it."
        },
        {
            "review_title": "Beyond amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Iu2019m not a huuuge fan of mousse bronzers but I have to say this one completely changed my mind. I loved how it bronzed my skin, probably the best at home tan that Iu2019ved ever gotten. Only thing I would suggest is to be careful when putting it on! This product was gifted to me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I received this self tanner complimentary from St Tropez. Iu2019m super pale like always the lightest foundation shade pale so finding a good self tanner is a must for me especially for spring/summertime. I swear St Tropez self tanners are the only ones that donu2019t leave me orange! Super easy to apply and gives a consistent tan."
        },
        {
            "review_title": "Super nice finish",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I really enjoy this product! The overall finish is very seamless and I really like the color and tone of it. I will it has a strong self tan smell (but they all do). This is the best one Iu2019ve tried yet! I was gifted by sttropez"
        },
        {
            "review_title": "Your skin will glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "This tanning mousse works wonderful. It does not leave a strikes on your skin. It gives a subtle glow that looks natural. If you have any event coming up and don't want your legs to look pale, give this a try. Gifted by sttropez"
        },
        {
            "review_title": "Amazing color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I absolutely love St tropez self tanning products. Iu2019ve never tried the violet self -tanners but I am really glad that I did! It matches my olive undertone so nicely and gave me such rich color! I absolutely love the results. Gifted by st tropez"
        },
        {
            "review_title": "Returned: Too Orange",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Iu2019ve used St Tropez products for over a decade and this is my least favorite. The undertone is VERY orange. For my light/medium skin tone, it does not read as natural. The only thing violet is the guide."
        },
        {
            "review_title": "Bronzy Pretty Mousse",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I adore this kind of tanning mousse. This St. Tropez Bronzing Mousse does have a very good pigmentation for an even tan. I like that you do achieve a flawless, sun-kissed glow I do like that its a lightweight formula. I am able to apply and it look smooth. I see a streak-free tan that looks naturally good. It does help my skin look  more hydrated and nourished and not ashy or flaky, which makes it hassle-free. This one is a darker bronzy color. Gifted by St Tropez."
        },
        {
            "review_title": "Looking Summer Ready!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Iu2019m a newbie when it comes to self tanning! However, Iu2019ve always felt comfortable using the St. Tropez line! They have top tier quality when it comes to their self tanners. This tanner gives a rich, I just came home from vacation tan! And who doesnu2019t want that? I personally do not want my self tan result to be suuuper dark, so I love that I can adjust how long I keep this tanner on before I wash it off. I also love that it gives a beautiful olive tone. No orange tones here. It gives off a beautiful glow and when you keep your skin moisturized, your skin looks so healthy! I look summer ready in the middle of winter lol! Gifted by St. Tropez Tan."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Works great as a self tanning mousse. I use a mitt to apply to prevent staining and it works great. It isnu2019t too dark which I prefer but you can most likely leave it on longer for a deeper tan. Gifted by St Tropez"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I have been using the St Tropez tanner for years now and this was my first time trying this type. This was gifted by St Tropez and I must say this will become my new go to! I love it even more than the teal bottle because itu2019s not as orange on me. The formula is pretty much the same but pulls the orange out. Love it!"
        },
        {
            "review_title": "My favorite self tan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got this gifted by sttropez and I absolutely love it. They are truly my favorite self tanner brand and every  time I use it, it looks so perfect and such a beautiful tan. Their self tan also smells so good where it wont make you feel like you smell like that gross self tan smell."
        },
        {
            "review_title": "It gives good results!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Gives a nice deep tan in the end but unfortunately the color guard does not blend well and itu2019s a little anxiety inducing lol but I donu2019t have any issues in the end it comes out smooth. I would just say moisturize well beforehand, I only left it on a couple hours and still got a great color! This was gifted to me by St Tropez"
        },
        {
            "review_title": "Must have bronze",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I was so excited to recieve this bronzer gifted by sttropez. I canu2019t wait to be golden this summer. Itu2019s the tan without the burn which is amazing for my pasty skin. Thanks again St tropez :):):):):):)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The new St. Tropez Bronzing Mousse is a game-changer for achieving a flawless, sun-kissed glow. Its lightweight formula applies smoothly, offering an even, streak-free tan that looks naturally radiant. Perfect for all skin types, this mousse hydrates and nourishes, leaving skin feeling as good as it looks. With its quick-drying and non-transferable properties, it's the ideal choice for those seeking a hassle-free, beautiful bronze. Gifted by St Tropez."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Iu2019ve tried a lot of self tan products and this Supreme Violet Bronzing Mousse, gifted to me, is a new favorite! The undertones really help give you a nice dark deep tan! St. Tropez is always a favorite brand and go-to for tanning mousse, and this new Supreme Violet is no exception!"
        },
        {
            "review_title": "A must use tanning product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I recently got the Supru00eame Violet Bronzing Mousse gifted by St. Tropez. I absolutely LOVE it. The tan goes on very smooth with a tanning mitt. The color developed nicely with a good undertone. I am naturally more pale, so this product is amazing for me!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Gifted by sttropeztan. I am already a fan of the St. Tropez self tan products. The scents are usually nice and very easy to apply. If youu2019re looking for a darker tan then this is for you! I currently use the one for a more natural tan but if I want to look like Iu2019ve been in a warm, sunny place for days and want to look extra tan, then this is great! A bit too dark for me right now in the winter but will use later this summer."
        },
        {
            "review_title": "Great tanner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "Gifted by St Tropez, I love this tanner! Iu2019ve always used this brand for my self tanner. This gives me a darker more olive tan than the express formula. This formula did emphasize my hairs/pores. I also exfoliated before. The smell isnu2019t bad but it reminds me of purple shampoo. The tan lasts and wears off nicely. I would highly recommend this self tanner, so happy to have it in my collection."
        },
        {
            "review_title": "Great self tanner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I really like this self tanning mousse. I've been a fan of St Tropez for over a decade, and this product doesn't disappoint. It smells floral and pleasant, and the color is truly a deep tan. Looking forward to using this to maintain a bronzed glow."
        },
        {
            "review_title": "New go-to!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Was so excited to try this product and it did not disappoint! It was very easy to use and glides on so smooth. I will say you don't need to leave it on as long as direct, but I did get a gorgeous tan! This product was gifted by sttropez :)"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love St. Tropez. This is the best if youu2019re looking for a good tan that isnu2019t orange. I love how easy it is to apply and how it makes your skin look. I highly recommend. This was gifted by st. Tropez"
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I love this bronzing mouse! Itu2019s so easy to apply and doesnu2019t make me look orange at all. This will be used a lot for my vacation thatu2019s coming up. It looks very natural and I will continue to use it!"
        },
        {
            "review_title": "The best color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Love this so much! It was gifted by St Tropez but itu2019s also my favorite to purchase! Love the violet so it doesnu2019t turn out green or too orange! Itu2019s the only at home self tanner that looks like a spray tan!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I LOVE this new bronzing mousse from St.Tropez! Itu2019s not orange at all, thereu2019s a slight smell but not bad, and most importantly itu2019s not sticky. The color is perfect and lays evenly *gifted by st.tropez*"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I was hesitant to use this at first because I have never used a violet based tanner, but wow! This really is great! It gave me such a natural tan and I didnt look orange at all! Amazing! Gifted by sttropez!"
        },
        {
            "review_title": "The tan Iu2019ve always wanted! No orange just TAN!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Gifted by St.Tropez - This is the perfect dark olive tan I have been wanting for so long! It gave me a very beautiful olive color no orange/greenish tan! My favorite part is that I can wear this for 8 hours to achieve the deepest color or rinse it off in as little as 30minutes-1 hour to achieve a pretty glow (I go the full 8 but I will utilize this in a pinch) ! I always appreciate a tinted tanning foam opposed to clear so I know where I already applied during application to get a streak free even tan, that even gives me a bit of instant color gratification as well. I always have a hard time with tanning foams being drying but this was actually hydrating so it felt really nice to apply without any tugging on the skin. I really love the way it has faded over the coarse of about a week, usually I get a large white patch under my breast area where tans rub off and it looks crazy but this one faded out pretty evenly so itu2019s not looking super uneven before my next tanning application. It did last a while which i was quite happy about, tanning foams usually come off me pretty quickly because I do a body shower every single day with a loofah and body wash!  St.Tropez has been a go to tanning brand of mine for a long time and I was really excited to try out and see how the new supreme violet mousse looks, overall I really loved this and I will be repurchasing this supreme violet mousse instead of their dark bronzing mouse which I usually use. I finally found the darkest natural olive tan I can use at home that compares to or even tops tanning salon spray tans! (I think I love this more than the dark Venetian spray tan in the versa booth from the tanning salon & I was obsessed with those lol) 10/10 from me, if your thinking about purchasing just do yourself a favor and get it, spring/ summer is right around the corner!"
        },
        {
            "review_title": "Sunkissed glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "As a self tan connoisseur, I can confidently say this is one of the best ones! The mousse glides on and rubs into the skin so effortlessly and the violet tint makes sure that you donu2019t turn out looking orange but just naturally sunkissed! I love the results of this product. Offered by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Iu2019m pretty fair toned in the winter so Iu2019ve been wanting to use a self tanner that has buildable coverage. I love that this one will still leave color on you in as little as 30 minutes so you can easily build coverage. It does have the typical self tanner scent but thatu2019s not surprising. I love that it has a purple undertone so it helps with neutralizing any orange colors. Definitely use a tanning mitt and just be wary that it does transfer so let it dry before putting any clothes on! Gifted by st.tropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "Absolutely love! Def in need of this right now as itu2019s the dead of winter. Didnu2019t get any steaks and itu2019s very easy to apply. I used a mitt which I would highly recommend and it went on very smooth and easy. I wouldnu2019t apply this to my face personally. I put it on two nights in a row and got a very nice color. Not orange at all! Gifted by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love using St Tropez self tanning products and was excited to try this one. First impressions is that it is super dark which I loved. I do think however that this product really dried out my skin. *gifted by sttropez"
        },
        {
            "review_title": "Good self tanner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by St Tropez. I have used the self tanner twice now and have enjoyed it. Itu2019s easy to apply and was happy with the color. Didnu2019t appear streaky and faded nicely. Definitely needed some serious exfoliation to get all remnants off but thatu2019s common for all self tanners i use. Scent is the typical self tanner smell, which will sometimes wake me at night when I sleep in the tan for a darker tan. Overall recommend."
        },
        {
            "review_title": "ud83eude75ud83eude75",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love how quickly this product works. I get ran in a matter of minutes and no sticky feeling as well. Always make sure you exfoliate first and moisture before doing so. I remember a while ago when I didnu2019t and that went wrong! St tropez has never let me down. Gifted by st tropez"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this complimentary from St Tropez in exchange for my honest review. It was easy to use. Non irritating and you can control the intensity. It looks natural and fades nicely. Very nice and would re- use."
        },
        {
            "review_title": "NO MORE GREEN TINT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I donu2019t know what they put in this new formula but itu2019s literally the best product of theirs Iu2019ve used so far. The other formulas left me green like an ogre, but this one is PERFECT. I had no staining, no green tint u2014 literally not using any other but this one!!! I was offered this by St Tropez, but I absolutely will be buying this in the future. gifted by sttropeztan"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "Received product for free. I love this self tanner it has such a natural color, very nice color that is not red. It blends very easily and wears for a long time. The smell is a little overpowering but most self tanners are!! Gifted by sttropez"
        },
        {
            "review_title": "Easy to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I donu2019t use self tanner a lot but I was impressed with this one. The color is deep and really pretty. Itu2019s super simple to use and the application is smooth and even without streaks. My skin also felt really moisturized afterwards. Gifted by sttropez"
        },
        {
            "review_title": "Nice color",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Iu2019ve used multiple self tans, and this one is all right in my opinion! As long as you rub it in good and evenly it looks great after! When first, putting on the color is a little alarming, but it turns into a nice beautiful, dark tan. I wouldnu2019t use this on my face though."
        },
        {
            "review_title": "Amazing Tan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The Supru00eame Violet Bronzing Mousse by St. Tropez delivers a flawless, natural-looking tan with ease. Its velvety texture glides effortlessly onto the skin, leaving behind a streak-free finish. The violet undertones counteract any orange hues, resulting in a beautifully bronzed complexion. With long-lasting results and a pleasant fragrance, this mousse is a must-have for anyone looking for a radiant glow without the sun damage. Highly recommend for a luxurious tanning experience. Offered by sttropez."
        },
        {
            "review_title": "LOVED THIS SHADE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This product is so easy to use and application is very intuitive as well. From start to finish itu2019s really easy to apply and the color this leaves behind is beautiful itu2019s olive toned and Iu2019m naturally a medium skin tone and this just applies beautifully! Gifted by sttropeztan"
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This is unbelievable. Cant beat this bronzing mousse. Its super easy to use, the scent its great (most of this products smells like hell wich is not the case) i apply it just a little cause my skin is very light  i receive it complimentary from sttropez"
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "St. Tropez has the best self tanners! I really love how dark yet natural this one made me look in just 8 hours! Before applying I make sure to exfoliate and after rinsing I make sure to apply a lot of moisturizer. This will make your tan look better and last longer! Gifted by St. Tropez"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "I was gifted this product complimentary from st tropez. I love bronzing and tanning mousse, so I couldn't wait to try this. The bronzer has such a lovely glow and looks natural. The formula is great and spreads evenly."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "St. Tropez never misses, but I especially love the olive tone this formula gives off. It looks super natural and is easy to apply. I just do it before bed and wake up with a beautiful glow. Love it! Gifted by St. Tropez."
        },
        {
            "review_title": "Leaves behind a healthy glow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by St. Tropez in exchange for an honest review. And Iu2019m happy to say that St. Tropez has released another amazing product! This Self Tan Supreme Violet leaves behind a healthy glow. I definitely recommend! The only thing is I wish it came with an applicator mitt."
        },
        {
            "review_title": "My new favorite tanner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "My new favorite self tanner!! This was so easy to put on with a mitt and it gives an instant color which I loved. It went on very dark and after rinsing a few hours later it gave the best glow to my skin! This was gifted to me by St Tropez."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I am so in love with this product! I have been using self tanners for years now, and I can never seem to find the perfect one until now! This one is hands-down, the best Iu2019ve ever used, gifted by Saint Tropez"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "I love me some bronzed skin. I love looking tan w/o using a tanning bed as well. This tanner smells so good. Applies easily, also has a color guard. I thought maybe it wouldu2019ve turned out darker but the color it gives you is so dang pretty! Also donu2019t leave it on your hands for the full 8+ hours or you will have orange hands, I left mine on for 15-20 mins and rinsed off and it turned out perfect. Love this tanner though. Gifted by St Tropez"
        },
        {
            "review_title": "Love the color tone!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have been using St Tropez tanners for a few decades now(yikes Iu2019m getting old)! This is hands down my favorite so far. It got me dark and it has such a good tone. No orange color at all(st Tropez never makes me orange in general). 10/10 would recommend! Gifted by sttropez"
        },
        {
            "review_title": "Great tan!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This was gifted by St. Tropez in exchange for an honest review. St. Tropez is my favorite tanning brand and for good reason. This new tanning mousse came out streak and patch free and gave me the most incredible natural, olive color. I am vacation ready! Highly recommend!"
        },
        {
            "review_title": "Perfect dark tan - and quick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "AMAZINGGG color right away! Great for girls who need a last minute tan, but also develops absolutely beautifully overnight with a rinse off in the morning. I always love St. Tropez tanning products and this is a must have!!! gifted by sttropez"
        },
        {
            "review_title": "Bronze self tanner!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted by St Tropez and I love their products! I have used all of their self tanner lines and I (again!) really love this one. This tanner is easy to apply since it is a mousse and is a very natural looking bronze color!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "this is one of the only tanning mousses that actually works on my skin! I have also been using this to contour my face like my cheekbones and my nose so I donu2019t have to use bronzer and itu2019s been great! Gifted by sttropez"
        },
        {
            "review_title": "Run donu2019t walk go get this now",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Oily skin",
            "review_text": "Gifted by St Tropez Omg I love this tanner!!! Iu2019ve tried a lot and no one can beat this one!! I left mine on for the 8 hours and my skin is dark and beautiful and no streaks!! Everyone needs to run and get this now before itu2019s sold out cause believe me you want its"
        },
        {
            "review_title": "Love this brand!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This was gifted by St. Tropez in exchange for a review. St Tropez is my favorite self tanner! This product provides such a nice glowy tan. I have fair skin but the tan doesnu2019t look orange or too dark to me. Itu2019s easy to blend & using it with their application mit gives the best results in my opinion. The smell isnu2019t too bad and similar to other self tanners out there."
        },
        {
            "review_title": "New addition",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Since itu2019s winter Iu2019ve gotten quite pale and hate how I look when Iu2019m this pale. Iu2019m usually very picky with self tanner because I find that a lot make me look super orange but this one is very bronze and matches my undertones . This was gifted by st tropez and Iu2019m so glad . Will definitely repurchase when itu2019s done."
        },
        {
            "review_title": "A summer ready delight! MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "St.Tropez Self Tan Supru00eame Violet Bronzing Mousse is a game-changer! I can't believe the glow has lasted two weeks since I first tried it. Gifted by St.Tropez, this bronzing mousse is perfect for the warming weather, and I'm already feeling summer-ready. It's definitely a must-have for a long-lasting and natural-looking tan."
        },
        {
            "review_title": "Perfect Tan!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Offered by sttropezu2026I love that it gives a natural tan and it doesnu2019t look super orange or bronze! I have never had a good experience with self tanner, so Iu2019m very impressed by this product and how natural and flawless the tan looks"
        },
        {
            "review_title": "Amazing product.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This product was gifted by Saint Tropez Tan but all opinions on my own. Absolutely love the way that this applies and how the color looks on my skin. Very easy to use with the mit and looks incredibly natural"
        },
        {
            "review_title": "My new fav tanner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "After years of using the ultra dark tanner, this one that is gifted by sttropez is my new FAVORITE!! It looks so natural on my skin and I am very pale, naturally. So far it hasnu2019t came off unevenly so that is great. (:"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "Loved this self tanning mousse! Iu2019ve never tried this one, usually just the normal one that comes in the blue bottle but this supreme one was great! The color was beautiful! Looked like I just got back from vacation! Offered by sttropez"
        },
        {
            "review_title": "Best self-tan I've tried",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I'll be the first person to admit I'm not super into self-tan, but this product defied all expectations. I've  even tried others from the same brand, but this one is absolutely the best. It doesn't have any orange undertone that I can detect, so it looks natural. I was a bit worried since it said olive tan on the bottle that it would look strange on me because I have more neutral undertones, but it's perfect. I also really appreciate that it doesn't have a chemical smell. I've tried it overnight (for the full 8 hours) and for 30 minutes (then rinse as the bottle says) and I didn't smell anything crazy either time. One thing to keep in mind is the tan is deeper when left for the full eight hours, but the 30-minute hack will definitely work in a pinch! This is also the most even self-tan I've ever experienced. I don't see any weird spots, even on my ankles/feet/knees. I was so pleasantly surprised with the results that I ended up taking a photo and sending it to multiple people. They all loved the color of the tan too! Highly recommend. I was gifted by sttropez, but these are my honest thoughts."
        },
        {
            "review_title": "A must try!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was gifted by sttropez and it is my new favorite tanner! It is terrifying when you put it on but the result is SO good - I only left it on for 3 hours and it developed overnight into such a beautiful shade. The violet really does make it look natural!"
        },
        {
            "review_title": "Love St Tropez tanners!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by Sttropez tan- I was gifted this tanner and OMG itu2019s everything to want in a self tanner and more!! Iu2019ve been using St Tropez for years now and itu2019s never let me down. The only self tanner I use because itu2019s quick, easy, and doesnu2019t leave my skin patchy!! It gives me the perfect summer glow even when the UV is nowhere to be seen haha. I love this tanner and this brand as a whole and couldnu2019t recommend it enough!!"
        },
        {
            "review_title": "Love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I love the undertones of this self tanner. I have trouble finding ones that work for my skin tone without making me orange and this one is perfect. It goes on very easily and evenly and fades naturally. gifted by sttropez"
        },
        {
            "review_title": "Obsessed with this tanner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I have some travel coming up and I wanted to have a nice bronze tan for my vacation so St. Tropez Violet Bronzing Mousse for the first time and absolutely loved it. The mousse was super light and went on really smooth with the tanning mitt.  It comes out really dark so it's easy to see if you missed any spots which makes the application process even better.  I usually leave my tanner on overnight before washing and almost always have to do a second application because I was not satisfied with the tan. That was not the case with this one. My tan came out a beautiful dark (but not too dark) sun-kissed bronze. I am definitely switching to St. Tropez from my previous brand. Gifted by St. Tropez"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was very excited to try this because I love St Tropez products. The purple tones neutralize yellow and create a very deep and natural looking tan. I would highly recommend this to anyone that is looking for a self-tanning product. Recieved complimentary from sttropez for review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I literally LOVED this product. I always fake tan so iu2019m always down to try new products. this one was easy to use and didnu2019t look orange and lasted even past my first shower. def a fan and looked v natural! gifted by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I recently tried the St. Tropez Bronzing Mousse and was impressed with the results. The lightweight mousse was incredibly easy to apply, and I loved how quickly it dried without leaving any sticky residue. After 30 minutes I showered and afterwards noticed a beautiful, natural-looking olive toned tan, which lasted for several days. What really stood out to me was the pleasant scent of the product, a refreshing change from the typical self-tanner odor as well as the lack of streaks. Overall, I'm extremely satisfied with the St. Tropez Bronzing Mousse. Gifted by St. Tropez."
        },
        {
            "review_title": "All over bronze.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Great easy smooth application. Make sure to wear gloves or use an application mitt for this or your hands will look all sorts of weird. Make sure to massage in well and rub all over so that itu2019s even. Gives that deeper bronze sun kissed look. This was a gifted by St Tropez for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "THIS TANNER IS SO GOOD! It goes on so dark and is the perfect shade, loved the way it looked after letting it sit for 8 hours as well. Itu2019s been three days and it doesnu2019t look like itu2019s faded at all!! This product was gifted by st. Tropez"
        },
        {
            "review_title": "Love this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this complimentary from St. Tropez. I'm not a stranger to tanning, but I was initially concerned that this would be too dark for me. The guide color is pretty dark, but that makes it super easy to see if you missed a spot or if it's still streaky. It's also pretty easy to customize your color based on how long you leave it on. But the one thing that really sold me on this tanner was how fast it absorbs into the skin. No more standing in my bathroom sticky before I can get dressed!"
        },
        {
            "review_title": "Perfect glow year round!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
            "review_text": "Loving this self tanner! It gives such good smooth dark results! Iu2019m loving this glow I get with it and itu2019s definitely a good product for starting a good base tan! Highly recommend everyone goes and grabs some! Gifted by sttropeztan"
        },
        {
            "review_title": "Best color I've ever achieved!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Normal skin",
            "review_text": "#gifted_by_St. Tropez   Being an enthusiast of tanning products, I find that achieving tan skin greatly boosts my self-confidence.  I've tried oodles of liquid tan products, and when I was gifted a St. Tropez Self Tan Supreme Violet Bronzing Mousse, I was more than ecstatic.   What sets this tanner apart from all the others is the color that you'll achieve.  You're results will be a natural, deep, stunning olive tan.  It has a unique violet base that balances the tone of your skin to reach those gorgeous results.   In my experience, the color achieved was truly remarkable and stands out as the best I have ever used.   The application is easy, but you definitely need an application glove.  The drawback that I can say is that it's sticky after applying it.  You can wash it off in 30 mins but waiting 8 hrs will bring you the deepest results.  I put on an old shirt and sweatpants and waited the full 8 hr.   Upon application the color will be a quite intense, keep in mind you need to shower off the excess leaving you with a beautiful, healthy, streak-free golden tan.  It is scented, however it's very light, pleasant and dissipates fast.  In my experience, the tan lasted for about 5 days and faded evenly, except for the hands which lighten faster due to frequent washing.   I recommend this to all self tanners looking for that beach ready, natural olive, gorgeous tan. "
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
            "review_text": "If youu2019re tired of your self tans coming out too orange this is the product for you!! Such a beautiful, rich, natural color! The color guard freaked me out a little because it was looking a little splotchy when applying, but the tan turned out beautiful and smooth. Would recommend. Gifted by st Tropez"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I really enjoy this self tanner. I self tan every week so I have tried a bunch of tanners and I liked this one a lot. It is dark like it promotes which I love cause not all are. It definitely works fast.  Gifted by sttropez"
        },
        {
            "review_title": "Game changer for self tanning",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Combination skin",
            "review_text": "St.Tropez Self Tan Supru00eame Violet is a game changer for anyone seeking a deep, natural looking tan!! gifted by sttropez Here's my experience: Preparation is crucial!! Exfoliate and moisturize dry areas before applying.The tinted formula ensures even coverage and I left it on for 8 hours for the deepest result. The hydrating mousse left my skin feeling nourished and beautiful. The flexibility to rinse off after just an hour for a subtle glow or wait for the full 8 hours for maximum impact is a major plus. The tan developed over 3-6 hours post rinse and impressively lasts. At $48, it might be more pricey but SO WORTH  it compared to UV sessions or spray tans. Overall, if you're after a long lasting, natural olive tan, St.Tropez Self Tan Supru00eame Violet won't disappoint!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is the best of the best. If you want to get a deep beautiful tan... you have found your self tanner. I still think the advanced 1 hour tan is my fave but I love the supreme violet one too. def recommend. Gifted by Sephora"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I received this product complimentary from St. Tropez. I really enjoyed this tanning lotion. It smelled great and applied smoothly. I will say this is a much darker tanning lotion when applied. However, once you wash it off it isnu2019t as jarring and looks natural."
        },
        {
            "review_title": "Great for facial contouring that lasts a few days",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I use this product as part of my u201chigh maintenance to stay low maintenanceu201d routineu2014basically as a facial bronzer that lasts me a few days so I donu2019t have to use bronzer or contour in my everyday makeup. I put it where I would normally put my contour products: forehead, cheekbones, jawline, neck, and nose. The application is smooth and the results develop fast yet natural. Received gifted by St. Tropez but opinion is my own."
        },
        {
            "review_title": "Definitely super dark but perfect for a quick tan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This self tanner is the perfect shade for a quick tan. I left it in for only 3.5 hours instead of a full 8 and it was perfect. I noticed too that it slowly fades rather than looking like patches as it comes off so thatu2019s awesome! This tanner was gifted to me by sttropez"
        },
        {
            "review_title": "Natural and effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Gifted by St Tropez. Iu2019m fair skinned but olive toned. I loveddd this product so much. It applied like the other St Tropez bronzing mousses Iu2019ve tried - not streaky and not too stinky. But the best part about this product is the color - itu2019s so natural looking and I love it!"
        },
        {
            "review_title": "Glowing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I was gifted by sttropez this mousse, and I'm genuinely impressed. The application was smooth, and the violet undertone gave me a natural-looking tan without any orange hue. The mousse dried quickly, and the color developed beautifully over a few hours. It lasted for days without streaking, and the scent was subtle, unlike some overpowering self-tanners. It's become my go-to for a sun-kissed glow u2013 definitely worth the investment!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019ve used their stuff for years before! Their stuff is one of the best, and I was so excited to try this product, and I was not disappointed!! Itu2019s so good on, hydrating and feels amazing! Complimentary from Sephora"
        },
        {
            "review_title": "Caribbean tan in a few minutes!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I was fortunate to receive this product as a gift from St. Tropez Self Tan Supru00eame Violet Mousse in exchange for my genuine feedback, and I must say, I'm thoroughly impressed. What immediately caught my attention was its subtle purple tint, which ensures a natural-looking tan without any hint of an orange hue. Plus, it has a pleasant scent, making it comfortable to wear even to bed. The convenience of being able to apply it before sleeping and simply wash it off the next morning adds to its appeal. Many thanks to St. Tropez for this wonderful gift!"
        },
        {
            "review_title": "Natural looking!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This was gifted by sttropez. I love this self tanner it gives me a natural glow thatu2019s perfect for the winter/spring when youu2019re not out in the sun all day. I love looking a bit sun kissed without having to damage my skin. 10 out of 10 would recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "Love this self tanner! It is perfect for matching my dark olive tone I get in the summer. It also doesnu2019t smell like other self tanners. I am so glad I was gifted by st tropez this amazing self tanner"
        },
        {
            "review_title": "Loved it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "I loved this product! It gave me such a great color and a long lasting tan. It developed quickly and lasted a while. It was easy to apply and went on very smoothly. I would definitely continue using this. Gifted by st tropez"
        },
        {
            "review_title": "great color!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "St. Tropez literally NEVER fails me. I've tried a lot of their products but this has to be my new fav. I have olive skin tone and this particular bronze looked so natural with my skintone. It is a really easy, seamless application. I like that you can let it sit for 80 hours for a deep tan or 30 mins for a nice bronze. I usually do 8 hours but plan on using this for the 30 min option when I am in a pinch and need a good tan! This was gifted by Sttropez but my own review."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I received this as a gift in exchange for my honest opinion. I love that this has a purple tint to it so that you do not look orange at all. Doesnu2019t smell bad and I am able to wear it to bed and wash it off the next morning! Gifted by sttropez"
        },
        {
            "review_title": "My new go to!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "New favorite as far as results go! Just make sure you put on some black clothes if youu2019re leaving it on for 8 hours. It will transfer to clothing. I have tried it with just doing the 30 minutes on and then rinse, that is my favorite result. I am very fair skinned and OCD about SPF. I never get very dark naturally. So the full 8 hours for me looked kind of silly! But I adore the natural glow I get with leaving it on for 30 mins and rinsing off with water. This is my new go to brand for sure. Make sure you have a GOOD mit. I used a cheap one that came with a different product, and my thumbs popped out of it while applying. So my thumbs and nails were stained the first time. But, the new glove I got fixed that problem. I really love that you can control the color. You can either have a nice little bronzed glow, or that deep olive bronzed tone. Very versatile towards different skin tones. Gifted by sttropez."
        },
        {
            "review_title": "Very nice!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Gifted by St. Tropez. This self tanner is so nice! The violet tones really help with bronzing up the skin, without looking orange which is so important! I love the mousse texture and it really helps to be able to blend it out with little to no streaking! Def recommend"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I get so pale in the winter but this mousse brings me back to life every time. It's easy to use and develops into a really natural and glowy tan. The bottle also lasts a long time. This product was gifted by sttropez."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The Supru00eame Violet Bronzing Mousse is amazing! I was gifted by sttropeztan. I love the fact that it is controlable in the aspect of you can keep it on up to 8 hours for a deep dark tan or take it off after 30 minutes for a quick sun kissed look. I didnu2019t have any splotches which is always the best! Over all definitely would recommend!"
        },
        {
            "review_title": "My new favorite tanner!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I was gifted by St. Tropez and I have to say I really love this. Definitely the darkest tan I have achieved from all self tanners. It is truly a deep olive toned tan. A little on the pricer side but worth it if you have trouble getting a darker tan. Will be purchasing again!"
        },
        {
            "review_title": "Gorgeous on darker skin tones",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Normal skin",
            "review_text": "This St Tropez Self Tan Supreme Violet mousse is so easy to use. You'll probably want to get the mitt, too, as I think it does help with a more even coverage. It was a little too dark for me, but I'm super fair. My Latina bestie tried this and the color came out GORGEOUS on her. No weird smell, either. Gifted by StTropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Iu2019m such a big fan of St Tropez tanning products and this one is no different! I love the way the violet undertone compliments the pink and red thatu2019s naturally in my skin tone. I highly recommend adding this to your tanning routine! gifted by St. Tropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Supru00eame Violet Bronzing Mousse is a game-changer in my self-tanning routine. The violet undertones help to counteract any orange tones, giving me a natural-looking bronze glow. The mousse texture is easy to apply and dries quickly, leaving my skin streak-free. I love the tropical scent it leaves on my skin. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "My new go to self tanner. Leaves a deep olive finish that isnu2019t as yellow as the previous self tanners Iu2019ve used. The scent isnu2019t as harsh as others either so thatu2019s a plus. Didnu2019t seem to leave any streaks on my skin. Gifted by St Tropez."
        },
        {
            "review_title": "LOVE LOVE LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Gifted by St. Tropez. This self-tanning solution is absolutely revolutionary! It imparts a flawless golden bronze hue sans any streaks, gliding on effortlessly. It has swiftly become my preferred choice."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "St. Tropez has gifted me there Supru00eame Violet Bronzing Mousse and I absolutely love it! The packaging is so cute! This product is for skin with an olive undertone and I have an olive undertone so it works great for my skin!"
        },
        {
            "review_title": "New favorite tanner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "Gifted by sttropez. I absolutely love this product! It applies smooth with no streaks, and lasted about five days. It didnu2019t leave any product on my sheets which is always a plus! Iu2019ve never used a violet tanner before, but itu2019s my new favorite!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Gifted by stripez. Iu2019ve tried numerous self tanning products and there is only a few I truly like, however this one gives me such a deep beautiful tan, unlike any other. At first I was scared it would leave a green tint but it didnu2019t. If youu2019re looking for a deep deeep tan this is a great option."
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "free gifted by st tropez. This Supreme Violet Bronzing Mousse is amazing. For starters, it smells great for being a self tanning product. It is super easy to apply and gets you tan pretty quick. It applied evenly after I exfoliated and moisturized and the color stayed on and faded nicely. Would recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The glowiest and darkest self tan that I have ever used! Goes on so buttery and the application is easy, even if youu2019re a beginner! I love to use with the tanning mit for even application. A must try! Gifted by sttropez."
        },
        {
            "review_title": "I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Violet Bronzing Mousse delivers a flawless, sun-kissed glow effortlessly. Its lightweight formula blends smoothly, leaving skin radiant with a natural-looking tan. Perfect for a quick, streak-free application! This product was gifted by sttropez"
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The St. Tropez Supreme Violet Bronzing Mousse is a game-changer in the world of self-tanning. Its lightweight mousse texture makes for effortless application, gliding smoothly onto the skin without streaks or patches. The violet undertones ensure a natural-looking bronze hue, eliminating any risk of an orange tint. With its long-lasting formula, this mousse keeps skin beautifully bronzed for up to a week. Overall, it's a must-have for anyone seeking a flawless, sun-kissed glow without the harmful effects of UV exposure, offered by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I recently was gifted by sttropez and tried the Supreme Violet Bronzing Mousse, and I must say, it's become a game-changer in my self-tanning routine. As someone who has experimented with various self-tanning products, I was pleasantly surprised by the exceptional quality of this mousse."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
            "review_text": "Gifted by st.tropez  Iu2019m obsessed with the St.Tropez self tan supreme violet mousse. Itu2019s extremely easy to apply. It applies evenly and dries super fast. It also last longer than other self tanners ive tried. With spring right around the corner i highly recommend this product."
        },
        {
            "review_title": "SELF TAN",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This skin tan is super good and well balanced plus itu2019s a nice shade and it doesnu2019t look too dark but I think itu2019s just because of how my skin devolves it. Otherwise itu2019s an amazing shade of tan I love it! I Iu2019m glad that I got gifted by sttropez."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Supru00eame Violet Bronzing Mousse is a must-have for anyone looking to achieve a natural, radiant tan. Its easy application, buildable formula, and long-lasting results make it a standout product in the world of bronzers. I highly recommend adding this to your beauty routine for an instant boost of confidence and a sun-kissed glow that lasts all day! complimentary from sttropez"
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "I am OBSESSED with this tanning mousse offered by St.Tropez! It is the longest lasting one I've ever used. It applies evenly, the shade is perfect, and dries extremely quick. I can't recommend this product enough! It's a must try."
        },
        {
            "review_title": "Perfect for Winter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This is the perfect time of the year to be using self tanner complimentary from sttropez. Sttropez has been my go for at home tanning. The mousse blends so easily and never dries streaky or orange! Itu2019s safe enough to also use on my face."
        },
        {
            "review_title": "smells good but not dark",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I was gifted by sttropez tan but For me the color was not very dark after I washed it off. I left it on overnight for 8 hours. The guide color was very dark and streaky and took a while to blend. I was excited and optimistic about how dark the tan was going to be but I was a little bit disappointed when it seemed to all wash off in the shower."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Gifted by St. Tropez. Smell was nice, but this is WAY too dark for me. I washed it off immediately after applying to my calf because of how dark the guide color was. I'm a frequent self tanner user and would not recommend this for beginners. It dries down fairly quickly, so you need to be quick with applying. Unfortunately I won't be continuing to use this."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by St Tropez. Honestly not one of my favorites from St Tropez. Itu2019s SUPER DARK and made my skin look kind of dirty vs tan possibly due to the violet undertones. After a few showers the color did look a lot better."
        },
        {
            "review_title": "New tanning routine!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "I was gifted by sttropez tan the Supru00eame violet bronzing mousee and I love it already. I have only used it once and I obtained a beautiful natural looking tan. Did not make me look orange or splotchy. Very natural looking and I canu2019t wait to continue using!"
        },
        {
            "review_title": "pretty good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love this, but the smell stinks!!! I washed it off a little earlier because i didnu2019t have enough time, and it gave me the perfect tan! I do think it might be a little artificial looking, but other than that i love it! offered by styropez"
        },
        {
            "review_title": "Must have during the summer!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "St.Tropez gifted me their supreme, violet, bronzing mousse. I honestly love using their products during the summer not only does it make my skin look even doesnu2019t leave any streaks and itu2019s really comfortable on the skin. and the best part about it is really long lasting."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone",
            "review_text": "I honestly love this self tanner so much! Itu2019s not too sticky lasts forever and has a really great tint! I am naturally a light medium and this tan makes me have a beautiful glow that isnu2019t too dark! Gifted by st tropez."
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "I absolutely love this self tanner! Out every tanner Iu2019ve used this one looks the most natural. I also have an olive skin tone and I wanted something that would bring that out and make me glowy, not orange. This tanner did that!! Iu2019m so glad I wanted gifted by attropeztan"
        },
        {
            "review_title": "Best new tanning mousse",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Iu2019ve honestly never self tanned before so I was a little nervous but the color came out great. I followed the directions and didnu2019t come out patchy or streaky. Iu2019ll definitely continue to use this for future events! Gifted by Sttropeztan."
        },
        {
            "review_title": "Favorite Tan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "St. Tropez Self Tan Supru00eame Violet Bronzing Mousse is genuinely impressive. It delivers a natural, long-lasting tan effortlessly. I highly recommend it for a reliable and beautiful tan. Gifted by sttrope"
        },
        {
            "review_title": "Perfect for a deep submitted glow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Donu2019t let the color scare you!! I was terrified when I first applied this mousse because it was SO dark and I am extremely fair skinned. To my surprise, this color came out perfectly submitted with no streaks or splotches!! It is a little harder to blend than the other mousse tanners by st tropez but totally worth it for a deeper tan! Given Iu2019m so fair, I only left it on for 6hrs & Iu2019m loving the results!   Gifted by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I received this product gifted by St. Tropez. I have used it three times now and have really been enjoying it. It goes on very dark but washes off a very nice not orangey color. The smell of this tanner is also very nice."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "gifted by st.tropez, as someone who uses self tanner frequently i was excited to try this new one. I usually can never find one that appears dark enough or the right color for my skin tone. This one is perfect and applied easy. excited to see how it turns out after a few days"
        },
        {
            "review_title": "Best tanner Iu2019ve ever tried",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This is the best self tanner Iu2019ve ever tried and Iu2019ve literally tried them ALL. Itu2019s the perfect olive tone and not orange at all. It didnu2019t streak and the application was so smooth. I will be using this all year round!! Even though this was gifted by sttropez I genuinely think itu2019s the best."
        },
        {
            "review_title": "Great for olive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "Gifted by st tropez. This is a great tanning mousse for people with olive toned skin. This is a very dark tan & looks better if you have somewhat of a natural tan already. Also best to leave on over night"
        },
        {
            "review_title": "great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I've tried every self tanning product on the market. and I absolutely love this product! I love the violet undertones - it gives me such a beautiful natural glow! Easy to apply and dries quickly. Gifted by sttropez"
        },
        {
            "review_title": "Darker than the regular product and so good!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "I love this Tanner! Itu2019s so nice and doesnu2019t leave any streaks at all! I used it on my face and it looks completely natural! I got so many compliments on my tan. Definitely darker than the regular product. I received this product gifted by Sttropez."
        },
        {
            "review_title": "Loved it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Gifted by St. Tropez. I really enjoyed the supreme violet bronzing mousse. It was easy to apply and wasnu2019t splotchy or patchy which is a plus!! It also has the most beautiful body bronze glow to the skin and wears nicely!! I definitely recommend it."
        },
        {
            "review_title": "Looks good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "This is amazing product. It really helps your tan. It feels really good on your skin and it makes your tan look way better and leaves no marks. I definitely recommend this product 100% to anybody who wants a good tan and a good weekend. Offered by Sttropez!"
        },
        {
            "review_title": "Loveee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Gifted by st tropez tan As an avid self-tanner, I recently tried the Supreme Violet Bronzing Mousse, and I must say, I'm impressed. The first thing that struck me was the luxurious texture of the mousseu2014it glided effortlessly onto my skin, ensuring even application without streaks. The violet undertones in the formula not only provided a natural-looking tan but also helped to counteract any orange hues, leaving behind a gorgeous sun-kissed glow. I appreciated how quickly it dried, allowing me to go about my day without feeling sticky or waiting for hours to get dressed. What truly sets this product apart is its longevity. Unlike other self-tanners that fade within days, the Supreme Violet Bronzing Mousse held up remarkably well, maintaining its color for over a week with proper care. However, it's worth noting that the scent, while pleasant initially, can become slightly overpowering as the tan develops. Additionally, for those with very fair skin, the violet undertones may appear too dark, so a patch test is advisable. Overall, I highly recommend the Supreme Violet Bronzing Mousse for anyone looking for a high-quality self-tanner that delivers long-lasting, streak-free results with a beautiful violet undertone."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "if youu2019re looking for a deep, but natural, self tanner this may be the one for you! i was gifted by sttropez and i love it so far! as someone with darker skin i wanted to try this tanner to help bring some life and color back into my skin, which it did!"
        },
        {
            "review_title": "Self tanning must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I love this tanning mousse! Itu2019s the perfect shade for my skin tone and I love using it in seasons like the winter when I canu2019t get a natural tan. Super easy to apply and doesnu2019t make the usual mess while self tanning. Gifted by St. Tropez"
        },
        {
            "review_title": "A streak-free glow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "This Supreme Violet Bronzing Mousse was absolutely beautiful! It created the most radiant and glowy natural-looking tan and gave such a nice bronzing effect. It didnu2019t streak at all and was super easy to apply evenly and the color payoff was very natural and just beautiful!"
        },
        {
            "review_title": "Powerful and effective",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "Gifted by St. tropez! DEF use a mitt to apply this when you apply thisu2026.if you donu2019t, it tints your hands in seconds. I do enjoy the scent and blend of this, I think itu2019s less u201ctanu201d smelly than other products. It definitely gives a deeper tan and more olive than other brands Ive tried. Definitely a good option to have another tone."
        },
        {
            "review_title": "Absolutely recommend!! So easy to use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "As a tan skinned girly, this is the perfect bronzing mousse!! I already love this brand because it never turns out orange and strikky but this one really turns out perfect. I use it at night and it doesnu2019t transfer which is even better!"
        },
        {
            "review_title": "A must-have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Gifted by St. Tropez, I am absolutely blown away by the natural bronzed color this product gave me! It was easy to apply, with minimal transfer to my clothes/bedding. I have always struggled to find a self tan product that didnu2019t leave me orange and splotchy, and Iu2019m happy to say I found a favorite!"
        },
        {
            "review_title": "You need this to GLOW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Love this tanner SO much. I use this on my face and body year round, and it doesnu2019t make me breakout ud83dude4fud83cudffc.  I have medium to light skintone and this dark color blends and ages super nicely. If youu2019re worried about it being too dark, donu2019t. It blends shockingly well."
        },
        {
            "review_title": "My favorite natural looking tan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "UM YES! This tanner is hands down my favorite self tanner I have ever used! I have been SEARCHING for a good tanning mousse that sets fast and looks good and natural. I was gifted by st tropez tan this one to try out and I love it. When I say this tan is the best, I am not kidding. It is the most natural looking tan I have ever put on my body. It sets in as short as 1 hour and it looks INCREDIBLE after that hour. I sometimes keep it on for longer if I want it to be a bit darker but when I am in a hurry and need to be tan quick... this is perfect for it! Also the mousse makes for an easy application. I find that I rarely have any issues with splotchy spots and my tan always looks natural!"
        },
        {
            "review_title": "Iu2019ll buy it again and again my fav !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "After using this amazing ultra dark self tan I notice how natural and easy was the process super quick. I felt the hydration as well. I notice too the quick drying that for time is really good for me.   Gifted by sttropeztan."
        },
        {
            "review_title": "100% Recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I absolutely loved this self tanner I received complimentary from sttropez. I have used some of their other self tanning options but this new product is by far my favorite! It applied evenly and left a beautiful color after rinsing off! I would highly recommend this product!"
        },
        {
            "review_title": "BEST TAN EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "I received this as a gift and I absolutely love it! I love that it has a purple undertone so that it doesnu2019t appear orangey. I put it all over my body, even my face. It dried quickly but was a little sticky for a while which I donu2019t love. However, the color is AMAZING and Iu2019m a seasoned self tan user. There is no bad smell either. You can wash off after 30 mins for a quick kiss from the sun or 8 hours for a dark tan. When I first put it on, the tint was very dark and I was nervous, however I washed my hands and face off after 1 hour and it looked like it had washed all the color off. When I woke up the next morning, it was so darku2014just after 1 hour. I washed the rest of my body off in the morning and had a beautifully dark but natural color. During application, it appeared streaky, but I came out with ZERO streaks. Truly obsessed with this one. St Tropez wins!! This was gifted by sttropeztan"
        },
        {
            "review_title": "love this tan!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "St tropez self tan never disappoint! this supreme violet bronzing mousse goes on dark but not orange at all! i slept in it over night and rinsed in the morning and i was left with the perfect olive sunkissed glow! this product was gifted to me."
        },
        {
            "review_title": "Great fake tan!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This was one of my first times using self tanner. I was super nervous but heard great reviews about this brand of tanner. The smell wasnu2019t bad and it went on super easy. I bought the glove to apply it with as well which I loved. I went from a ghost to a lovely  Glowy look. I definitely need some more practice but so far so good! Gifted by sttropez."
        },
        {
            "review_title": "Super Intense",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This self tanner is no joke. It has a very dark guide color which can be intimidating. It looks almost streaky going on, but donu2019t be scared! As long as you fully blend it, it make look streaky but once you wash it off it develops beautifully. I like that I can leave on for 30 mins and rinse and itu2019ll continue to develop. Take your time and definitely use a mitt and you should have a beautiful natural tan. This product was gifted by Saint Tropez"
        },
        {
            "review_title": "Love this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I am constantly on the hunt for a great self tan and this one is a LOVE. I will say it is on the pricer side, which is why I have never bought it myself but after trying what was gifted to me I am in love with it. The color last forever which I love and it was very easy to apply as it was a dark moose so I could see where I was applying it. I am never a fan of applying fake tan and letting it sit before I can rinse it off but this product makes it 100% worth it!"
        },
        {
            "review_title": "Perfect for a natural glow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Easy to use and application isn't messy. Feel nice on the skin & wasn't irritating for my sensitive skin. Has a pleasant smell to it. Best of all, it works. Leaves skin with a beautiful, natural glow! Complimentary from sttropez."
        },
        {
            "review_title": "My new go to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "LOVE THE WAY THIS FEELS AND LOOKS! I was skeptical because of the violet but can say it looks absolutely gorgeous once you marinate and wash off. The tan I have is *chefs kiss* couldnu2019t recommend this more! Offered by sttropez"
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This is such an easy fake tan to use!! The color is amazing and I feel super tan like I do in the summer. Applying it was super easy and it didnu2019t leave any streaks or tan stain which was awesome. This was gifted by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "I received this product complimentary from sttropez. I have always been a big fan of this brand! all of their products smell so good and are super easy to apply! they are not streaky and give you the perfect glow!"
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love the Supreme Violet Bronzing Mousse and it makes my skin so golden and tan! I received this product for free and think itu2019s amazing!! Thank you so much for such an amazing product that I can use for a while! Gifted by by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I am of darker complexion however, I do like to tan, and I donu2019t find tanning mouses at tend to be dark enough for my skin. However, this is nice and even while not looking streaky, I look very Sunkissed offered by st tropez"
        },
        {
            "review_title": "Beautiful tanner that doesn't smell!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "Let me start by saying that this self tanner is truly so different than anything I have ever tried - in the best way! The mousse comes out VERY dark, so beware. It can be a little scary at first. I only waited an hour to wash this off and it still developed into a subtle, gorgeous, olive based tan. If you are looking for a more subtle tan, I'd definitely only leave this on for about an hour. I will say it was a bit harder to blend than some of my other self tanners, but once I rinsed it everything looked very even.  I overall really loved this self tanner that was gifted by st tropez, and would buy it again."
        },
        {
            "review_title": "My Favorite one yet for an olive tan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Application was effortless, easy to apply and no streaks. I put it on for 1.5 hours and it gives me a beautiful bronze glow, I felt putting it on for 8 hours made it a bit dark for my liking. .perfect olive tone and not orange! Complimentary from StTropez"
        },
        {
            "review_title": "Bronze color tan, so pretty!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Oily skin",
            "review_text": "Gifted by St. Tropez tan is this ultra dark violet self tan mousse. This was so easy to apply and left such a dark color. I was very impressed with the tan it left and it truly was ultra dark. I washed it off after 8 hours and have gotten compliments all week about my nice color!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Okay what more could you want from a real good self bronzer that doesnu2019t streak nor drip? This is seriously one of my favorite go-to bronzer. I especially love using it in weird tan line areas to even out my tan. Offered by sttropez"
        },
        {
            "review_title": "BEAUTIFUL TAN",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Oily skin",
            "review_text": "GORGEOUS OLIVE TAN! It was effortless to apply and is a dark mousse! Found it dried down fast so you have to apply it quickly. Other than that, after 8 hours the results were amazing. Not orange at all and no streaks! The result is similar to my natural tan, will continue to use this! (complimentary from sttropez)"
        },
        {
            "review_title": "Great Self-Tan for an Olive Look!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this product complimentary from St. Tropez and this St. Tropez Supru00eame Violet Bronzing Mousse is by far the BEST self-tanner I have ever used. I have naturally olive skin, so finding a self-tanner to properly match my natural skin tone is often difficult since most of them turn out orange. However, this St. Tropez self-tanner is the PERFECT match to give a natural bronze tan! The application was easy and not streaky & the end result looks amazing. I highly recommend this product!"
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I got this gifted by sttropez for free to review. Wow! I've used a lot of self tanners before and this is one of my favorites! It goes on so smooth and the color is a perfect, golden tan. St. tropez has the best products."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "As someone who doesnu2019t self tan often, I really like this self tanner gifted by Sttropez. I like how itu2019s buildable and easy to work with. I suggest using a mit for equal application. It is a great tanner!"
        },
        {
            "review_title": "Wow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "LOVE!!! I have always been such a big fan of St. Tropez tanner and this one is my new go to. Gives the most perfect color for my complexion and doesnu2019t look orange at all. Gives such a nice glow and gives the perfect tan! Gifted by St. Tropez!"
        },
        {
            "review_title": "Great for Olive Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I just used this tan last night and it is SO GOOD for olive toned skin! It goes on really dark and can be a bit scary at first but after washing it looks effortless! I received this as a gift and offered by sttropez but will be repurchasing in the future!"
        },
        {
            "review_title": "Best tan!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Oh my gosh, I love this fake tanner!! It gives me instant color and no horrible smell. I was afraid of the u201cgreenu201d color but it leaves a beautiful bronzed tan that lasts all week, even getting into water!! I received this complimentary from sttropez."
        },
        {
            "review_title": "Really beautiful dark tan",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I think this is a great product especially if you are looking for a dark tan. I think it was a little too dark for my liking and it was a bit harder to apply than others I have used before. It took longer to apply and dry. Other than that it gives a really nice glow and it smells SO GOOD! I usually donu2019t like the smell of fake tans but this one was immaculate! Gifted by sttropez!"
        },
        {
            "review_title": "LOVED THE GLOWYNESS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "OBSESSED W/ THE RESULTS! I have pretty fair skin so I was a little nervous when I was gifted this product, but I ended up loving the glow it gave me.  I find that with my fair skin I often buy self-tanner that doesn't really make a difference because I'm afraid to get a darker shade. This honestly looked really natural and blended in nicely.  I prefer a Mousse because it's easier to apply!   *Gifted by St. Tropez"
        },
        {
            "review_title": "Bronze Results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I like to self-tan and this mousse made self-taning mess free and super easy. The bronzing mousse was easy to apply and it was not messy at all.  I left the application on for a couple of hours and I loved my results! It made my skin bronze-y! This was gifted by sttropez"
        },
        {
            "review_title": "MY FAVORITE TANNER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I love this tanner. Iu2019ve went through quite a few different brands but this one is the fastest tan (meaning like sticking to your skin) and it lasts so long. This specific shade is pretty dark but itu2019s good for me. The smell is kinda tropical. I received this product as a gift in exchange for honest review n"
        },
        {
            "review_title": "Just okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I do like this tanner but for $48 dollars I could get 3 spray tans from a booth that last way longer. The color is really beautiful on my skin but realistically I could not justify spending that much money on a tanner that doesnu2019t last as long. Offered by sttropez"
        },
        {
            "review_title": "Nice even color.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by sttropez. I really like that it is a mousse vs the usual lotion consistency. A little product goes a long way. I notice it working within 15 minutes of applying. It gives a very natural color and tends to last longer than most tanners."
        },
        {
            "review_title": "Loved it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Absolutely loved Self Tan Supru00eame Violet for its deep, olive-toned bronze! Easy application, hydrating, and the violet toner truly made my tan look natural and rich. Lasts long and fades evenly. A game-changer for my tan routine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was gifted by sttropez . Wow! This product provides such a great dark, tan. The undertone looks so natural. I was pleasantly surprised to see absolutely NO streaking with this product! Everything looks so natural. One of the best self tanners I have used."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "My skin is glowing! Whenever I use it people ask if I went someone on vacation. It doesnu2019t smell bad nor does it turn my skin orange. Usually self tanners have the worst smell but this one doesnu2019t!!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "Love this brand so much, and was very curious about purple undertone, since it is supposedly more natural, went on pretty smoothly, I didnu2019t like the shade of color guard it was very grey, but loved the end result!   *gifted by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Great dark self tanner! I am very picky when it comes to self tanning but this product leaves an even, glowy olive tan that looks natural but still dark. Easy to use and doesnu2019t transfer. It fades evenly and doesnu2019t get patchy. Gifted by st tropez"
        },
        {
            "review_title": "Works well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I received this product for free in exchange for my honest feedback. I was skeptical that this tanner might be too dark for me but I left it on for an hour and got enjoyed the results. Overall a nice color and finish. Gifted by sttropez"
        },
        {
            "review_title": "my favorite self tranner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "this product was gifted by sttropez and absolutely loved it. i prefer the lighter version of it more but my skin complexion but am impressed by how well it applies. i sleep in it over night and wash it off in the morning and it doesnu2019t stain"
        },
        {
            "review_title": "very nice tan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Pleasantly surprised but this self tanner! never tried anything from st tropez before but i loved the undertone of this tan & itu2019s faded nicely so far. smell isnu2019t terrible and it was comparable to other tans with application. overall would give a try. gifted by sttropez but opinions are my own"
        },
        {
            "review_title": "Doesnu2019t look cheap or artificial!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This was gifted to me and I am absolutely in love with it. The violet version leaves the perfect olivey-toned tan that allows you to get a really deep tan without looking cheap or artificial. It also tans pretty quickly and doesnu2019t leave any smudging."
        },
        {
            "review_title": "Pretty bronze look!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Normal skin",
            "review_text": "I was gifted by St Tropez. I was so excited to get this self tanner! It does look scary at first, donu2019t let it scare you away though! I applied 2 layers and left it on for about 3-4 hours and washed it off. The next morning I took a shower, exfoliated really well and it looks amazing! I am bronzed and so happy with the results."
        },
        {
            "review_title": "Super dark tan instantly",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "#gifted by StTropez So immediately when I pump this product out it is dark. I mean extremely dark almost black ish purple. I've used a violet-based self-tanner before. This one just seems extra dark. Being with how pasty I am right now, it didn't work very very well for me. I found it a little hard to blend in as it dried pretty quickly. It has a really nice fragrance, not that burnt popcorn smell like most self-tanners. This one actually smells like a light pretty floral fragrance . I You appreciate the fact that I can see where I'm putting it for more even distribution. I would recommend applying this early in the morning because you definitely have to wash it off. Otherwise it's going to look very splotchy, super dark and really crazy. Once you rinse off that first initial application then it ends up looking beautiful even and like a natural bronze tan. So far I've had it on for over a week and it is not starting to peel or get splotchy ! Overall, I think this is a great self-tanner I think it would work better for me. One summer comes around and I get a little bit more tan to my body."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have used the regular St. Tropez tanner and this one is even better! It is a little scary when it goes on because it it SUPER dark, I only let my tan sit on for around 2 hours and had great results. The tan itself is not orange and it super even toned. I was gifted by sttropeztan this product!"
        },
        {
            "review_title": "My new favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this self-tanning bronzing mousse! It gives me a natural, deep, and olive-toned tan with a sun-kissed glow. The application is smooth, without orange tones or a patchy look, which is what I love the most! You can apply it for just a few minutes (30 minutes) for a golden look or leave it on for up to 8 hours for a much deeper bronze appearance. Itu2019s my new favorite self-tan! **Gifted by St. Tropez."
        },
        {
            "review_title": "Natural tan finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Used this as a contour and man oh man is it worth it. Longer lasting and not so orange like other tanning brands. Natural bronzed look and keeps me looking sun kissed through the winter. Moisturize before applying for an even and smooth finish! Gifted by sttropeztan"
        },
        {
            "review_title": "Bronzed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I was gifted by St. Tropez the Supreme Violet Bronzing Mousse to try out and review with my honest opinion. Iu2019m pretty pale and this tan actually makes my skin look olive/bronzed. I apply at night and wash off in the morning for a beautiful color."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Gifted by St. Tropez. I love every product from St. Tropez. This self tanner is not streaky and leaves your skin glowing. I honestly feel like I just got back from the beach after a few hours. I would recommend!"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This was a very good self tanning mouse , I will say this is not for beginners or girls or donu2019t want the darkest tan possible . The results are almost instantaneous which is amazing and the products has little to zero rub off Thank you this what gifted by sttropeztan"
        },
        {
            "review_title": "A must have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I was gifted by sttropez to try out and review. Absolutely love this Bronzing mousse! It looks very natural and glowy tan. It was super easy to use and took very little time. It applied amazingly and was very even looking. I definitely recommend trying out this self tanner."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "I am very picky with self tanners, but I was gifted by sttropez this it is definitely a new favorite! Iu2019m fair with olive skin, so I think this violet bronzing mousse is perfect for helping the tan not look orange. It looks so flawless and natural!"
        },
        {
            "review_title": "Favorite self tanner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "St. Tropez has always been my go to for self tanner!! This one has given me the deepest olive tan and I love it! I am so thankful I was gifted by sttropeztan! It gave me a streak free tan that lasted a week!"
        },
        {
            "review_title": "Love ud83dudc97",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I am absolutely obsessed with this product. I have used so many different self tanners and this is easily my favorite. I will definitely rebuy this again and recommend it 1000%. It glides on so well with no streaks. I received this as a gifted by sttropez and will definitely buy again."
        },
        {
            "review_title": "Love it the perfect tan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this bronzing mousse because it gives me the perfect tint in my skin without looking orange. Especially in the winter time I tend to become really dull and this does the best job at helping me get some liveliness back in my skin tone also it smells amazing !! Gifted by st tropez"
        },
        {
            "review_title": "Love this tanner!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I love this self tanner!! St. Tropez has always had my favorite self tanners but I recently tried this one out and it is so good!! It gives such a natural tan and doesnu2019t leave you orange. I recently had someone ask if I got back from vacation and told them it was self tanner, and they were shocked! Gifted by St. Tropez"
        },
        {
            "review_title": "Itu2019s REALLY dark when first applied",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this product gifted by sttropez for free in exchange for my honest opinion. I have used so many St Tropez products over the years. This one really surprise me. It goes on SUPER Dark. I rinsed it off after 30 minutes because I was scared it was going to be way to dark. It has continued to develop into a really pretty olive color. It will stain your toilet purple while developing."
        },
        {
            "review_title": "Intimidating at first, but such good color",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Iu2019ve used the regular self-tanning mousse from St.Tropez and it definitely works. The Supreme Violet mousse was a little intimidating at first because itu2019s so dark and I was scared rubbing it on my body. I left it on for only 3 hours because I was feeling really dark! When I washed it off I was pleasantly surprised at how good the color was! For anyone looking for a way to get tan quick I would recommend this! It definitely still has your typical self-tanner smell though. product received free from St. Tropez for review"
        },
        {
            "review_title": "St tropez tanning mousse",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "Gifted by st tropez   The St Tropez bronze mouse is by far the most heavy duty self tanner Iu2019ve ever used. I actually consider myself a home self tanning connoisseur. Without using a glove or mitten I have perfected application to hands and feet. However, this one took me by surprise. Now this is designed to provide a natural deep olive tan, so definitely would suggest for those with a deeper natural skin tone who wish to accentuate and get that deep, Sunkissed glow. It is suggested to use a mitten for application leave on for 8 hours, and then rinse. The foam is lightweight and the scent is amazing. Self tanner doesnu2019t always smell very nice but this one is delightful. Such a pretty fragrance. I caution you do need to move very fast with this product as it stains the skin right away. Or at least with me and I am pretty fair. I was nervous about transfer to clothing, so slept with this product on overnight on dark sheets. There is no way I could go out in public with this tanner on my skin upon immediate application. Once I rinsed, it was definitely very dark, and it streaky. I think for someone not as fair as I this would be a great option. Also, now that I understand how this works, I think I could have a more successful application, The quality is impeccable and the tan really lasts. The downside to me is how quickly it dries and I did find that there was transfer on objects and clothing."
        },
        {
            "review_title": "Love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I was gifted by sttropez and im obsessed. The color is one of the best Iu2019ve seen. Doesnu2019t give off orange tones, just a natural bronze color. This also goes on super smooth and doesnu2019t patch up. Would def recommend."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Oily skin",
            "review_text": "I received his product from offered by sstropez . I love this bronzing moose I am already fairly tan but it gives my skin a glow from within. It will be perfect for the summer I canu2019t wait wear it everyday. I love that I only have to wear it for one hr."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "So I did a test patch on my skin and felt this was too dark for me. My mom, who is naturally very olive and darker skin did it and it was perfect on her! I love st. Tropez so for the right person youu2019ll love this! Gifted"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "St tropez is my favorite tanning brand for a reason. Every single product is just absolutely incredible! This mousse is perfect to get me looking summer ready! Itu2019s definitely a must have in everyoneu2019s tanning routine gifted by sttropeztan"
        },
        {
            "review_title": "Lovely Violet color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "I received this product for free gifted by sttropez. I was so excited to try this violet bronzing mouse because I love fake tan!! Iu2019ve always wanted to try a violet undertone, but have never gotten around to one before. This looks so lovely on the skin and truly gives an olive warm tone. I will definitely be repurchasing."
        },
        {
            "review_title": "In love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this product for free (gifted) and Iu2019m so so so happy with the results!! This gives such a natural tan thatu2019s glowy and more olive toned instead of orange!! I made sure to exfoliate and moisturize before because if not it will get splotchy, but it turned out so even and a beautiful color for my skin tone. Highly recommend! Gifted by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted by st.tropez and i love their self tanners. This mousse is great. Easy to apply the color is great, a little dark but i love it. Smells great and because itu2019s dark it stays longer for me. Donu2019t forget to do exfoliation a day before tho."
        },
        {
            "review_title": "Golden Tan",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have been using the express mousse for over 2 years now and I recently just tried out this new one.  It is definitely a darker olive tan compared to the express.  I really like this one, I left it on for about 3 hours (not overnight) and it was a super pretty golden color.  Overall, really good tan.  (Gifted by St Tropez, but opinion is my own)."
        },
        {
            "review_title": "must have for winter!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I absolutely love this tanning product. It goes on the skin so easily and developed very evenly with a beautiful color. I exfoliated before and moisturized after for optimal results. It smells great also. complimentary from sttropez"
        },
        {
            "review_title": "Bronzed staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This mousse is amazing! The way it applies, goes on so smooth blends in easily with no streaking! I was scared at first how dark the color was when I applied it but I did leave it on for over 8 hours a have a gorgeous natural color! The smell is not strong and I love how it doesnu2019t have that typical strong u201cself tanner smellu201d gifted by sttropez"
        },
        {
            "review_title": "You will look stunning",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Iu2019ve been trying out St. Tropezu2019s Supru00eame Violet Bronzing Mousse, and itu2019s been a total vibe for my skin. It gives me that just-back-from-vacation glow without any orangey look. The violet tone is actually perfect for my skin u2014 no streaks, just a natural, sun-kissed bronze. Itu2019s easy to apply, dries fast, and Iu2019m all about the results. Plus, it fades evenly, which is a big deal for me. Love how it boosts my skinu2019s radiance in a pinch! Gifted by St. Tropez"
        },
        {
            "review_title": "Tanning must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "gifted by st tropez I have never tried a tanning mousse before but I am so excited to try this product out I have heard so many good reviews about this brand. So far the color isn't too over powering. A little goes along way you, You do need to rub it in to coat it evenly."
        },
        {
            "review_title": "Natural looking",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This self tan is one of the only ones Iu2019ve found that gives that natural olive looking tan. Not orange or green tinted l. But bronze and natural! I recieved this complimentary from st tropez and I honestly will be using it a ton!! Worth it"
        },
        {
            "review_title": "Amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This bronzing mousse is amazing! I absolutely love the packaging! It is very easy to apply to the skin! The darkness of the mousse makes it easy to apply! The results are phenomenal! I will definitely be buying more!! (Complimentary from Sttropez)"
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is extremely easy to use. I rinsed it off after 30 min (going for a gradual tan) and it looks so great! Seeing how effective it is after only 30 min - I probably would have gone with a lighter shade (I got dark) but overall I like it. Gifted by st. Tropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Love love love this self tanner. The color is absolutely perfect and itu2019s my new favorite. Iu2019ve tried every popular tanning product/brand including tanning drops. This tanning mousse is the best! Gifted by st tropez"
        },
        {
            "review_title": "Gorgeous Tan!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "I received this self-tanner complimentary from St. Tropez in exchange for my unbiased feedback. All opinions are my own. This was so simple to use for an outdoorsy-looking tan without harmful UV rays that can age, damage skin, cause discoloration, and increase skin cancer risks. I'd never go outside without sunscreen, but I love using St. Tropez to make it look like I do!"
        },
        {
            "review_title": "perfect tan!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "St. Tropes gifted me this bronzing mousse! My favorite thing about it is that it does not leave my skin looking orange, but a nice cool tan. It also works instantlyu2014only 30 minutes to an hour in. That being said, if youu2019re a beginner, be careful using this, as it is quick and effective."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Offered by sttropez I love using the bronzing mousse at home because itu2019s easy and convenient! This supreme bronzing is amazing it is so Hydrating and gives me nourished looking skin As well as Long-lasting deep tan, not to mention it easy-to-apply and quick-drying"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Complementary from St. Tropez. I absolutely love St. Tropez tanners! The tanners leave me glowing with a natural tan that lasts a good amount of time! I am excited to try this new tanner ! Offered by sttropez."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I record the product for free gifted by sttropez . I LOVE THIS PRODUCT. Hands down the best tanner i have used yet and i use a lot. Made me look so tan and beautiful.  I definitely recommend this product if you want a gorg tan."
        },
        {
            "review_title": "Best there is",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This tanner was offered by sttropez is so good. It lasts over a week without smearing and the color is great. Itu2019s not orange at all. Itu2019s very easy to apply and doesnu2019t straight either after I thoughts of self tanners and I absolutely love this one."
        },
        {
            "review_title": "A tan fan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "St topez has been my go to for ever now and this product has somehow outdone itself. You have Palm Springs tan and then you have Hawaii tan and the best part is that this can do both. Itu2019s totally buildable! Gifted by stttropez"
        },
        {
            "review_title": "Winter Savior",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Perfect golden color. I was gifted by sttropez and it left in on for an hour to just get a nice sun kissed look mid winter and it did just that. Not orange at all just a perfect touch of color. Very easy to apply and no streaks were left."
        },
        {
            "review_title": "Perfect for short season",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "It lathers up really nicely and gives a nice glowy darker tan. My skin is lighter naturally so this makes it really look like I was on a tropical vacation. Will be a go-to during the transition from winter to spring when I start wearing dresses and shorts again. Gifted by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by St Tropez for my honest review. I love this tanning mouse. It goes on so easy and smooth without any streaks. The color is absolutely gorgeous. No orange undertones at Al. I high recommend it."
        },
        {
            "review_title": "Absolutely a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This is an absolute best; gives me healthy summer glow. I look like a goddess without any headache; absolutely a game changer and a time saver. This is a must have very easy to use and gives my skin a healthy glow."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I was gifted by sttropez tan. I am already a tan girl but during this time of year I stay mostly indoors and lose my tan quickly! This product has saved my life when it comes to bringing that glow back! Iu2019m also usually bad about leaving streaks and not getting an even town but this product made it easy so I would say itu2019s also beginner friendly"
        },
        {
            "review_title": "Must-have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "Having tried this self-tan mousse, I can confidently say that it's incredibly easy to apply, and the pleasant scent makes the application process even more enjoyable. The longevity of the tan is impressive, providing a natural-looking glow that lasts for days. Overall, I'm very satisfied with this product and would highly recommend it to anyone looking for a hassle-free tanning experience. Gifted by sttropez"
        },
        {
            "review_title": "Like it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Gifted by St.tropez, not a self tan kind a gal and to be honest itu2019s my first time using it and I like it how it goes on my skin so lightly and smooth itu2019s kinda darken in my shade but I could work it out very lightly to match on my undertone."
        },
        {
            "review_title": "Amazing product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I was gifted by St. Tropez this product in exchange for my honest review! I loved the product! I love to self tan because I have very fair skin and would burn outside/ in a tanning bed. This product worked amazingly for me! Iu2019ve been looking for a new one because the last one I tried had a bad smell and you could still smell it even after showering! I had no issues with any smell on this one!"
        },
        {
            "review_title": "Perfect if you have a light brown undertone!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "gifted by sttripes This is my favorite self tanner and truly the only tanner that I feel confident using, Iu2019m biracial so my skin has a natural tone but in the winter itu2019s hard to not get self conscious about my golden brown skin Iu2019m missing from summer. I love this tanner because it smells great, it looks great, and if does it job perfectly."
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Dry skin",
            "review_text": "gifted by st tropez LOve this tanning mouse! Perfect color for my olive skin, it looks really natural. I have tried many others and they streak or are too orange and this one looks really natural and doesnt streak or get all over."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Itu2019s too dark for me personally, but that being said it doesnu2019t mean itu2019s a bad formula or anything!! it achieves what you want if youu2019re really going for a BRONZE look!! for me, iu2019m a little more pale in the winter so itu2019s kind of too much for me. but itu2019s a good formula! gifted by sttropeztan"
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I just used this self tanning mousse for the first time and I am OBSESSED. It applies evenly and does not leave your skin looking orange or even streaky. this is now my new go to - highly recommend :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I love St. Tropez! The packaging is so cute and leaves such a nice looking and natural tan! It only takes a couple hours and it doesnu2019t look blotchy at all. I would recommend this to pale girlies for the winter time! Gifted by sttropez"
        },
        {
            "review_title": "Goes on easy, leaves you bronzed and glowing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I recently tried the St. Tropez Supru00eame Violet Bronzing Mousse (gifted by St. Tropez), and let me tell you, I am beyond impressed. As someone with sensitive skin, I'm always cautious about trying new products, but this bronzing mousse proved to be gentle and non-irritating.  First off, let's talk about the results. The bronzed and golden glow it gave my skin was absolutely stunning. It looked natural and radiant, without any hint of orange. Plus, the color lasted impressively wellu2014I've taken multiple showers since applying it, and the color hasn't faded one bit.  One thing that really stood out to me was the scent. Unlike other tanning products that often have a strong, yeasty odor, this one had a much more pleasant scent. It was subtle and didn't linger uncomfortably, which I appreciated. Applying the mousse was a breeze. It went on smoothly and evenly, without any streaks or patches. What's more, it dried surprisingly quickly, which meant I could go about my day without feeling sticky or waiting around for it to set.  After wearing it for the day and washing it off, I was thrilled to find that there were no streaks left behindu2014a common issue I've encountered with other self-tanners. The evenness of the color was impressive, and it looked just as good after washing it off as it did when I first applied it.  Overall, I can't recommend the St. Tropez Supru00eame Violet Bronzing Mousse enough. It delivers beautiful, long-lasting results without any of the drawbacks typically associated with self-tanning products. Whether you have sensitive skin like me or simply want a flawless bronzed look, this mousse is definitely worth trying."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "This is such a great self tanner. A little darker than what I would usually use - a rich olive color. Applies easily without streaking, especially as a mousse consistency, but you have to blend the tanner quickly. Smells pretty similar to a lot of self tanners Iu2019ve used in the past. It is a bit sticky after being applied, just FYI. Gifted for free from St. Tropez but opinions are my own."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "St. Tropez gifted me their Supreme Violet Bronzing Mousse and I was super excited to try the product for a more natural looking tan. Although the color was great after rinsing it off, it was very hard to apply. It was streaky and took a lot of muscle power to rub in the formula evenly. This is also not a formula that you can run errands in, because it looks crazy while it's on your body! Although it did fade nicely, I'm not sure if it's worth the trouble of applying it."
        },
        {
            "review_title": "I love it!! The best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
            "review_text": "I only use this brand and the results are amazing!!  Mess free, easy to apply and depending on the tan youu2019d like you can decide how long to keep it on u2026 a greta product & value.  I highly recommend it for at home or pre-holiday prep.   Gifted by sttropez"
        },
        {
            "review_title": "So pretty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I received this product complimentary from sttropez. Iu2019ve been using st tropes products for years and have always loved the end result/tan that I end up with. This is no different. With this product I get such a deep rich tan but it still looks natural."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I think this is my new favorite St Tropez self tanner. I prefer the foam texture because I think itu2019s the easiest to apply and the guide color is so helpful to make sure you donu2019t miss any spots. It also works well even if you have textured skin like I do and doesnu2019t sit heavy in dry spots. It still has a little bit of a scent but itu2019s very light compared to other self tanners. But my favorite part of this product is the color. Iu2019m naturally very fair but I have olive undertones which means a lot of self tanners look orange on me and donu2019t look natural. This tanner has the BEST color. It looks so natural on me and wears so well. You can even reapply it every few days to keep the evenness of the color. Highly recommend for my fair skinned olive toned girls! Gifted by St. Tropez."
        },
        {
            "review_title": "Black girl Approved!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I received this St Tropez Supru00eame Violet Bronzing Mousse,  and I must say it's a game-changer for all my fellow POC beauties out there. As someone who tends to get super pale during winter, I always strive for that radiant, just-got-back-from-vacation island girl glow, and this product delivers exactly that. It defies the misconception that self-tanners are only for lighter skin tones. Whether you have a tan or deep complexion, this bronzing mousse is POC approved! I give it a solid 10/10 recommendation. And for those on the lighter side, be prepared for a beautifully deep tan complexion. This was complimentary from Sttropez."
        },
        {
            "review_title": "Want to be dark? This is the one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "OMG. I have used 1 million self tanners I have used 1 million self tanners from Saint Tropez. This is by far the darkest most natural self tanner I have used this is even darker than when I used to get sprayed when I used to go get spray tans. Shockingly it has a beautiful smell. I canu2019t really describe it, but it smells so good. The day after I still have a little bit of that spray tan smell but itu2019s not nearly as strong as Iu2019m used to which is great. This has become my new favorite. I think it is so nice. I cannot wait to use it for my trip to Greece Iu2019m gonna look so tan and I only used it for four hours. I didnu2019t even use it for the full eight hours and Iu2019m so happy with it next time I will use it for the full amount of time and I know Iu2019m going to get so dark. I am very fair but I didnu2019t look orange at all. I love that Saintu00e9 doesnu2019t make you look orange it just makes you look tan. super super happy with it canu2019t say enough good things But be worn this is if you want to be tan this is not a subtle glow. This is an extreme tan. If you want to be dark this is the tan for you. Gifted by Saint Tropez tan"
        },
        {
            "review_title": "glowy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Dry skin",
            "review_text": "I absolutely love the St. Tropez Supru00eame Violet Bronzing Mousse! Its violet undertones give a natural-looking tan without any orange tint. The mousse texture makes application smooth, and the color develops beautifully, leaving me with a gorgeous, streak-free tan. Plus, the long-lasting formula ensures my tan lasts for days. It's a must-have for achieving a radiant, sun-kissed glow. *gifted by sttropez"
        },
        {
            "review_title": "scary to apply but great results!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This self tanner is DARK the description does not lie. When applying the mousse goes on purple almost black which is pretty scary and it dries down quickly so you really need to blend fast. You will instantly look very dark so I didnu2019t leave this on for more than an hour before rinsing off. It did transfer a bit to my clothes before rinsing but most self tanners do. After I rinsed I thought it didnu2019t work but within hours I was so naturally tan it looked like Iu2019d been out in the sun! This was gifted by st tropez!ud83eudd0d"
        },
        {
            "review_title": "love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I've tried many tanners over the years and this is definitely one of the good ones! The color looks natural and beautiful on me, and I am a lighter skin color. The color stayed strong for 5 days before starting to fade. It definitely gets that self tan smell and it's pretty strong after the first no-soap rinse off. I am still working on perfecting the hands. Make sure you exfoliate before using this!! And then pay attention to hydration! gifted by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
            "review_text": "This self tanner is seriously awesome so far! The color of this is the perfect shade of dark tan without being orange or green. It also does not get patchy which is all Iu2019m looking for. Would recommend"
        },
        {
            "review_title": "Good for olive skin tones",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I've tried many self tanners and this one works well! It's very pigmented and you have to move fast to blend. Definitely recommend good mitts to blend. It smells really good, almost like a perfume. Only thing i didnu2019t love is that it is sticky so i washed after 2 hours. If you can handle the stickiness and leave on longer than you'll be happy with the results"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "The Supreme Violet Bronzing Mousse might be the top self-tanner I have ever tried, and I promise you, I have tried a lot. I don't mind the smell, but it does have some minor staining, so wear dark clothes. (Complimentary from sttropez)"
        },
        {
            "review_title": "My new go to self tanner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I was gifted by st tropez. This is my new go to self tanner! It smells nice, applies lightly and doesnt stain my sheets. The violet tone goes well with my skin tone and the tan lasts for a week without getting blochy!"
        },
        {
            "review_title": "Bottle came exploded",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This was gifted by st. Tropez I wish I had a good review for this but unfortunately the bottle came completely exploded and when I opened the package I got the solution all over my dining room chairs resulting in stains. Very upset to say the least. Now Iu2019m stuck with stained chairs. The solution also got all over my hands very messy."
        },
        {
            "review_title": "Perfect for olive skin tones",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have always been a fan of St. Tropez but couldn't find a good color or shade until I found this one. I have light olive skin and I like how this enhances my natural skin tone. I received this product as a gift but I love it! Complimentary from sttropez"
        },
        {
            "review_title": "Love Love Love!!! Gives a natural deep tan!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "If you want to feel like you went away for a week on a tropical island sipping piu00f1a coladas and laying by the beach, this is the self tanner for YOU! I have used St. Tropez many times before and they never seem to disappoint! This one is by far my favorite! Make sure you buy the mitt for a hands clean experience like I did! Highly recommend! Gifted by St. Tropez!"
        },
        {
            "review_title": "Gorgeous glowing tan, no orange!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "As a pale girly, Iu2019m super excited to have been able to try this product! I always trust St. Tropez products when I want to tan. This tan left me with a beautiful, glowing tan without being orange! Thank you St. Tropez!! I received this product gifted by sttropeztan in exchange for my honest review."
        },
        {
            "review_title": "donu2019t bother with this product",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "I was gifted by sttropeztan this product in return for an honest review. I have used many self tanners throughout my life and I wish I was joking when I said this was by far the worst one Iu2019ve used. I tried so hard to like it but it absolutely was not it. As soon as you put it on it instantly dries and leaves behind so many streaks. The color was so unnatural looking & had a purple hue to it which again made my skin look abnormal. 10/10 would NOT recommend:("
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "The Supreme Violet Bronzing Mousse by St.Tropez is a great self tanner  and I absolutely love using it! Itu2019s the perfect at home self tanner that doesnu2019t leave my skin orange at all. Itu2019s a very natural but still noticeable tan"
        },
        {
            "review_title": "no orange",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "i absolutely love this tan. when i am tan, my confidence skyrockets. i have had trouble with some self tanners in the past. sometimes they make me look orange and patchy, but this one is absolutely amazing!! offered by sttropez"
        },
        {
            "review_title": "ULTRA DARK NON STREAKY TAN",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Finding a self tanner that does not have green undertones was such a struggle until I came upon this! This was gifted by StTropez for my honest review and here is it: It left me looking so bronzed without any steaks or looking green or too orange. It doesnu2019t not have a harsh self tan smell at all either & surprisingly did not transfer onto my sheets! This self tanner gives you a deep u201cvacation glowu201d looking tan. 10/10!!"
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The best self tanner Iu2019ve ever used. I will always recommend this to friends!"
        },
        {
            "review_title": "Must have tanner",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "This product was one of the best self tanners Iu2019ve used in awhile. It had violet undertones so you donu2019t even have to worry about looking too orange. The violet tone cancels out any warmth and yellow so my tan came out very even and cool toned. This is perfect for the winter and spring time when you want some color but canu2019t get in the sun enough or canu2019t afford a tanning membership. Iu2019ll definitely be using this all spring until itu2019s empty. I received this product as a gift! Offered by Sttropez."
        },
        {
            "review_title": "Amazing tan!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this tan! Ended up with a gorgeous color after I left it on for a few hours. The application was so easy and I love the smell of St. Tropez's line.  Since it is colored, it's super easy to tell where you have and haven't tanned. Definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "This is a great bronzing mousse! It left a beautiful tan it looks natural and very even tanu2019 I let it sit for 8 hrs and got the result I wanted it did not leave any stains on the sheets and no uneven spots"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have loved and used St Tropez for years and it just never fails me!! Itu2019s the og and the best! This violet color is incredibly natural looking and applies beautifully! It last a me for a good 5-7 days!"
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Gifted by St. Tropez, this new tanning moose worked amazing for me. I have deep olive undertones and I always have problems with fake tan looking the wrong color on me but this one complimented my skin tone great! i definitely recommend"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This gave me a perfect tan I canu2019t explain how amazing it feels on my skin and it looks I live in Nc and I donu2019t get tanned bc itu2019s so cold here but this tanner is really amazing Iu2019m so happy that it worked I was a bit skeptical at 1st but it worked well gifted by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I received this product for free offered by stTropez. I have olive skin and usually self tanner does not work that well on me, but this deep violet color really did and a bronze glow to my skin that was very nice."
        },
        {
            "review_title": "Beautiful results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It applies well and evenly without leaving a cast and the color looks very natural and is long-lasting. It also feels moisturizing. It does have a scent, but I think it is a lot lighter than other products that I have tried, which it is also another plus for me. One thing is that it is very important to exfoliate your skin very well as it will aid for perfect results. My first intend didn't turn perfect because I di not exfoliate my skin as I should of first. But the second time the results were amazing!"
        },
        {
            "review_title": "great natural tan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Supreme Violet Bronzing Mousse is incredible! I have a problem with tans being too orange and this looks extremely natural with an olive tone. It doesnu2019t look blotchy, itu2019s very even and I got compliments on how glowy my skin is, highly recommend!"
        },
        {
            "review_title": "Not dark enough for me!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "This product was gifted by sttropez in exchange for an honest review. I have used self tanner religiously for almost 10 years so I was super excited to try this one. When I applied it, I noticed the smell. It was similar to other st Tropez products. I did love that my clothes the next day did not smell like tanner at all which I was shocked at. I applied it before bed and slept in it for 8-10 hrs. When I woke up, I was super dark! Iu2019ve never been that dark with a self tanner so I was so excited. When rinsing it off, I noticed a ton of color rinsed off in the shower. After drying off, it was nowhere near as dark as before. It gave a good natural glow, but I was expecting a super deep color. It went on super even and streak free. The consistency was great. I will continue using the bottle but Iu2019m not sure I would get it again based only on the fact that most of the color was the bronzer that rinsed off. If youu2019re looking for a more natural tan, I would highly recommend this. But not for a dark tan."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "The Supru00eame violet bronzing mousse by St. Tropez is AMAZING OMG! This tan lasts long and looks flawless. My skin looks golden and glowy! Highly recommend for anyone looking for a natural looking glow."
        },
        {
            "review_title": "Didnu2019t work for my fair complexion",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Oily skin",
            "review_text": "I have pretty fair skin. After years of sunbed tanning I decided to try different self tanners to see which one I prefer. I give this 4 out of 5 stars. Too dark and warm for me but gives a nice tan overall."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Incredible tanning product! I loved the way it goes on with gloves and just how the color turned out! Definitely a must have for summer but also for the plae winter skin! I would recommend for anyone! Gifted by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "gifted by sttropez their supreme violet bronzing moose for my honest opinion. This gives me a nice dark tan, but itu2019s not orange as it has all of undertones this really gives a professional tan all in your own home. I absolutely love it."
        },
        {
            "review_title": "Gives you a natural deep tan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The St. Tropez self tan supreme violet Bronzing mousse gives you a natural deep olive tam without streaking. It leaves your skin with flawless results that lasts for days. I received this product complimentary from St. Tropez in exchange for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "loved this bronzing mousse gifted to me by St. Tropez! I have used various bronzing mousses by St. Tropez and each time I love them more and more. I love that this in particular is for olive skin tones."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This Bronzing Mousse is a game-changer for achieving a natural-looking tan. Its violet undertones counteract orange hues, leaving a flawless, sun-kissed glow. The mousse formula is easy to apply and dries quickly, resulting in streak-free, long-lasting color. I also love that it smells really good. Highly recommend for a radiant, bronzed complexion!"
        },
        {
            "review_title": "Sooo good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "Wow the most STUNNING deep bronze color! This color is insanely good! I have a neutral olive skin tone and this looks so good on my skin! I was gifted by sttropez this product for free but will absolutely be repurchasing!"
        },
        {
            "review_title": "Loved",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "The tanning mousse provided a natural-looking tan without streaks. It dried quickly and didn't leave a sticky residue. The color was buildable, allowing for a customized shade. However, the scent was a bit strong during application. Overall, a reliable option for achieving a sun-kissed glow."
        },
        {
            "review_title": "WINNER WINNER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "This was gifted by St Tropez but itu2019s my honest opinion! This tanner is DARRK like muddy dark like almost black! Iu2019m African American and was worried that itu2019d be too dark for me but itu2019s perfect. I look super bronzed and toasty without giving ORANGE ud83dude02 I love it so far! A bit messy a thinner mousse but it dries down nicely."
        },
        {
            "review_title": "Dark Tan!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I absolutely love this brand and this is an awesome product if you want a dark tan!! It truly gives your skin a dark yet natural tan, without making it look orange whatsoever! The purple cuts out any orange to it just like purple shampoo for blondes. Itu2019s an amazing product!!!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Product arrived quickly. Packaging is effective, sleek, and aesthetic. Product is easy to apply, does not leave streaks, and left me feeling naturally bronzed. I would recommend this to anybody looking for a natural tan. Gifted by Sttropez."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Tan skin tone, Normal skin",
            "review_text": "first thing first, let's talk about the scent of this tanner. I have never been able to find a tanner that doesn't leave a horrid smell. until i tried this St Tropez tanner! This tanner has a light scent and it doesn't have that gross tanner smell. The scent is really mild! It's also a trust-the -process as it goes on a bit streaky, but just keep blending it out with your mitt and it will look perfect! The color is also not orange and leaves a really nice natural looking tan!"
        },
        {
            "review_title": "Redhead approved!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I was gifted the Supreme Violet Bronzing Mousse and let me tell you, this tan is unreal! As a super pale redhead, finding a dark tan that is even and lasts all week was almost impossible. I will definitely repurchase!"
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "i've gotten to try this supreme violet bronzing mousse. i absolutely love it. the only tanning mousse i've truly loved is from sttropez. highly recommend it to everyone! give it a try for your next vacation!"
        },
        {
            "review_title": "Great!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This bronzing mousse has been my favorite so far, and I have tried many. I am not the best at self tanning so when I say this made it easy I mean it. The color came out so beautiful with practically no effort. 4 starts because the price is a bit steep.  This was gifted by st tropez"
        },
        {
            "review_title": "YES YES YES",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This self tanner was gifted by St Tropez - I AM OBSESSED. It doesn't make me look orange and is so easy to apply! It also lasts a long time which I can appreciate, I definitely will be using this frequently!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I like the bottle/ packaging. I will say the price point is steep but a little goes a long way. I do prefer a mouse, and this works well. Make sure to exfoliate before applying and apply evenly. Gives a really pretty bronze look overall."
        },
        {
            "review_title": "must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I really enjoy using these self-tanners; this one is a little darker than I would want, but since I keep using them, it still looks really naturalu2014almost like the ideal summertime tan from Florida! The application procedure is also quite simple. Awarded by Sttropez."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this tan! Makes my skin look nice and bronzed and does not have a bad smell which a lot of other tanners do! Works fast and is easy to use. I usually leave on overnight and have been loving :)!!!"
        },
        {
            "review_title": "Nailed it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I use tropez all the time! This is my first time with this product and it did not disappoint. It always makes me tan without orange and without ruining my beige bed sheets. Itu2019s the non transfer for me. Gifted by Tropez"
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "Best self tanner hands down! It doesnu2019t leave you looking orange, does not transfer and is so easy to apply. I always recommended this self tanner to Everyone! I am obsessed. Gifted this supreme violet mousee."
        },
        {
            "review_title": "must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This self tan is amazing. it leaves such natural coloring and makes me feel so confident. it is easy to use and i absolutely love it. i always have loved st tropez but this one knocked it out of the park!!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "This product was gifted by st tropez and I was already a huge fan but having an olive shade is so nice as a pale but still olive toned Arabic person. Itu2019s so convenient to use and leaves a great color that doesnu2019t look streaky"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by St. Tropez, this tanning mousse delivers a remarkably natural, sun-kissed appearance that endures for approximately 4 to 5 days on my skin. The product boasts a pleasant fragrance, adding to my overall satisfaction. The mousse texture is another highlight, as it effortlessly glides onto the skin, enhancing the application experience."
        },
        {
            "review_title": "So natural but still dark!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was gifted by St Tropez tan and I am an abide tan user of theirs. I was super excited to see a violet version of their mousse and I was so pleasantly surprised. I didnu2019t look even the slightest bit of orange or red and it gives you such a natural laid out in the sun type of look and I couldnu2019t love it more!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love using these self tanners, this one is a tad darker for me but since I keep using them it looks as natural as possible, almost like the perfect summer Florida tan! The application process is super easy too. Gifted by sttropez."
        },
        {
            "review_title": "Express Feature Makes it a Yes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I love it BUT if youu2019re pale like myself, I highly recommend only doing the 30 minute leave on. The color is very dark and scary when you first put it on, but it does fade very nicely. I left mine on for the 30 minutes and was easily a shade darker. Itu2019s easy to use and this express option is fantastic! This was gifted by sttropeztan"
        },
        {
            "review_title": "love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "this product was gifted by sttropez in exchange for my honest review. this is my favorite self tan so far! iu2019ve always used this brand for years and ive never had a problem yet! so smooth and streak free, and very even!"
        },
        {
            "review_title": "Beautiful glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "This instant tan was offered by sttropez this tanner went on beautifully it didnu2019t streak and went on very even leaving me with a gorgeous golden sun kissed tan. I looked like I had been on a tropical island vacation and my skin had a gorgeous even glowy tan"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Gifted by St. Tropezu2026 this self tan supreme violet self tanneru2026 wow this is the deepest self tanner I have ever used, and also the most cool toned, not a bit orange or warm toned. I actually Love the color, but will admit it take a bit of a learning curve to figure it out. So, it takes awhile to dry downu2026 like an hour. So, if you are in a hurry, it will be a disaster. You have to wait until it is COMPLETELY dried down before applying lotion on top or really touching anything, or it will streak, come off, blotch, etc. but, if you can wait, itu2019s a gorgeous deep tan."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "Omg I love this self tanner! So so easy to use and gives the perfect color. Iu2019ve been looking for a product like this for a while and Iu2019m happy I found it. I would definitely recommend this product!!! Offered by sttropez"
        },
        {
            "review_title": "All year round use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Offered by sttropez This is probably my 6th bottle of this brandu2019s self tanner and it never disappoints. I always end up with a golden brown Sun kissed glow after using these products.  They never disappoint and always deliver!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "This self tanner was very easy to use! I just did the normal, shower, exfoliate and then apply in circular motions! I slept with mine and woke up very tan and not splotchy at all! The tan after a week still looks very nice and not orange at all. This was also gifted by sttropez"
        },
        {
            "review_title": "The BEST tanner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love all things St. Tropez! Always reliable and every product works so well! This tan is the perfect color! Goes on so smooth and blends out so well! Would definitely by this product again! 10/10 product!! Offered by St. Tropez"
        },
        {
            "review_title": "Love at first application",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Ok but this actually works. This is my first time using mousse as bronzing and Iu2019m so ready for summer. The glow super easy to apply and easy to wash off excess. This is just the beginning for I will be getting another one pretty soon.  Offered by Sstropez."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "First and foremost, the color result is stunning. The violet undertones counteract any orange hues, leaving behind a natural, golden tan that looks like I've just returned from a tropical vacation. The mousse applies smoothly and evenly, ensuring there are no streaks or patches. Complimentary from sttropez"
        },
        {
            "review_title": "Not it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Normal skin",
            "review_text": "I was gifted by St Tropez, I typically love their self tanners but this is not it. Although it smells beautiful this is streaky and really hard to blend. I am not a fan of how purple it is. This product is disappointing"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "this product was gifted by sttropez and i was very happy to try it. It left a very good tan on me and for reference I have olive skin. I am pleased with the results and will be using the tan again! It also was not streaky"
        },
        {
            "review_title": "LOVE MY GLOW!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received the self tan supreme violet bronzing mousse gifted to me by St. Tropez and I am loving it! My skin has a gorgeous bronze glow on it. I donu2019t look orange at all and it dries a nice olive color even when washed off."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "Even though I received this product gifted by sttropez I would still give it a 10/10!!! Itu2019s quite literally the darkest guide color Iu2019ve ever seen and itu2019s the perfect color. It doesnu2019t leave you orange at all. The smell is amazing and barely gives you that self tan smell! Iu2019d definitely recommend this product to advanced self tanners looking for a super dark deep tan!"
        },
        {
            "review_title": "Love!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Oily skin",
            "review_text": "I love the way this product makes me bronzed and glowy! I get really pale in the winter and Iu2019m always on the lookout for something new to try, happy I tried this bronzing mousse! I was sent this product for free however all opinions are my own. gifted by sttropeztan"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Looks so much like a natural sun tan that it is crazy. I always love the express self tan but the color pay off of this one is worth waiting 8 hours. The smell is not super strong and there is no transfer to clothing/sheets. This is one of my new favorite self tanning products!! Gifted by saint tropez"
        },
        {
            "review_title": "SO NATURAL",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "This product was gifted to me in exchange for an honest review. This was my first time using a self tanner in years and years. I donu2019t know why I ever stopped. It is INCREDIBLE. so easy and leaves me looking so naturally tanned."
        },
        {
            "review_title": "Amazing olive tone!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "Such a good self tanner. It left with such a nice olive tone. I have always had an issue with self tanners making me look too orange and this one does not. I absolutely love it! I will for sure be purchasing again! This was offered by sttropez but I did not expect to love it as much as I did!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This product was offered by StTropez, and as an avid self tan girlie I was curious to see how it would hold up against other brands that Iu2019ve tried. Let me just say I was blown away. Just one coat of this tanner came out so saturated and did not streak at all. It was the fastest self tan application Iu2019ve ever had. Also didnt have that gross self tanner smell that other brands have. The tan has lasted me so long already and is a beautiful olive tone. Will 1000% be repurchasing!"
        },
        {
            "review_title": "A must have tanning mouse!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This bronzing mouse is one of my favorites! Gives you the perfect natural tan and doesnu2019t leave you splotchy! Easy to apply and it lasts a long time!! The color is perfect too! Doesnu2019t have an unnatural orange hue. Offered by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "i love all of st tropez products and am always looking for a deeper darker self tanner. this exceeded my expectations and doesnt have a bad smell and applies extremely easy im excited to use it more over time gifted by sttropez"
        },
        {
            "review_title": "YESS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "i received this product for free by skeepers. This is such a good self tanner. i recommend it doesnu2019t smell bad it has a nice smell so if you needed to go run errands it doesnu2019t have a bad smell. After about 6 hours i started to see it get darker and i absolutely love this glow."
        },
        {
            "review_title": "FINALLY AN OLIVE UNDERTONE TAN!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "Iu2019ve been using St. Tropez tanners for over a decade, and this one might be my new favorite. This Supreme Violet Mousse has an olive undertone (same as my natural undertone), so it looks even more natural applied/on.   This is also an Ultra-Dark formula, so I typically leave this particular tan on 6-7hrs before rinsing off. If you have an olive undertone, this is a must-try tan - Iu2019m telling ya!  St. Tropez gifted me this product. All opinions are my own."
        },
        {
            "review_title": "For the tan girlies",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019ve been self tanning years, and I loved trying this new product. I have olive undertones and this tanner looked really nice and natural. You donu2019t have to leave it on for the full eight hours either! The best was that it did not make me look orange after. I love it. Gifted by St Tropez."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I was gifted by sttropez with the Supreme Violet Bronzing Mousse, and am so glad I got the chance to discover a new self tanning product. It was super easy to use and gave me a smooth natural looking tan after being developed."
        },
        {
            "review_title": "A Real Tan",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by St. Tropez. Self Tan Supru00eame Violet Bronzing Mousse, This self tan bronzing mousse is actually crazy. This self tan mousse goes rom 0-100. If you are looking for a really deep color that makes you look like you have been out on the beach for a whole summer. This is a powerful and easy to use self tan mousse. The reason I gave it 4 stars is because the color literally changes your skintone. So for me, there was just no way I could make this not look fake on my skintone. (Especially because it is the dead of winter). However, if you are looking for a serious tan that makes you look like you're getting beach summer weather all year around, then this is your ideal mousse."
        },
        {
            "review_title": "For my girlies that like to be tan in the winter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this tanning mousse for free. It was gifted by St.Tropez! I am an olive skin toned girl so I cannot wait to try this to deepen my olive skin and make me nice and tan. I love a good tan thatu2019s doesnu2019t make you look orange but more of a natural bronzer color and this one I know Iu2019m gonna love. Im so excited to try it out."
        },
        {
            "review_title": "You Glow Girl",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Gifted to me by St. Tropez and I love this tanner! A new look and a new formula but the same great self tan! So easy to use and application is too simple. The smell is pleasant and my skin was glowing and looking beautiful in one use. Would recommend for anyone"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I think i prefer a mouuse vs a lotion or spray. This was easy to rub in and the color pay off was amazing. I didnt leave it on too long and was the perfect shade i was trying to achieve. I did prep before application. gifted by sttropez"
        },
        {
            "review_title": "Highly recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was gifted this self tanning mousse and I am completely in love! I am much lighter in the colder months and this has definitely been a game changer! It gives me the perfect sun-kissed glow as if I went on a vacation. I love thatu2019s itu2019s easy to apply and does not get everywhere. It also leaves my skin feeling moisturized not drying at all. And the scent is a plus for me. Highly recommend!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I have applied once and can definitely see an amazing result without streaks with only one application. Gives a deep tan with one use. The smell on this self tanner is absolutely incredible, St Tropez really delivers when it comes to self tanning products. gifted by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "Supru00eame Violet Bronzing Mousse from Tropez is the best for an ultra-dark, natural-looking tan. Easy to apply, quick-dry, and streak-free. Results in a rich, head-turning bronze glow!"
        },
        {
            "review_title": "My new fave!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "The supreme, violet, bronzing moose is absolutely amazing! It gives me the perfect tan, and makes me super dark without looking patchy! It goes on smooth, and it doesnu2019t smell, super strong which I like a lot. Offered by sttropez"
        },
        {
            "review_title": "Love this tanner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "I stumbled upon Supreme Violet Bronzing Mousse while searching for a reliable self-tanner, and I'm so glad I did! The application is seamless, and the results are stunningu2014natural-looking and streak-free. Plus, the scent is divine! Highly recommend for anyone seeking a hassle-free way to achieve a gorgeous glow offered by St. Tropez."
        },
        {
            "review_title": "A WIN FOR OLIVE UNDERTONES!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "FINALLY a tanning product for the olive skin girlies! I was so exctied to try this since I'm a light skintone but olive undertone so its really hard for me to get a natural looking 'fake' tan. I left this one for an hour just to test it out and see if it gave a glow and it was really natural looking at smelled great.  it also dried down fast which was a plus so i didnt feel bad while waiting for it to set. washed off evenly and looked GREAT!!! gifted by sttropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I already love all of st tropez tanning products but the color on this tanner is stunning! I also love that itu2019s an express tanner and I donu2019t have to sleep in it if I donu2019t want to which is what I usually do - gifted by st tropez"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Iu2019ve tried the other st. Tropez tanning mousse shades and have been satisfied but this shade/blend is by far my favorite. I have olive Italian skin and find other tanning mousses to be bland on my skin. This formula makes me look like I just spent a summer month on the Amalfi coast but overnight. Itu2019s not orange, easy to see where you may have missed and did not bleed on my sheets. Provides a deep olive tan! Gifted by sttropeztan"
        },
        {
            "review_title": "So easy to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Love this tanning mousse. Gifted by St. Tropez. Itu2019s so easy to apply evenly because itu2019s slightly tinted and the mousse is easier to work with and blend imo than the sprays and it gives a much richer color than drops if you let it fully develop. Beautiful golden tan"
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This product left no streaks on my skin. Iu2019ve tried so many products that were so hard to apply but this was super easy. The color matched my skin tone very well and wasnu2019t orange. It didnu2019t leave me looking crazy. This was gifted by sttropeztan"
        },
        {
            "review_title": "New go to",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I was gifted the supreme violet bronzing mousse by sttropez.  I followed the on the go directions and left the tan on for 30 minutes then washed it off to develop over the next 8 hours.  I was worried how it would turn out because it looked streaky when i was putting it on, but I woke up this morning to a beautiful tan! I love that this tan stays developing after you wash it off for a quick and cleaner process!"
        },
        {
            "review_title": "I can finally look tan all year round !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I have been using the Violet Bronzing Mousse, which was complimentary from st tropez, for a couple of weeks now, & i am absolutely obsessed with the natural-looking glow it gives me. It dries super fast and isn't sticky, which is SO important! Overall, I love this product and would recommend it to someone looking for a natural-looking tan that's easy to apply."
        },
        {
            "review_title": "LOVE LOVE LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Wow, this stuff does NOT disappoint!!! Absolutely obsessed!!! Turned my very pale light skin to a beautiful bronzed olive tan without the orange undertones that others would give me. Lasts a very good while as well which is a huge plus. Perfect for winter especially to keep your summer bronze up! gifted by st. Tropez"
        },
        {
            "review_title": "Great self tan option!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "Gifted by sttropeztan. This is a great and natural looking option for self tan! Itu2019s super easy to apply and isnu2019t patchy when it dries. The color is super flattering as well, I definitely think this might be my new go-to for self tanner."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Dry skin",
            "review_text": "I absolutely live for a violet tinted self tanner on my skin. Personally they give a much more natural tan than one with the green undertone. I find that St Tropez formulas are the easiest to apply and also the hardest to mess up. They fade the most naturally, and as much as it bums me out to say it, they are worth the price. Gifted by sttropez"
        },
        {
            "review_title": "I am obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "Gifted by sttropeztan. I am absolutely obsessed!! This stuff works so well. I love that it doesnu2019t smell weird. It smells so good. I am definitely going to be purchasing this in the future! It is the perfect color tan and itu2019s my new favorite!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "I have tried a lot of bronzing body products but nothing and I mean nothing compares to St Tropez bronzers. They are amazing. I use this for under painting the face. Literally wake up with snatched contour everyday. I also use it all over my body for a perfect bronze offered by Sttropez."
        },
        {
            "review_title": "No Cheeto tan here",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was gifted by sttropez. I love a good self tanner and this one is best of the best. Itu2019s not orange at all and has a nice tropical smell. Itu2019s easy to apply and doesnu2019t feel tight or drying on my skin. I love the color this gives"
        },
        {
            "review_title": "SO GLOWYYYY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I donu2019t tan very often, but when I do this will be my new go to! This product was gifted by sttropez. I like the glow it gave me because it doesnu2019t make me feel orange. It also lasted a while and didnu2019t get very blotchy. I would recommend to anyone who loves a nice glow."
        },
        {
            "review_title": "Love!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "St. Tropez gifted me their Self Tan Supreme Violet bronzing Mousse for an honest review. Iu2019ve been using St. Tropez products for years and they are hands down the best. This tanner specifically gives you that deep ultra dark tan, perfect for those already olive skinned girls. I left it on for 8 hours for the best result!"
        },
        {
            "review_title": "long lasting + instant results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "love trying all the new st. tropez products gifted by sttropez for my review and this one is great! it leaves an even finish with a deep, warm olive tan. it's pretty instant or at least my skin looked great after application, but like with most of their mousses, I wear long sleeves and pants since the color transfers to lighter materials"
        },
        {
            "review_title": "A must!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This tanner has helped me through the winter months! Itu2019s easy applicable and spreads evenly! It has a great olive color undertone which is perfect for my skin type. It does not leave you orange and gives you a great deep tan! Definitely recommend! I was gifted by St. Tropez and so thankful to use their amazing products!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this tanning foam its great. its easy to apply and stays on for days! I will definitely be repurchasing this in the future. I would recommend for olive skin tones, and to leave it on for at least a few hours"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The application was effortless and I wasn't streaky at all! Having a mitt to apply made it so I didn't have tan hands! The immediate bronzing color was not orangey and complimented my skin tone nicely. The scent was very light and after my shower the color that developed was very similar to the initial result but a bit more natural. Offered by St Tropez"
        },
        {
            "review_title": "love this tanner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "this is one of my favorite tanners ever. this brand is incredible and makes me look so good and bold. great for winters when I am clearly super pale. I love how it leaves no streaks. definitely going to repurchase."
        },
        {
            "review_title": "great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "gifted by sttropez I have found this bronzing mousse to be one of the best I have ever used. I received it for free and this is my honest opinion. The application process is simple and easy, and the tan goes on smoothly. You won't have to go through too many steps to apply it or maintain the tan. It doesn't rub off easily as well."
        },
        {
            "review_title": "Nothing like the other self tanners",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "I was gifted by st tropez tan this supreme violet self tanner and I will never use another self tanner brand again! This doesnu2019t smell like the other self tanners Iu2019ve tried, it smells like summer and coconuts! I also love how it gives me an olivey kind of shade of tan and it applies without being streaky or patchy!"
        },
        {
            "review_title": "The best long lasting tan!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is my new go to tanner! Everything Iu2019ve tried makes me orange or is too warm for my liking. This gives me the most natural olive tan for my skin tone. If you want a cool toned tan this is the perfect formula! I apply at night and then leave it overnight for the richest color payoff. It dried quickly after application and after rinsing the next morning I didnu2019t notice any issues with tanner getting on my clothing so I could definitely wear white if I wanted to. I will always recommend this tan!"
        },
        {
            "review_title": "Perfect Tan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The bronzing mousse is my new favorite self tanner. It gives me the most natural bronze and is so easy to apply. It gives me a seamless glow every time I use it. St Tropez really knew what they were doing when they made this self tanner."
        },
        {
            "review_title": "My new fav!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This rich and olive creamy self tan set is the perfect color for me! Perfect for my everyday look and it blends in really well and doesnu2019t leave bad patches. I like that it doesnu2019t have a strong smell or stain my clothes! Gifted by sttropez but found my new fav!"
        },
        {
            "review_title": "Love the undertones!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love the undertones! I was a little nervous about it being violet since I typically use olive undertones when tanning but this looks so natural!! It was a little darker than what I would typically use but would be perfect for the summer. GIFTED by sttropeztan"
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Love love love this Tanner!!! Itu2019s my favorite brand to begin with and this was my first time trying this specific one, itu2019s so good! Love how it applies and how it looks. It also dries down very quickly Offered by sttropez"
        },
        {
            "review_title": "Olive Tan!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Gifted by sttropez. I have used so many self tanners and most have been splotchy and very orange. Not this one! It leaves you with the perfect olive tan, like you just got back from vacation! Goes on easy with a mitt and lasts about a week for me!"
        },
        {
            "review_title": "Perfect for a deep tan",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I love a good self tanner. I would definitely say this one is dark, so for fellow super-pale girlies, this might be a jump scare. It has a normal self tanner scent, which is essentially unavoidable, but it did not apply patchy to the skin. I was honestly shocked because St. Tropez tanners can be super hit or miss. Iu2019m not sure it is my favorite formula from the line, but it isnu2019t the worst. If you can afford it and are looking for a super deep bronze, itu2019s worth trying. I think because I am so fair, itu2019s not the most natural, however, I do think it can be on the right starting skin tone!!   Gifted by St. Tropez in exchange for an honest review."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Gifted By Saint Tropez **Review: St. Tropez Self Tan Bronzing Mousse** After trying out the St. Tropez Self Tan Bronzing Mousse, I can confidently say it's a game-changer in the world of self-tanning. This product exceeded my expectations in every way possible. First and foremost, the application process was a breeze. The mousse texture glided smoothly onto my skin, allowing for easy, streak-free coverage. It dried quickly, which meant I could get dressed without worrying about it transferring onto my clothes. What truly sets this self-tanner apart is its natural-looking results. Instead of an orangey hue, it gave me a gorgeous, sun-kissed glow that looked like I had just returned from a weekend in St. Tropez. The color developed gradually over a few hours, leaving me with a believable tan that lasted for days. I also appreciated the hydrating properties of this formula. Unlike other self-tanners that can leave your skin feeling dry and tight, the St. Tropez mousse left my skin feeling soft and moisturized. Overall, I highly recommend the St. Tropez Self Tan Bronzing Mousse to anyone looking for a reliable, streak-free self-tanning option. With its easy application, natural-looking results, and long-lasting color, it's become a staple in my beauty routine. Say hello to a sun-kissed glow, courtesy of St. Tropez!"
        },
        {
            "review_title": "Very Natural Looking Tan!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I sat in Ulta debating between self tanners for 30 minutes. I decided on this one because I knew that since this is a violet tanner with an olive color that I wouldnu2019t turn orange. I have turned orange from multiple self tanners. I love this self tanner, it doesnu2019t smell bad, it goes on smooth, and the color is NOT orange. I am so excited that st tropez gifted me this tanner because now itu2019s a staple!"
        },
        {
            "review_title": "Deepest natural tan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This mousse self tanner came just in time as my skin has been so pale and blah during the cold winter months.The foam absorbs and dries quickly. I apply it before bedtime and wash it off in the morning for a natural deep tan."
        },
        {
            "review_title": "Most perfect olive tan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "StTropez gifted me the new Supru00eame Violet Bronzing Mousse and I love it! Itu2019s the most perfect olive undertone. It leaves a flawless dark olive tan, but it also looks so natural with the most gorgeous glow!"
        },
        {
            "review_title": "Must have product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This self-tanner was gifted by sttropez but it exceeded my expectations! The application was smooth, and it didn't leave any streaks. The color developed beautifully, giving me a natural-looking tan. I appreciate the subtle scent, unlike some overpowering alternatives. My only suggestion would be to improve the drying time. Overall, a fantastic product for a sun-kissed glow without the sun damage."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Bronzing this is so perfect for my skin tone and overall complexion. It is so smooth and even it does not leave any patchy streaks or anything and I highly recommend. It lasts a really long time as well so happy to have been gifted by sttropez!"
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "gifted by st. tropez, I love this product so much itu2019s so pretty the color makes my skin look so radiant and at 100%. Recommend this to anybody it looks so natural and the color is gorgeous on my skin tone. I have a very olive skin tone, but this product makes it look so much better 100% recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product for free as a gifted by sttropez, and it has been amazing, I recommend it 100%. It's really good, the color doesn't fade so quickly, it's ideal for this winter season. It's available to purchase, and you'll see that you won't regret it, I love it!!! ud83eudd29ud83dude4cud83cudffcud83dude0d"
        },
        {
            "review_title": "A must have for gorgeous glow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I absolutely love this St tropez self tanner,it was gifted by st tropez but it gave me the most gorgeous glow! Itu2019s so natural you canu2019t even tell itu2019s fake! Iu2019m SO PALE but this looked great on me! I love this self tanner. Not switching!"
        },
        {
            "review_title": "A must have to look tanned without damage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "St Tropez has so many amazing products to create really well blended kind of looks when it comes to tanned skin. I love that I can do this without sun damage and make an effortless bronzy look. I have been using it since a year ago and I feel amazing! I received this gifted by St Tropez"
        },
        {
            "review_title": "New favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "I used to work at a salon giving spray tans and we would always use this brands solution with the violet base so I was so excited to see it in a mousse version. I really enjoyed this violet mousse, application went so easily and it didnu2019t have that awful self tanner smell that some other self tanners have. waiting the recommended timeframe and rinse I was left with a beautiful olive tan. My skin is fair and this developed into a beautiful tan that wasnu2019t orangey at all. Down the line I would love to see them come out with an express version of this product! I really enjoyed this self tanner and I think it will be one of my new go tou2019s when summer comes around! Would definitely recommend this product! Gifted by st tropez"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "I received this product free of charge. I followed the guidelines and wore it for eight hours before showering and wow, I am amazed. Not orange at all which I love. Would absolutely reach for this again for a great winter skin refresh. Offered by sttropez"
        },
        {
            "review_title": "Fast Tan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Gifted by St. Tropez this product was complimentary it was my first time using a self tanner. I recommend using gloves when applying this. The product was smooth it gave a nice beautiful glow. I know this is going to be perfect in the summer time and I canu2019t wait to use more of it. This product blends very easy and truly the quickest way to get a tan. Im ready for vacation."
        },
        {
            "review_title": "A must have for the spring time!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "I was gifted by sttropeztan. I really enjoyed using this self tanner, as it develops it leaves a nice bronze and not an orangey tone. I think this would be perfect to use during spring and summer time when wanting to achieve a tan instead of laying in the sun. So much better for your skin!"
        },
        {
            "review_title": "Must have for a vacation glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This tanning mouse is perfection. I received this complimentary from St Tropez, but I would absolutely repurchase it myself. If you love a deep olive tan, this is the perfect tanner for you. The application is so easy with a mitt or even vinyl gloves, and after you sleep and it develops overnight, you have the richest tan that makes you look like you just came back from vacation. I highly recommend it! I paired this with St Tropez's face mist, and it was the best tan."
        },
        {
            "review_title": "Gorgeous Olive Tan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "St. Tropez gifted me this supreme violet bronzing mousse, but I have been using st. Tropez for over a decade. I love the olive tone this tan leaves behind if you feel that other self tanner pull orange on you try this one! It has a tan guard so you can make sure youu2019re spreading it evenly! Make sure you exfoliate well and youu2019re sure to have  a gorgeous tan!"
        },
        {
            "review_title": "the perfectly dark tan for olive skin tones!ud83eudd0e",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I have been using St.Tropezu2019s tanning products for years and they have never failed me. I have only recently started trying out violet bronzing mousseu2019s and omg- they are to die for!! the intense tan color it gives me is so dark but so natural on my skin tone. no orange skin in sight!! gifted by sttropez"
        },
        {
            "review_title": "New fave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "LOVE THIS. I've been feeling extra pale this winter and started using a different gradual tanning lotion but the process was taking FOREVER. Was gifted by sttropez and wow the results are instant! Wish I got this earlier it would've saved me so much time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I was recently gifted by St. Tropez their Supru00eame Violet Bronzing Mousse, and I must say, it's absolutely fabulous. The mousse applies smoothly, leaving behind a gorgeous, streak-free tan that perfectly complements my skin tone without any orange tint. It's been a delightful addition to my beauty routine, giving me that sun-kissed glow I've always wanted."
        },
        {
            "review_title": "Tannnnn Goddess",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I look like I came back from a long vacation! Cannot recommend this product enough, you absolutely need it this summer because even if the budget for vacay ainu2019t there we are going to look like weu2019ve been abroad. Gifted by st. Tropez, thank you for the product to try."
        },
        {
            "review_title": "If you self-tan, you NEED it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "St Tropez is my holy grail when it comes to self-tanners so I was so excited to try this ultra-dark one! I was nervous that this would come off orange but not at all! This gives such a stunning olive tan color. Dare I say it even looks natural??? I can't wait to use this when I'm actually not just wearing sweaters in the wintertime! This does have a self tanner smell but I sleep in mine and wash it off in the morning so I see no issue. There is a color guard which I appreciate so that I know where my tanner is going. That being said, make sure to let it dry down before getting into bed. Also, if you tend to sweat at night, use dark sheets or ones you don't care much about getting tanner on. Overall, this is awesome and I will be repurchasing! This was gifted by sttropez but I ll repurchase!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Gifted by Sy Tropez. This is my new go to self tanner. It looks so great iu2019ve gotten so many compliments already. Iu2019m in a wedding in a few months so iu2019m definitely going to be using this as my tanner"
        },
        {
            "review_title": "New must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I was gifted by stripez this item in exchange for my review and i love it! It leaves a golden bronze tan without streaks and goes on so smooth! It does not smell, and so I have no problem, wearing it for a longer amount of time."
        },
        {
            "review_title": "Game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "This self-tanning potion is a total game-changer! I absolutely adore the hue. Once it kicks in, it doesn't resemble an orange in the slightest. Super easy to apply and doesn't leave any blotches. I wholeheartedly endorse this elixir! It's my new go-to. Gifted by  of St. Tropez"
        },
        {
            "review_title": "Such a Good Self Tanner!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I was gifted by st tropez tan. I was so excited to try this product out because I get super pale during the winter and since we are headed into spring, I really wanted to start getting more color! Usually I am iffy on tanners because theyu2019re blotchy or orange but not this one. This gave me such an even color and itu2019s such a nice shade!! Love this product"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This brand can do no wrong! Gifted by sttropez! This mousse gives you the dark deep tan that youu2019ve been dreaming of. Even though itu2019s dark, it is so natural and glowy. It blends so easy and fades beautifully."
        },
        {
            "review_title": "I love this tan!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I LIVE FOR THIS TAN! I LOVE THIS TAN! THIS TAN IS SO GOOD! It is actually so pretty and the smell isnu2019t as bad as a normal tanning mousse. I really liked this tan and iu2019m going to use it again super soon! gifted by sttropeztan"
        }
    ]
}