{
    "product_id": "116",
    "name": "Long Barrel Styler Pro Curling Iron 1",
    "brand": "Bio Ionic",
    "categories": "Hair, Tools, Curling Irons",
    "price": 201.5,
    "about": "What it is:A long-barrel curling iron that keeps strands hydrated, even with continuous use, and leaves hair looking and feeling irresistibly silky and smooth..Hair Type:Straight, Wavy, Curly, and Coily.Hair Texture:Fine, Medium, and Thick.Hair Concerns:- Curl-Enhancing.Key Benefits:- Two-inch-longer barrel than average for longer hair and ease with back-of-head styling.What Else You Need to Know:Featuring an extended-length barrel, this iron makes it easier to create loose, modern curls and waves. NanoIonic MX technology and Bio Ionic Moisturizing Heat lock in moisture, seal the cuticle, and ensure that curls last longer and stay conditioned and bouncy (instead of dull and limp).",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.-Use the extended barrel to more easily curl the hair in the back of your head.",
    "num_reviews": 87,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/long-barrel-styler-pro-curling-iron-1-P406532?skuId=1807809&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s1807809-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Love it! Holds curls very well and gives the perfect waves."
        },
        {
            "review_title": "Mixed feelings",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "After 3 weeks and a lot of trial and error, Iu2019m a bit disappointed. I purchased this iron based on the specs and photos of beautiful soft wave/curls Iu2019ve come across that mentioned this iron. I prefer 1.25 inch curls, but have recently cut my hair and tend to lose curls in the top so played it safe. I had to adjust my technique multiple times to have the curls last. My bottom layer has fallen completely by the time I was finished. I canu2019t even comb out the curls because theyu2019ll just go flat at the top with long, flat waves at the bottom. The curls look nice and shiny. I think this would be best for people who like the flat, undone wave or loose curls at the ends, but anyone going for voluminous , long lasting curls that can be toddler/finger combed out may not be impressed. I wonder if the u201cmoisturizing heatu201d contributes to the curls falling?"
        },
        {
            "review_title": "fries hair.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "makes pretty curls but FRIES your hair. i had super long hair and used this once a week. i did not bleach it at all and it fried my hair off up to my shoulders."
        },
        {
            "review_title": "Not worth the price",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Do not purchase . My iron stopped working after 4 months and Sephora will not accept any returns after 60 days . Not worth it"
        },
        {
            "review_title": "DO NOT BUY",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I bought it during the pandemic because of the long barel but only just started using it since going back to office. I've used it less than 10 times before it just stopped working, which is ridiculous for something so expensive. Such a waste of money, do not buy."
        },
        {
            "review_title": "Wonu2019t turn on after six months",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I loved it but then it stopped working after six months. I couldnu2019t turn it on at all. Tried different electrical outlets. I had maybe used it ten times. For me to get it looked at under  warranty, I have to pay to ship it and shipping would be the cost of a new one. Such a shame."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "i have been a dedicated curling wand girl, but decided to dip my toe into the curling iron world with this one from bio ionic and i am so glad i did. i also tried one from another three-letter-brand that just did not hold a candle to this. i have long, fine, pin straight hair and lots of it - this iron gives me curls that last for days even with zero styling product. best of all is with the long barrel i can do my whole head in ~10 minutes. i prefer a beachy wave and this iron makes it so easy to do the twist-and-pull method. glides through hair effortlessly and is just so easy to use. i'm obsessed!"
        },
        {
            "review_title": "you NEED this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "i have tried many high end brand curling irons and I can safely say nothing beats the bioionic. I did not realize how bad I needed to long barrell until I got it and I will never go back! I get compliments everytime I use this to curl my hair and the damage is limited!! I used to use the dyson airwrap to curl my hair and I always choose this one over it now."
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "If you have long hair this is the best curling iron Iu2019ve ever usedu2026my curls last literally 3 days and they actually stay, my hair is stick straight and couldnu2019t find anything to keep my curls in, definitely a great purchase"
        },
        {
            "review_title": "Best curling iron!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is bar far the best curling iron Iu2019ve ever used! I am obsessed with how my hair turns out every time. The long barrel is great for my long hair and gives me a gorgeous beach wave look."
        },
        {
            "review_title": "Your long hair would appreciate this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have had my 1.25 long barrel for over 4 years. I purchased it for personal use. I use it several times a week. It still consistently heats and produces beautiful loose curls. For reference, my hair is long, thick and coarse. The temp that yields the healthiest and best curl is 390 if I air dried or 360 if I blow dried.  Simple mechanics yet no issues. Very reliable.  The printed temperature numbers faded.   I def recommend.     I recommend getting a heat map."
        },
        {
            "review_title": "The best curling iron!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "The best curling iron I have bought . I have 3 other curling Irons and ever since I bought this one back 2017 this has been my go to. It works great I like that fact that I can choose the temperature and lock it in place. Even the lowest setting works great. My curls last so long I am so happy I purchased this curling iron."
        },
        {
            "review_title": "doesnu2019t last long",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Purchased in April 2019 and it died, wonu2019t turn on. Only 3 years old! And the warranty is only 1 year. For the price I expect it to last longer."
        },
        {
            "review_title": "amazing iron",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "My hairstylist always uses this curling iron and I love the way my hair turns out when she uses it so during the sale I snagged it! Wow!!! Ever since I gave birth to my son I felt like my hair doesnu2019t hold a curl (I have the hot tools iron as well as the babyliss) but this held my curls for 3 days!!!! And so easy to use and curls quickly! Did my whole head in 10-15 mins . So worth it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "i have tried sooo many curling irons... this is the best !!"
        },
        {
            "review_title": "crackling sound when turned on",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I am absolutely in love with this curling iron, however i give it 3 stars only because only a few uses in, it makes a crackling sound when turned on. Anyone else have that problem?"
        },
        {
            "review_title": "Best curling iron for very long hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I purchased a few curling irons in search of one that would help my curls stay. I usually curl my hair and within 30 minutes my hair is straight. I heard great things about the T3 and although it was a beautiful curling iron I couldn't get the curls to stay. Finally I asked my hair colorist what she used to get my hair Instagram worthy. She told me she used this one but in the 1.25 and to make sure it had the long barrel for my waist length hair. I went with the 1 because I wanted my curls to stay even longer. Well this is perfection. My hair looks so sooo good. I curl my hair in no time. I don't accidentally press buttons because it has a lock setting. It is a great iron. It's not as pretty as the T3 but it makes my hair look stunning so I love it. I get my hair curled in about 10 minutes and the curls stay all day. I'm so happy I bought it. Highly recommend!"
        },
        {
            "review_title": "Dangerous",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "On first impressions I liked this iron. It was easy to use, has good features, and heats up quickly. There's one problem I noticed after a few uses that makes it a big no however.   There's a small gap at the top of the iron between the iron itself and the plastic tip. There's another gap at the base of the iron where the iron connects to the handle. With time and use the pieces have come loose and these gaps are larger. Sometimes a few hairs will get caught in these gaps and as a result I can't remove the iron. In this case removing the iron quickly so that you don't  fry your hair off, while also not touching the hot barrel with your hands hands is almost impossible. It causes such a panic and I usual have to rip the hairs that are stuck to get the iron out fast enough. I've never had this problem before with other hot tools. I think this is a pretty huge oversight. It can cause a lot of damage to hair and on top of that is a safety issue."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Love it! Tried it for the first time and I am hooked, best curling iron! Throwing out my old one finally"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Easy to use and leaves hair silky. My hair doesnu2019t snag in it which is a plus. Love it!"
        },
        {
            "review_title": "Loved but Broke After 1 1/2 Years",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Used this product for a year and a half and loved every second of it. Unfortunately the matte plastic tip randomly broke off after a year and a half; stored in a drawer and only travelled with it a handful of times so really unexpected. The warranty for this product is only one year so it's not covered :( It's mainly a cosmetic issue, but I'm disappointed because I spent the extra money to buy a long lasting, quality-feel iron and it has been outlasted ten fold by my early teens drug store curling irons. Loved this brand but hesitant to buy from again after it broke so soon."
        },
        {
            "review_title": "3 months of use, power cord no longer works",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Power cord went out and does not work unless I use duct tape top keep the cord bent a certain way. I bought this approximately 3 months ago and use it almost every day. Very disappointed because of the cost. I've had hair tools last me over 5 years so this was ridiculous. It does work well when it works...."
        },
        {
            "review_title": "Short lifespan",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Stopped working after 1 year and 2 weeks, it just won't turn on. Just outside of warranty period. I loved it until it died on me. Too expensive to buy again if it's only going to last a year."
        },
        {
            "review_title": "Broke in under a year",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Broke in under a year...Suddenly wonu2019t turn on. I purchased this from Sephora less than a year ago and used it once a week at the most. After using it I always stored it carefully in a drawer. For $140 you would think this would last a little longer. So bummed. I gave it two stars because it was decent when it worked."
        },
        {
            "review_title": "So happy with purchase!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I love this curling iron! I have long fine and straight but thick hair, so it doesnu2019t hold curl well. This curling iron made all the difference. It gets really hot and the long barrel allows for more contact, so itu2019s quick to curl. The curls seemed so tight as I was doing it, but within an hour or so of being left alone (I used a volumizing spray while it was wet; Redkin Wax Blast while curling and a light hairspray), it was beautiful! I had compliments all night."
        },
        {
            "review_title": "The best curling iron",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Combination skin",
            "review_text": "I've tried every brand from low to high end. From   conair to babyliss irons ,T3  to GHD curling irons/wands,  and the Bio Ionic one is the best by a very large margin.   My hair is dry and thick and every curling iron I've used has caused more frizz to varying degrees/doesn't glide smoothly through my hair. This is the only iron that glides like butter and doesn't cause any frizz. I was hesitant to spend this much on a curling iron but it seemed a waste of money to continue to buy sub par tools because that adds up. I invested in Bio Ionic's vibrating flat for the same reason and its the best flat iron I've used as well.   If you don't find that your hair gets frizzy after curling it/ don't mind how your hair glides through the iron, then there are plenty of cheaper alternatives. But if you are looking for soft frizz free curls I recommend this, not even the GHD does such a good job. It definitely has to do with the coating on the barrel which is the same coating on their vibrating flat iron. It rivals any tourmaline, titanium or ceramic devices on the market now.   As for if the curls last I can't really speak on that. My hair is thick so it holds curls really easily no matter if the device is actually good or not. So if that is your concern I can't offer a review there."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I cannot say how well this tool works on long hair! I can easily create waves in half the time with the longer barrel. The clamp does not pull your hair as released and the temperature control helps to ensure you don't burn the ends of your hair. I would definitely recommend this product."
        },
        {
            "review_title": "Perfect for long hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "How has a long barreled curling iron never been a thing before? This is just what I need for the beachy waves Iu2019ve tried to (unsuccessfully) accomplish with wide curling irons, cone shaped curling wands, and straightening irons, but never with any real success. My main struggle occurred because my long hair would fall off the barrel of the curling iron. This iron is amazing. I hadnu2019t used an iron with a clamp for years; my hair always got tangled and would snag if I tried.  I canu2019t believe how easy this was to use. My hair doesnu2019t get caught in the clamp and though I was concerned about the narrow barrel width (I always assumed a wider barrel would accomplish a looser wave) the tighter curls brush out beautifully into loose waves that last. Plus it cut down on my styling time by at least 15 minutes. Very pleased with this tool."
        },
        {
            "review_title": "Worth Every Penny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "If you have long hair, especially with extensions that you know you spent a ton of money on, you need this curling iron. My hair GLIDES over this barrel and is so super smooth and shiny. Plus, my extensions hold the waves/curls for DAYS. I'm a single mom who will spend my money on quality items and this is it. Toss that crappy gold iron that you got for fifty bucks and invest in this. I used the QuadPay app and get to make no-interest payments over six weeks too! And, no, they did not ask me to promote them. It's just a super cool way to justify spending money on things."
        },
        {
            "review_title": "LOVE IT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Bought this over a year ago and I love it. I have fine medium thickness hair and the curls will stay multiple days after styling. Heats up quickly and I like the lock option. I would highly recommend to anyone in the market looking to purchase a curling iron."
        },
        {
            "review_title": "Curling iron end fell off, not happy!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I purchased this in mid February of 2020 and in May the end fell off. Not sure why this happened, I assume there is a year warranty but have not had success anyone responding to my e-mails. You spend $200 on a curling iron it should last more then 4 months!"
        },
        {
            "review_title": "yes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "For someone with reallllly long frizzy/curly hair I loved this! With standard sized irons I always run out of room but this is just right! Thank you Bio Ionic! Comes in a really nice magnetic box too just thought it was a nice touch :)"
        },
        {
            "review_title": "beautiful curls!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "My new fav curling iron! Heats up so quickly. Leaves beautiful little curls."
        },
        {
            "review_title": "long barrel for long hair - finally!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "My hair falls a few inches above my butt, so the long barrel is truly a game changer. I originally wished for a wider barrel (1.5 inch is what I normally use) but I actually really like the beach curls I can get with this. My one issue is the swivel cord, which does a poor job of actually swivelling and results in a twisted up cord that is irritating to stretch out and unravel so often. I expect higher quality design when I spend close to $200 on a curling iron. That said, it heats up quickly, the heat setting selection is awesome as I prefer to stay around 350 degrees when heat styling, and the longer barrel has truly saved my hair from the painful snags that my old iron was famous for."
        },
        {
            "review_title": "Favourite curler  EVER!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone",
            "review_text": "Wow, was I ever impressed by this! My expectations were not that high, that a long barrel would make much of a difference, but it sure does. My very long hair usually takes 25 mins minimum to curl. With this, I was done in about 10mins. That alone is worth it to me. I use it as a u2018wandu2019 and just wrap the hair around the whole barrel. Different heat adjustments are available, although I keep at 360. Very happy with purchase."
        },
        {
            "review_title": "Some faulty parts but decent overall",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Bought this iron twice. The first one started losing heat after about 2 years. The first one had a bit of a rattling sound as if something was loose inside. The clamp also really loosened over time. The second one I bought, the plastic at the tip of the barrel was already falling apart when I opened the box and I thought I could glue it back in place but I'm deciding to return it instead. The longer barrel is great for long lengths and heats up quickly.  It's a pretty expensive buy for a product with always something wrong from the time of purchase.  I would buy it if it was $120 not $185"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Love the barrel and feel of this in my hand when using."
        },
        {
            "review_title": "Best curling iron purchase!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Hands down best curling iron Iu2019ve ever owned. Heats up quickly, adjustable temp, and my curls last for days.  For long hair the long barrel is a game changer."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I loved the long barrel and the quick heat up time but the clip was too loose and my hair kept sliding out. Finally had a head full of curls which didnu2019t really look smooth and only lasted about an hour. I sent mine back"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I'm in my mid-thirties and it took me until now to learn to use a curling iron (instead of a wand). This is the first iron that I've tried that is long enough for my hair and glides through so it doesn't crease. I'm in love!"
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone",
            "review_text": "I bought a new straightener a week before I bought this and since getting it I have not put it down and I've straightened my hair twice!! I have thicker coarse hair that is neither straight or curly and very difficult to style. To curl my hair or put waves in it takes me 25 minutes tops and lasts all day, in a pony and after a night of sleeping on it. I LOVE THIS!"
        },
        {
            "review_title": "amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Iu2019m a hairstylist so let me tell you I am extremely picky with my hair products/ hot tools.. this curling iron is AMAZING! Itu2019s hard to make a curl last in my hair and this curling iron does the trick! I donu2019t even use a moose or a gel, I just blow dry in a little leave in conditioner, use this curling iron and have amazing curls for days.... I would HIGHLY recommend this curling iron!"
        },
        {
            "review_title": "The One",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Smooth barrel curlers have never worked for me until this one. I donu2019t have an abundance of hair but my Asian hair could never hold curls without the use of curlers with bristles. I felt like that was killing my already damaged hair (years of bleaching and dyeing) so I purchased this on a whim and thank god I did! My hair doesnu2019t feel crunchy and burnt and the waves actually hold for more than a day! Iu2019ve gotten so many compliments and questions about how I curl my hair. Even though itu2019s pricey, itu2019s completely worth it!"
        },
        {
            "review_title": "Sigh. I really wish the curls stayed...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This curling iron seems to have it all. The temperature variation, the clamp left minimal marks and it made my hair so pretty and shiny. I have really fine, thin hair and I keep trying out new irons to see if the curls will actually stay in my hair longer than 30 minutes. My hairstylist managed it and I am DETERMINED to find the right one. This one, alas, did not work out. Same products, same technique as my stylist, but my hair went flat in less than an hour. Thank you, next."
        },
        {
            "review_title": "Amazing but VERY short lived",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair",
            "review_text": "Curls very well and the long barrel is amazing! It dose not pull on your hair like most irons! This is by far the best curler I've ever used -- unfortunately the quality is not long lasting; I bought the curler 2 months ago and the   button to raise the temperature has already stopped working. With such a high price and good product, it is sad that the quality is not there and that you only get a short period of use."
        },
        {
            "review_title": "Best Styler Out There!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Probably the best Curling Iron I ever used. I purchased this based on the positive reviews. Worth every penny! This curling iron actually preforms smoothly on my hair, and creates curls that last. I have super long hair and I am able to wrap my hair easily around the barrel creating beach waves or tighter curls. I absolutely love this styler. I definitely recommend it !"
        },
        {
            "review_title": "Finally curls in my crazy straight hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have super healthy super straight fine hair. It's so smooth and slippery that I don't really need a flat iron, but it also doesn't hold a curl at all. So far, the T3 wand was the best I had found, in that curls would actually stay in for maybe a few hours instead of falling out in seconds or not curling at all. I haven't been able to master the technique of it though, especially at the back since my hair slips through easily it can be hard to coordinate. I tried the 1 curling iron attachment for the T3, but found the clip really stiff and would always end up with indentations.   It's been a few years since I tried an iron with a clip, but this is hands down the best I could have imagined. The extra long barrel makes it so easy to wrap the hair through without falling out, the clip is just right enough to hold the hair but doesn't leave indentations unless you angle it wrong. The barrel is so smooth that I can start mid shaft of my hair and slide it though. The cord is also very industrial and braided, and it heats up almost instantly. Love that they also thought of a temperature lock to prevent accidentally changing it. Even the little things are awesome - unwrapping it there's a little label telling you how to use the buttons instead of having to read the instruction manual."
        },
        {
            "review_title": "Good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Heats up very fast, and my curls stay all day! i just bought it so I'm not sure how damaging it is for my hair etc as i just bought it, only time will tell!"
        },
        {
            "review_title": "LOVE THIS IRON",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I absolutely love this curling iron.  I have used hot rollers, Velcros, the wand and other irons but this one is by far the best one.  I did a lot of research before I decided to go with the Bio ionic.   Pricy but sooo worth it !!!"
        },
        {
            "review_title": "The long barrel is amazing.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Had to buy this elsewhere bc I needed the 1.25 inch but it's  fantastic if you have medium to long hair. My hairstylist recommended it over T3. I have owned GHD, Remington, Sedu, Chi, Hot Tools, and this is definitely my favorite so far. This is perfect for waves and holds well even if I sleep on it (w/o hairspray). I have a LOT of hair (takes me at least 15-20m to blow-dry it) and have to admit I was skeptical that this would cut down on styling time but it's true! Haven't used it for tight curls but seems like it'd work for that too."
        },
        {
            "review_title": "Love the barrel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I really like this one. It gives me curls that hold all day. You can also use it as a wand. I love that the barrel is long. I have longhair and it definitely works so well for me because my hair is all heating up at the same time and the same temp, if that makes sense. For instance, with standard barrels , since my hair is so long the hair layers up so the ends don't have enough contact with all the heat. So I usually have to take extra steps to get the curl I want. Not this one"
        },
        {
            "review_title": "I didnu2019t realize it had a clip!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I was expecting a barrel/wand! I was initially drawn in by the length of this curling iron. My hair is about 32 inches long which means itu2019s a pain in the ___ to style! Haha The barrel is extra long which is super appealing! However I read the description and looked at pictures and somehow missed that it does have a clamp/clip so it is like a typical curling iron. My hair gets tangled in the base of the curling iron and it literally pulls my hair out which Iu2019ve never experienced with any other curling iron. I usually use it upside down. It does give exceptional curls. Was just looking for a wand for a quicker styling time!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I normally use bio ionic but wasnu2019t wowu2019d with this iron. It made my hair smell like burning, and it didnu2019t make long lasting curls compared to other cheap irons Iu2019ve used"
        },
        {
            "review_title": "Love u2764ufe0fu2764ufe0fu2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Iu2019ve had a 1.5u201d barrel curler forever and was looking to buy a 1u201d with a longer barrel to deal with my long hair but was hesitant to pull the trigger on a pricey curling iron. I am so glad I did! I love how easy it is to curl my hair.  It heats rapidly and my curls stay for days! Additionally, my hair doesnu2019t feel dry or dried even with daily use. I canu2019t say enough good things about the product!"
        },
        {
            "review_title": "Great design and an easy-to-use curling iron",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a great curling iron  - I have long hair, and the extra length in the barrel makes a huge difference for me.  There was thought put into the sensitivity of the control buttons (on/off, up and down buttons for temperature) - though my hand or fingers may graze the buttons while using the iron, additional pressure   a few seconds are required in order to change the settings or to turn it off.  Too often, I've found curling irons and blow-dryers are not easeful to use because the control buttons are poorly placed and/or turn on/off when I don't want them to.  This has several options for temperature and heats up quickly (and when set to hot, it's HOT); I find it easy to use with or without the clamp, and the end of the barrel is protected/covered to minimize the possibility of grazing/touching the skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I have very thick and voluminous hair and as my hair is chemically straightened it takes a bit more effort to curl my hairb but this curling iron curls my hair in less time and they last me for longer time... It takes less time to curl my hair  and so it doesn't damage them as the other curling irons do... I love it even more than my T3 and DRY BAR curling irons... I will definitely recommend you to purchase it...."
        },
        {
            "review_title": "Bio Ionic - Long Barrel Curling Iron - Awesome!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This is my 2nd Bio Ionic product and I LOOVVVE it! I have the 10X straightener and loved it so much that I wanted a bio ionic curling iron. Bio Ionic does not disappoint - the shine that bio ionic gives is amazing and it makes your hair feel soft. I have long thick, straight hair and I can curl my hair in less than 10 minutes with the long barrel since it can accommodate more hair on the barrel. I'm on day 3 and the curls are still bouncy and defined even after brushing out and spraying with a light misting leave in conditioner.  Love it!"
        },
        {
            "review_title": "Best for long thick hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Hands down to the best curler at Sephora. I have thick long hair (to the chest) and this curler is the one for it. Lightweight, ergonomic, feeling great in the hand, has a nice grip and does what it does! Heats up within seconds and curls within seconds too. I put the setting on at 360 degrees and it was hot enough already to achieve the curls that I wanted. And when you think the heating setting is up to 430!? Wow, this curler is amazing! Itu2019s expensive but that is because we are paying for its quality. Iu2019m happy with my purchase!"
        },
        {
            "review_title": "Question - not a review",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Will the 1 inch barrel work on long hair to make loose beachy waves? Or is the barrel too small?"
        },
        {
            "review_title": "YES.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "My curls stayed perfect for 3 days. I keep the heat on medium because it gets super hot. This is the best curling iron I have ever had."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "Works ok but I have to say, this curling iron has damaged my hair more than any iron I have ever used. I donu2019t use it on the highest heat setting, curl my hair once or twice per week and yet I have more split ends than ever, even with regular trims. Anyone else getting abnormal heat damage?"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I received it today, and Iu2019m in love!   It is lightweight and creates the perfect curl in seconds.   Love Love Love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Love this curling iron. I tried GHD and T3 but bioionic is the best hands down. Love the long barrel and heat setting."
        },
        {
            "review_title": "Don't buy this Curling Iron!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This curling iron started off to be really good.  I have owned it for only a few short months and the black coating on the barrel is already coming off.  Really?  I would not recommend this to iron to anyone especially after the price I paid.  Now I have to find something else. Disappointing!!"
        },
        {
            "review_title": "Huge time saver!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Shortened my curl time in half because of the long barrel accommodating more hair.  Very pleased with the final curl and style as well!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This iron curls like a dream! I am obsessed with bio ionic and have since bought the blow dryer, the straightener and the curling wand! I highly recommend all of them!"
        },
        {
            "review_title": "Best yet!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is my first review! Bought a ton of wands and curlers and keep going back to this one. It actually holds a curl and the long barrel is great for when i use it as a wand without the clamp when i put in super long extensions. If you're on the fence, go for it!"
        },
        {
            "review_title": "This is Amazing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Just to preface this review, this is my first review on Sephora, ever. Haha and it's not for a lack of buying things (I'm a VIB Rouge member). I have tried a lot of different hair tools but this hands down is the best I ever tried. I have long, stick straight Asian hair that never wants to hold a curl. This curling iron not only makes curls that last throughout the day but it makes the process quick and easy too. A must have for anyone with long hair!"
        },
        {
            "review_title": "best curling iron I've used",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "First time I've bought a curling iron that curls and they last longer than a minute. The extended barrel is great for long hair. Love it worth the price"
        },
        {
            "review_title": "It works, it is seriously good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "my hair is just awful: parts thin, parts thick, parts straight, parts curly... everything I have tried prior to this has worked but temporarily. This is the ONLY hair tool that I have tried (and I have tried lots) that will keep the curl or wave in my hair until my next wash. AND is dual voltage. As soon as they re-stock the flat iron (the one dual voltage) I.m going to buy it and cross fingers that it is as good as this curling iron. Also, if the make on just like this but 2-3 inches, I'm buying it too. worth every penny."
        },
        {
            "review_title": "Must buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great curling iron! I use it like a wand by leaving the clip down. The length is great for longer hair. I also appreciate the ceramic barrel. It is a great replacement for the sultra bombshell curling wand. The temperature gauge is a new feature to me, and I value the various settings available. It not only allows you to set it for your hair type, but will also be useful if you want looser waves."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Been wasting my money for years trying to find the best curling iron. This is it. I get mad compliments on my hair and I use it every day. Also, my hair isn't that damaged considering I use it constantly."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I tell you, I bought many expensive curling irons, but I had to return them all because not one of them worked. I'm very bad at curling my hair, and my hair is very fine and flat. I was skeptical of this curling iron, but it worked, better than any other. It was the only one that could give me waves in my hair, I don't even have to section at all (which I hate because I'm always in a rush LOL). So I definitely recommend this one and I'm happy to finally find a product that works for me."
        },
        {
            "review_title": "Top of the line",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this curling iron... my hair is classified as medium length and I have really gotten a lot of use out of this iron. It is easy to use and it's longer barrel length helps you avoid both burning yourself and giving you better leverage for a looser curl..."
        },
        {
            "review_title": "Totally Under rated!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This curling iron is amazing! It feels luxurious, and has great features.Heats up quickly and the buttons have a lock feature! It is so under rated! I love the long barrel for my medium/long length hair, it cuts the time in half! I was so hesitant because of the cost but I truly think its 100% worth it! I had the dry bar curling iron and this is so much better!"
        },
        {
            "review_title": "best curling iron",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've had the t3 auto ghd and this by far achieves both the beach waves and the curles I'm aiming for in half the time I section it off and the curls LAST.  Since, I love the iron so much i think I'll purchase the flat iron. Honestly it doesn't look as though it's frying my hair and I'm really happy with this purchase."
        },
        {
            "review_title": "One word - Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have been searching for a curling iron that would be gentle on my fine, curly hair and I finally found it. It seals the ends of my hair so they are smooth. The long barrel lets me curl wider sections of hair so I can curl quicker. Previously, it would take me 30 minutes to section and curl my hair. With this iron, I am done in 10 minutes. The curls stay all day as long as I let them cool before running my fingers through my hair. The iron heats up extremely quickly as well. I do wish it was packaged with a heat mat."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The only time my curls have every stayed is when I go to a salon and get my hair professionally done, even then it's a 50/50 chance that my hair will go straight in an hour or two. Then I bought this. It's so easy to use and it holds my curls so well! I curled my hair yesterday morning and woke up this morning with curls still. This NEVER happens. I love this product and recommend it to everyone."
        },
        {
            "review_title": "user friendly good quality and high tech!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love it. I bought the Ghd one and couldn't stand it so I returned that one and kept this one. I have very small hand and find this very easy to use and handy, not awkward when you turn around. The cool tip is also big enough that you don't burn yourself( with the Ghd I burned my finger several times) . I love that it has different temperature settings and the blue light, just feels high tech and clean! It didn't smell like anything chemical even for the first time I used it ( all the other ones, Ghd, 3T I tried smelled a bit chemical when I use them). The black matte coating also alllows it to stay clean after usage. I'm so getting the straightener from this brand as soon as my current one dies. The result is good too, I have bob short but not too short hair, thick and lots of hair, this was able to produce really curly waves on me, and stayed a relatively long time, smooth and shiny."
        },
        {
            "review_title": "Amaaazzing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have thin straight hair which would never hold a curl for more than an hour. I took a chance on this iron and I'm soooo glad I did. Truly amazing results. My hair held curls and was bouncy and voluminous for days! Buy this, you won't regret it."
        },
        {
            "review_title": "the best ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have long heavy hear that is very hard to curl, my hair if very strait naturally and when I tried to curl it it was just a waste of time as the hair simply remained straight as if I did not wrap it around 400F curling iron, occasionally I'd go to a hair salon to have my hair curled for some special occasion and after sitting there for 2-3 hours and being sprain with a ton of products I'd get the curls I want but they would be loose in couple of hours and would fall strait by the end of the night.  I ordered bio ionic after I read great reviews and I though ok I am going to buy it and if that does not work I'd return it and give up on curling my hair. But OMG it worked! It's awesome! The hair curls like I never seems it before- super fast! And it stays the whole day and I still can have loose curls the next day - which is believe me a miracle for my hair! I also curled my mom's hair with it ( she has normal, not difficult hair) and her curls staid for 3 days, she washed her hair on day 3 because she never went with no washing hair for so long, I think if she would not wash it she could have curls for the whole other day. I really highly recommend it!!! It's worth the money you pay!"
        },
        {
            "review_title": "Best Ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have owned many fancy curling irons. And the Chi was one of my favorites- However, this one makes the chia look like child's play. Easy to use, doesn't feel damaging, and long lasting curl- My hair has a natural wave to it- but without product or styling, I look homeless (lol). This iron takes no time at all!"
        },
        {
            "review_title": "fast and long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have medium length thick hair and I was able to curl my whole head in a matter of minutes. The extra length made it easier to curl more hair at once and the curls lasted 2 days. This is worth every penny I spent."
        },
        {
            "review_title": "Long Blonde Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Well, I spent so much time looking for a new curling iron that I thought my eyeballs were going to fall out but I think I hit the jackpot. My hair is long, lightly colored and thin to medium. Usually will not hold a curl for much time and also always too much hair for short barrels. This fixed both problems. I am very happy with it!"
        },
        {
            "review_title": "Curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this barrel for long-wearing curls/loose curls. It doesn't make me feel like I'm burning my hair off-- a definite plus for a clip barrel!!"
        },
        {
            "review_title": "the best curling iron",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Amazing!! Love it so much! I really recommend this!"
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Very pleased. Fast voluminous waves. Great."
        }
    ]
}