{
    "product_id": "1724",
    "name": "Flourish Thickening Conditioner for Thinning Hair",
    "brand": "Virtue",
    "categories": "Hair, Shampoo & Conditioner, Conditioner",
    "price": 63.0,
    "about": "What it is: A lightweight conditioner that strengthens, hydrates, and detangles hair all at once, it nourishes and thickens fine, fragile strands without weighing down hair...Hair Type: FineHair Texture:  Straight, Wavy, Curly, and Coily..Hair Concerns:.- Thinning.- Volumizing.- Dryness..Key Benefits:.- Nourishes the scalp.- Thickens each strand.- Detangles to prevent breakage..Highlighted Ingredients:.- Alpha Keratin 60ku CLINICAL Protein: A protein duo that encourages growth with microbiome-balancing ingredients..- Probiotic Ferment: Scalp microbiome booster improves irritation and cellular oxygen consumption..- Biomimetic Signal Peptides: Nourish and calm the scalp to help create a healthy environment for growth...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan. It is also vegan, gluten-free, cruelty-free, and comes in recyclable packaging...What Else You Need to Know: This hydrating conditioner for thinning hair supports healthy growth and thickness with Alpha Keratin 60ku CLINICAL, a proprietary protein thatu2019s clinically shown to balance the microbiome and nourish hair and scalpu2014expect thicker, stronger strands...Fragrance Description: A gentle, spa-like blend of aromatic herbs, bright citrus, clean flowers, and balancing woods, with basil and patchouli essential oils for scalp care and healthy hair...Clinical Results: In an independent, third-party test of 35 women, when the conditioner was used in combination with the Flourish Shampoo and Density Booster as part of a regimen, women saw the following results after 6 months of use:.- 94% said their hair was healthier.- 94% said their hair feels looked fuller.- 97% were more confident in their appearance",
    "ingredients": "-Alpha Keratin 60ku CLINICAL Protein: A protein duo that encourages growth with microbiome-balancing ingredients. .-Probiotic Ferment: Scalp microbiome booster improves irritation and cellular oxygen consumption. .-Biomimetic Signal Peptides: Nourish and calm the scalp to help create a healthy environment for growth. ..Aqua (Water, Eau), Cetearyl Alcohol, Dimethicone, Brassicamidopropyl Dimethylamine, Cetyl Esters, Cetyl Alcohol, Behentrimonium Chloride, Isododecane, Ethylhexylglycerin, PEG-100 Stearate, Glyceryl Stearate, Keratin, Acetyl Tetrapeptide-3, Biotin, Silybum Marianum Ethyl Ester, Saccharomyces Lysate Extract, Panthenol, Tocopheryl Nicotinate, Cyperus Esculentus Root Oil, Tocopherol, Madecassoside, Quercus Petraea Fruit Extract, Citrus Paradisi (Grapefruit) Fruit Extract, Asiaticoside, Hydrolyzed Adansonia Digitata Seed Extract, Amaranthus Hypochondriacus Leaf Extract, Trifolium Pratense (Clover) Flower Extract, Larix Europaea Wood Extract, Glycine, Hydrolyzed Vegetable Protein, Hydrolyzed Quinoa, Oryza Sativa (Rice) Extract, Hydrolyzed Linseed Extract, Camellia Sinensis Leaf Extract, Rosmarinus Officinalis (Rosemary) Leaf Extract, Hydrogenated Ethylhexyl Olivate, Oryza Sativa (Rice) Bran Extract, Hydrogenated Olive Oil Unsaponifiables, Jojoba Esters, Helianthus Annuus (Sunflower) Seed Oil, Oryza Sativa (Rice) Seed Protein, Phytic Acid, Tetrasodium Glutamate Diacetate, Butylene Glycol, Sodium Dilauramidoglutamide Lysine, Dextran, Disodium Phosphate, Caprylyl Glycol, Propanediol, Parfum (Fragrance), Hydroxyethylcellulose, Polysorbate 60, Benzyl Alcohol, Polysorbate 20, Sorbic Acid, Benzoic Acid, Glycerin, Phenoxyethanol, Dimethiconol, Chlorphenesin, Sodium Metabisulfite, Gluconolactone, Zinc Chloride, Sodium Hydroxide, Alcohol, Citric Acid, Tetrasodium EDTA, Sodium Benzoate, Sodium Phosphate, Potassium Sorbate, Calcium Gluconate, BHT, Linalool, Citronellol, Geraniol, Limonene.",
    "how_to_use": "Suggested Usage:.-Work a quarter-size amount of conditioner between palms..-Apply to wet hair, from mid-shaft to ends..-Leave in for one to three minutes..-Rinse thoroughly..-Tip: After washing and conditioning, dry hair in sections, lightly squeezing and gently patting out moisture. Rough drying hair with a towel can pull or break fragile new hairs. If you have it, a soft microfiber towel is even better.",
    "num_reviews": 92,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/virtue-flourish-conditioner-for-thinning-hair-P480369?skuId=2536886&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2536886-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "6.7 oz/ 200 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2536886-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Hives",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "This broke me out in hives and also made my face skin real red.......good suds and smells good but I can't use if this happens. My hair is fine and this made it EVEN THINNER and limp."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Not the best conditioner I've used. I bought this because I wanted to use it with it's accompanying shampoo. But it doesn't moisturize my hair as much as typical conditioners do.   Also, the amount of product in this bottle is less than how much is in the shampoo bottle, so you will run out of this product much faster. Overall, I don't recommend, I find myself overdoing it with my leave in conditioner to compensate, and buying additional products to prevent the frizz when I blow dry my hair."
        },
        {
            "review_title": "Donu2019t Buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "My hair is now brittle and breaking after using this for a month. It is so unbelievably dry."
        }
    ]
}