{
    "product_id": "54",
    "name": "Cloud Eau de Parfum",
    "brand": "Ariana Grande",
    "categories": "Fragrance, Women, Perfume",
    "price": 91.0,
    "about": "Fragrance Family:Warm & Spicy.Scent Type:Warm & Sweet Gourmands.Key Notes:Juicy Pear, Creme de Coconut, Sensual Musks.Fragrance Description:Ariana Grandes fragrance Cloud opens with a dreamy blend of lavender blossom, juicy pear, and bergamot. The heart of the fragrance is a whipped touch of creme de coconut, indulgent praline, and exotic vanilla orchid. Sensual musks and creamy woods add a cashmere like feel that seduces the senses..About the Bottle:The Cloud bottle was inspired by a natural cloud and all the optimism and youthful spirit brought from looking up at the sky juxtaposed with what the cloud means in the current digital age. The sleek modern bottle with subtle blue glow rests in a soft, animated puffy white cloud base. An uplifting moment, resting on a cloud looking to a bright future on the horizon..About the Fragrance:Ariana Grandes fragrance Cloud is an uplifting scent that imbues a thoughtful, artistic expression of positivity and happiness from Ariana to her fans.",
    "ingredients": "Alcohol Denat., Fragrance (Parfum), Water (Aqua/Eau), Ethylhexyl Methoxycinnamate (And) Butyl Methoxydibenzoylmethane (And) Ethylhexyl Salicylate, Coumarin, Citronellol, Hexyl Cinnamal, Limonene, Linalool.",
    "how_to_use": "Suggested Usage:.-Apply to pulse points: wrist, chest, and neck.",
    "num_reviews": 174,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/ariana-grande-cloud-eau-de-parfum-P512494?skuId=2809499&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2809499-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1 oz/ 30 ml eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2809481-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "3.4 oz/ 100 ml eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2809499-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "1.7 oz/ 50 ml eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2809416-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I am obsessed with this perfume, it is not only such pretty casing but also smells amazing. I am so i love with this and will purchase again when mine runs out"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After spraying this fragrance I smelled nothing. Product is hyped up for no reason."
        },
        {
            "review_title": "LASTS FOR DAYSSSS!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I still catch whiffs of this on my jacket literally over a week after spraying it - The only downside is the formula changed recently making it more of a synthetic scent rather than the deep coconut and vanilla notes you used to be able to get after it sets in."
        },
        {
            "review_title": "My new daily scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "This perfume smells amazing. Not overpowering at all but strong enough to last and not have to use a ton. This is my new everyday scent. Im obsessed"
        },
        {
            "review_title": "Great fragrance and dupe for BR540",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "For anyone looking for a fragrance that has similar notes as Bacarrat Rouge 540, the best way I can describe this is that it is similar enough that if you like one, youll like the other. If my daughter wanted my Bacarrat Rouge 540, I would give her this instead, as a more cost conscious purchase. Has the same woody, burnt sugar and amber notes as BR540, but missing the saffron that adds the rich dimension. Very good substitute for the latter, however."
        },
        {
            "review_title": "So Disappointedu2014What Happened to the Original?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This used to be my absolute favorite perfumeu2014it was elegant, long-lasting, and musky. Unfortunately, it seems the formula has changed. Now, all I can smell is a sharp alcohol scent with an overwhelming note of coconut. Its nothing like the rich, balanced fragrance I fell in love with. Such a shame to see such a beautiful scent lose its charm. I truly hope the original formula makes a comeback. Until then, Ill have to search for a new favorite."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Smells really good will be ordering soon love be blessed."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
            "review_text": "I love this scent! Smells like woodsy, spicy vanilla!"
        },
        {
            "review_title": "Cloud is right.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "Airy. I get compliments every time I wear this. Long lasting. I have never smelled what  it is supposed to be a dupe for, Bakarat Rouge, so I can't say how it compares. No regrets or complaints."
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Dry skin",
            "review_text": "I wanted to love this perfume especially after all the positive reviews but it was underwhelming in my opinion. The scent didnt last very long and it wasnt my favorite."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Amazing!!!! I love this product it smells so good and  Im definitely buying this again once it runs out I highly recommend it"
        },
        {
            "review_title": "Sadly, a no from me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Porcelain skin tone, Oily skin",
            "review_text": "I got this one and the pink one and I hated them :( they smell like a little perfume one of my Barbie came with in the 1990s... Not too sweet but not good either."
        },
        {
            "review_title": "ONE OF MY FAVS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "smells soooo good! and the perfect size for on the go!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "smells like blue rock candy ud83cudf6c ud83dudc99 if you like those and cotton candy you'll love this"
        },
        {
            "review_title": "Not for everyone.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I had high hopes for this fragrance, especially after seeing the reviews. Sadly it does not smell good on my skin. I kept getting a faint smell of ammonia blended with strong floral hints which was not appealing. Unfortunately this fragrance is not meant for everyone."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "It doesn't smell terrible, but I didn't personally like the scent. It was very warm-scented, and has a hint of a candy smell which is nice, but it's missing something. I don't know what it is specifically, but I just don't think it has the x-factor like Black Opium or other perfumes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "love it sm! i've never gotten so many compliments on my perfume before. it's the perfect combination of a playful scent while still having a punch and spicy to it! <3"
        },
        {
            "review_title": "cute and the smell is FJEWIFHEWIGHWIOSDC",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "its cute and smells great too - like a sweet but not sugary clean smell that i like layering with tom fords cherry but its good to wear alone too before going out or after a shower"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "absolutely in love with this, the smell is divine great to take with you anywhere"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I lovet, the best u2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0fud83dudc9dud83dudc9dud83dudc9dud83dudc9du2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0fu2764ufe0f"
        },
        {
            "review_title": "Not Long Lasting",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "Such a stunning scent! Slightly powdery but isn't too musky or overwhelming, it's one of my favorites but the fact that it doesn't last AT ALL makes me not want to repurchase unfortunately. I think an hour into wearing it I can barely smell it? Has the longevity of a body spray to be honest, and for the price it's ridiculous. If they manage to make it more long lasting without changing the scent it would be perfect."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "it smells so amazing I cannot even believe hoe good it smells!! It is the perfect size to fit into my bag ot backpack and is just perfect!! Will be buying again"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Oily skin",
            "review_text": "I love the packaging. The scent is SO yummy. Unfortunately it does not last at all. Doesn't last on my skin or my clothes. If they made this in an intense version I would buy it right away. I'm conflicted I want to love it.."
        },
        {
            "review_title": "The Only Perfume You Need. Compliment Magnet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I've gone through dozens of perfumes and always come back to this one. Out of my large collection, this one always gets compliments and lasts/projects ALL DAY with a few sprays. The quality is unmatched at this price point. I don't think it smells like bacarrat, it has a similar undertone but smells more wearable. It shares the rich quality (smells expensive) but the vibe is clean, soft, and sweet at the same time. It's very alluring and I would wear this to work, dates, casual, etc. Definitely lives up to the hype!"
        },
        {
            "review_title": "Overhyped and not true to note descriptions",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I like this fragrance, even if I dont love the top notes since it feels a little bit like a synthetic lavender to me. The dry-down is really nice and feels kind of musky and warm, with a little floral, but I dont get a strong gourmand vibe from this perfume which is a little disappointing given the middle and base notes. I also think the packaging feels cheap and not really elevated (the white plastic cloud is more like a stand and pops off). I think this is better for younger girls getting into perfume, but not my favorite."
        },
        {
            "review_title": "The best perfum ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Oily skin",
            "review_text": "I received this product for free in exchange for an honest review, and I don't need to tell lies to say that this perfume is amazing, I love how soft and rich it isud83dude0d, it is very durable too, your packaging is beautiful, let alone its ud83eudd2du270bufe0fud83eudd29 frag, I really love it, it is the most beautiful thing I've ever seen, I definitely recommend it 100%"
        },
        {
            "review_title": "Suave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Right now I'm using this beautiful fragrance, it was more than I expected. I love its subtle aroma and above all that it has vanilla among its ingredients. I only need two sprays to keep me with this delicious aroma for more than 8 hours and if I want to make a small touch-up I do it. I'm really surprised by its pleasant aroma, everyone asks me what perfume I'm using."
        },
        {
            "review_title": "amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "the hype is real with this fragrance. ive heard it was amazing, but now i can attest that its really great. i get so many compliments when i wear this out! its like a warm cotton candy type scent, and i def recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I recently tried Ariana Grande's Cloud Eau de Parfum, and it's amazing! The scent is warm, spicy, and playful, with key notes of juicy pear, creme de coconut, and sensual musks. It's also cruelty-free. A few sprays on my wrist, chest, and neck keep me smelling great all day. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "So happy to have this fragrance back in my collection. I finished mine years ago and it is such an easy one to reach for! Perfect for everyday- not too light or heavy and sweet without feeling sickly. A beautiful scent"
        },
        {
            "review_title": "amazing smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "AMAZING SMELL! I am obsessed with this fragrance. It is long lasting and smells super good. The packaging is also super cute and fun. I highly recommend these fragrances as they are high quality and smell like heaven."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "A nice fragrance for fall/winter. It opens as a super sweet fragrance that dries down into a more musky scent on the skin. I personally like it more as it wears throughout the day. Definitely for those who like sweet scents!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I love the beautiful and amazing packaging of this fragrance. The sweet smell is so good and makes me think of a warmer, more sensual scent. The fragrance lasts a long time without being too strong, making The cute bottle and long-lasting fragrance make it perfect for daily wear, and I always get compliments on it!"
        },
        {
            "review_title": "Nice dainty scent !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This scent is great if you dont like loud and overbearing perfume. Its very subtle and you do not have to spray that much either. I do have to do a touch up spray just once during the middle of the day since its not a long lasting type of perfume. You can pair this up with another clean scent but make sure it doesnt overwhelm each other."
        },
        {
            "review_title": "So Clean!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I just received another bottle of this cloud perfume from Ariana Grande because I love it so much. The scent smells so clean to me and I always get compliments on it. Its not too overbearing, but it also lasts all day long. It smells so clean. I love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Oily skin",
            "review_text": "One of my faves to wear everyday. Im always reaching for this fragrance, its so clean and fresh and Im always getting compliments on it. I already owned this and this will be my second bottle, its definitely a scent Ill keep repurchasing."
        },
        {
            "review_title": "Great !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The packaging of this fragrance is so beautiful and amazing. The smell is really good. It has a nice sweet smell. It makes me imagine a warmer and more sensual scent. I like to use it on my night outs. I like to apply it right after I shower before I put on my clothes. That way I feel the scent lasts longer on my body."
        },
        {
            "review_title": "So cute and yummy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Literally the best perfume she has to date! So sweet and yummy smells like cotton candy to me! Ive been really enjoying it lately and of course the packaging is so so cute! Definitely a ten out of ten"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "I love the bottle and packaging. It's a little silly but I think it's perfectly cute. This is very similar to BR540 to me. I smell a lot of the lavender and musk in this, more than anything else. I like the fragrance but really wish I could smell the sweeter notes. It smells fresh on my skin for a few hours.  Top Notes: Lavender, Pear, Bergamot;  Middle Notes: Whipped Cream, Coconut, Praline, Vanilla Orchid;  Base Notes: Musk and Woody Notes."
        },
        {
            "review_title": "Beautiful scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "I really like this scent. It has a nice light and no overpowering scent to it.  It has a beautiful warm sent mixed with a floral and creamy sweet. It lasts all day and i have received MANY compliments on it. I love that its a Conscious Beauty beauty brand! It fits perfectly into my daily routines."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This scent is absolutely delicious! Id describe it as sweet, airy, with a hint of musk and gourmand! Its honestly mouthwatering, I get so many compliments when I wear it! I also notice its super long lasting!"
        },
        {
            "review_title": "Lingers beautifully",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is a great sweet, airy fragrance. The musk and gourmand notes leave a beautiful scent trail with a hint of coconut lingering in the background. I can always tell when someone around me is wearing this, it projects extremely well. Overall this is a good affordable feminine fragrance!"
        },
        {
            "review_title": "lovee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love this scent soooo much! It makes me smell amazing and the scent lasts all day. One of my favorite perfumes! I highly recommend it.  The packaging is so cute, it is perfect to display as decor!!!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This one smells so fresh. Initially I got this alcohol fragrance but once it settles it smells so good. It definitely smells very sophisticated. Something I would wear to work. I also got a lot of compliments"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Between this one and the pink one, I've noticed that this scent is more concentrated and has a more mature profile. It lasts a long time and features floral notes. While the scent is really nice, I prefer the pink one."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love how sweet and feminine this perfume is. It's great for summer day or night. The coconut smells so good in this one and it's a lasting perfume so I can still smell it at the end of the day on my clothes. I recommend to anyone."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love the blue cloud packaging.  So adorable. Overall I do like the scent but it's not my all time favorite. It has good base notes, but I'm picking up an odd chemical like smell in the beginning. It does seem to fade and improve the longer I wear it. It has good longevity."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "The cloud perfume by Ariana Grande smelled like cotton candy!! Its not my favorite scent in the world, but i can see many people loving it! For the price, it is not too shabby. This is a great starter fragrance for teens. I would of LOVED this when I wqs 18, but not for me."
        },
        {
            "review_title": "One of The best scents",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "I love this perfume and I would definitely recommend it if you want a really light but significant scent"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This perfume perfectly blends warmth and playful vibes. It's perfect for any occasion whether that be around the house or out with friends. Plus, the fact that it's cruelty-free makes it even better. The bottle is adorable and fits perfectly in my bag for on-the-go spritzes. I've already gotten so many compliments on the scent!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I really enjoy this perfume! It has such a fresh scent thats light and perfect for everyday wear. I would probably use this scent in combination with another for a stronger smell but on its own its still really nice."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is my favorite fragrance ever! It has a warm and spicy smell, with some fruit hints, its just amazing. And the package is so pretty! I love it. And the smell stays a lot of my skin, after a whole day working, I can smell it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is one of my favorite scents. It is sweet and cozy, with notes of juicy pear and coconut that make me feel warm and happy. The bottle is cute too, and the fragrance lasts a long time without being overpowering. It's perfect for everyday wear and always gets me compliments!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "the perfume is great, I wish I had purchased from anywhere else because Sephora sucks! I'm always biting my nails when I open a box from here because they take NO care in packaging! and why even pick out free samples when I have never (ever) received what I actually picked, I always get foundation cards and I DONT wear foundation, so they go straight in the trash. Def done shopping thru Sephora"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I definitely loved this fragrance. I have 4 of their fragrances and the blue cloud is second only to the pink cloud for me. But they are different proposals. The pink cloud is more striking and sweet and the blue cloud is more refreshing, a sweet but softer scent. I love the fixation, I can smell good all day long with it.  The packaging is beautiful and very cute, I like everything about it."
        },
        {
            "review_title": "Impressed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This is the holy grail of all perfumes hands down! This is what I have been looking for since forever. I cant believe ms Ariana delivered and left no crumbs. This scent pairs well with the summer season. Its fun and flirty and seductive. Its an absolute trifecta!"
        },
        {
            "review_title": "Incredible Perfume Scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "I was gifted the Cloud Fragrance by Ariana Grande. This scent is a staple in my perfume collection. I continue to gravitate towards this scent because it wears really well, and I always get many compliments. I have the Baccarat Rouge perfume, and I would consider the Cloud perfume to be dupe. I would highly recommend this product if you are looking to find a signature scent that can be worn everyday."
        },
        {
            "review_title": "So dang good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I get the hype. I understand Im extremely picky when it comes to sense because they do change on me throughout the day but when I tell you, I smelled so good and I received so many compliments. This has been my all-time favorite perfume. Ive been wearing it daily I get it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a soft sweet scent it really reminds me of marshmallow. Its one of those scents that really stay on your skin I can still smell it when Im showering. Can we just mention the packaging? Its so cute!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This is one of my favorite fragrances. Its so captivating. I literally always notice it when someone else is wearing it in public. It has a very musk scent to it with a hint of floral. I actually didnt like it at first but it grew on me and now I wear it everyday! Its the perfect everyday scent but also girly."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Out of this one and the pink one, I noticed this is a more concentrated and mature scent. It lasts a long time and there are notes of florals in here. The scent is really nice but I like the pink one more."
        },
        {
            "review_title": "Universally Liked",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Ive tried this perfume and passing, but now that I have the bottle I am using it constantly. This is the perfect every day sent that is pretty universally loved. It isnt too strong or too sharp. It does have a youthful note to it, but mainly it just smells sweetand beautiful. Its popular and well loved for a reason, its a safe scent and universally liked. I would honestly recommend that you could blind by the scent."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This scent is so youthful, light, yet sweet in a comforting way. I love scents with some fruit elements, but not when its an artificial fruit scent and this was just a great level of fruitiness. I feel refreshed and put together when I spritz this before heading out of my place."
        },
        {
            "review_title": "Perfect balance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I am obsessed with Cloud! It is the perfect mixture of sweet, soft, and earthy for me! I am usually a lover of unisex musk-type scents, but have been trying out sweeter scents for summer, and I feel so lucky to have found this one!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "A soft gourmand fragrance. Has lovely creamy, airy notes of bergamot, lavender, whipped coconut cream, and praline. This has a fair sillage but doesn't have longevity for me. The bottle is in the shape of a  blue cloud."
        },
        {
            "review_title": "Loved this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I absolutely love this perfume so much! I have gotten so many compliments on this perfume every-time I wear it. I was so excited to try out this perfume from the fragrance notes on it, and I LOVE it so much!"
        },
        {
            "review_title": "I love the notes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "This is one of those perfumes that has surprised me for how well it manages to balance a sweet and light fragrance. When applying it, it wraps you in a swell of softness and freshness that is very pleasant, without being overwhelming. The initial notes of lavender and pear create a fresh and bright opening, while the coconut cream heart gives it a softness that feels almost like a comforting hug. The base of cedar and almond wood adds a subtle depth that makes the perfume have a good duration and a balanced projection.  The bottle, with its cloud-shaped design, is a charming detail that reflects the essence of the perfume well: light, ethereal and a little playful. Personally, I find it a perfect perfume for daily use, since it is not too intense and always leaves a pleasant impression., Cloud is an excellent option for those looking for a sweet and enveloping fragrance with a touch of modern sophistication."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Combination skin",
            "review_text": "Ive been dying to try this scent and it definitely didnt let me down!! I seem to gravitate towards this scent because every time I ask somebody what theyre wearing they say Ariana Grande cloud and now that I wear it, I have many people stopping me to ask me what Im wearing. This scent isnt too overpowering but it is definitely long lasting. The fragrance is very sweet and fresh smelling. I love the versatility of being able to wear this daily or for a night out. Im very particular with what perfumes stay in my collection and this one is definitely a keeper and a must try!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Dry skin",
            "review_text": "This perfume has a nice sweet smell to it! It isn't too overwhelming but I feel like the pear scent stands out more than any of the notes. It has a good wear time and the clous packaging is the cutest!"
        },
        {
            "review_title": "Always a staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I love this fragrance! This is such a beautiful scent for anyone. I have smelt similar fragrances throughout the years but this is the one I always come back to. Its sweet and sultry all at the same time. This will always be one of my favorites."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This sensual and sophisticated fragrance has quickly won my heart with it's warm and sweet notes that perfectly complement one another. It features key notes of juicy pear, creme de coconut, and exotic vanilla orchids, and finishes with woody and sensual musk end notes. To me I love the balance of sweet, warm and spicy all blended together for a beautiful fragrance overall! It lasts well and it packaged very cutely, although I do think the packaging could be elevated and a bit more sophisticated for more appeal."
        },
        {
            "review_title": "Lovely girly fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I love how this fragrance is fruity without being overly sweet. It smells very girly and would work great both for daily use and for special occasions. I was surprised by how strong the scent is, it lasts all day long and I can still smell it on my clothes the next day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Hey Beauties! ud83eude75  Ariana Grande CLOUD is an uplifting scent that imbues a thoughtful, artistic expression of positivity and happiness from Ariana to her fans. This addictive scent opens with a dreamy blend of alluring lavender blossom, forbidden juicy pear, and mouthwatering bergamot. The heart of the fragrance is a whipped touch of creme de coconut, indulgent praline and exotic, vanilla orchid. Sensual musks and creamy woods add a cashmere like feel that seduces the senses.  Fragrance Notes:  Top Notes: Lavender, Pear, Bergamot Middle Notes: Coconut, Praline, Vanilla Orchid Bottom Notes: Cashmere  This warm and spicy scent is a gourmand lovers' dream perfume. She's fun, uplifting, inspiring, and playful. You'll love this indulgent scent year round.   Products Shown:  @ArianaGrande~ CLOUD Eau de Parfum"
        },
        {
            "review_title": "Smells like candy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is one of my favorite perfumes! The smell lasts so so long on the skin and even longer on clothes. It makes you smell like candy and so many people have complimented me and asked me what I was wearing."
        },
        {
            "review_title": "Strong scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Wow, this perfume packs a punch. It smells like summer at the mall in the best way possible! I love the playful, juicy scent and how its sweet without being cloying. This perfume is really strong so you only need a spritz or two and youre set. It also lasts all day. I could still smell it in the room where I applied it the next day! The bottle is so cute and I love that you can take it out of the white cloud too. This is such a joyful and nostalgic scent!"
        },
        {
            "review_title": "Loving it so bad!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have been waiting to much to try this perfume ud83eudd29 its amazing!! I feel that its the perfect smell to use in any occasion. Its sweet but soft at the same time, so its not a smell that is going to drive you crazy (in a bad way). Love the packaging as well, so cute and stable to take care of it. Cant wait to try other perfumes of this brans ud83eudd29ud83eudd29ud83eudd29"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I love all the Ariana Grande fragrances, they are soft and girly. The Cloud has this nice warm nut sweet scent from the coconut notes. Very lovely and perfect for day or night. I think the packaging is so cute too."
        },
        {
            "review_title": "Loved it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Ariana Grande's Cloud Eau De Parfum is a delightful escape into a dreamy scent profile that captures warmth and sensuality perfectly. The fragrance opens with a fresh burst of juicy pear, instantly uplifting the senses with its sweet and succulent aroma. As it settles, the creme de coconut introduces a creamy, tropical element that adds a layer of gourmand richness, creating a comforting and indulgent feel. The sensual musks in the base note leave a lasting, velvety trail that lingers beautifully on the skin, making it an enchanting choice for both day and night. This fragrance is a testament to Ariana Grande's ability to create an olfactory experience that is both sophisticated and playful."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This scent has been my go to latley! I have quite the perfume collection and i've been reaching for this one the most because it smells so light and clean and warm. The scent is subtle but last a long time."
        },
        {
            "review_title": "Ariana does it again",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Ariana does it again This cloud perfume is everyday perfume without it being too dark. It has a notes of amber wood, musk ,praline and a slight coconut. This is definitely dupe for Baccarat rogue 540, I like this more because this isnt as strong as Baccarat. Lasts really long on me"
        },
        {
            "review_title": "Must try!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "Gourmand girlies highly recommend you check this out for a summer scent! On first spray its got those fruity notes I always reach for (top notes are guava and pineapple but Im getting a more generic tropical vibe), and dries down into a more vanilla amber-y leaning scent with whispers of the aforementioned tropical vibes. I wouldnt classify this as a u201cheavyu201d fragrance but also not u201clightu201d either - somewhere in the middle that works for me on hot summer days! Lasting power is very personal but on me its about 3 hours which isnt out of the norm. Ive already gotten two compliments today so I think this will earn a spot in my summer rotation!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This perfume smells very sweet, like cotton candy. For me, it is overly sweet, but it by no means smells like the u201ccheapu201d cotton candy scents, if that makes sense? Like if you liked this scent as a child, this is a grown up version."
        },
        {
            "review_title": "Great scent, weird bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This is one of my favorite scents - it's warm and spicy with a lot of coconut in it! It's not a juvenile or BBW like gourmand scent, this one is more sophisticated.  The bottle could be a bit elevated though - it feels more for a teenager.  The scent is more sophisticated than the packaging."
        },
        {
            "review_title": "Sweet and fresh",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I am loving the Ariana cloud perfume and personally love the scent. I prefer the pink version but both are really nice. This one seems to have more staying power. I find it to be a really light fluffy sweet scent that also isn't cloyingly sweet. I know people get lavender and therefore some masculinity, but I get no masculinity at all - maybe at most some freshness from the lavender. I think it's worth it and if you like sweet/fresh scents you'll like it!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "The scent is more on the subtle side. The longevity its in the shorter side. This perfume would be great for teenagers. For me it was too girly. I couldnt smell most of the notes but lavender was the strongest. My daughter is 13 and she absolutely loves the scent but the longevity is on the shorter side, so youll need to reapply. The packaging is absolutely beautiful!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
            "review_text": "Smells AMAZINGGGG! I have heard such good things about this perfume so Im late to the bandwagon but they were not lying. The scent is great and the projection/lasting power is also great. The packing is also super cute"
        },
        {
            "review_title": "head in the clouds!! love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "First time trying this and it gives such a clean floral smell, which makes it my daily favorite to use! Its not overwhelming and has a musk at first but as the day goes on it lightens up and gives you a versatile smell. The packaging is also the cutest!"
        },
        {
            "review_title": "Obsessed !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Smells so dreamy and stays on all day, no wonder this is the best selling perfume because it definitely IS worth the hype it received !!! Im truly obsessed and will be restocking once Im done with this"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I had the opportunity to try three of the new Ariana Grande perfumes and this was by far my favorite. Its sweet but way mellowed out. A much more grown up scent than the rest of them and the packaging was so cute"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "This scent smells like summer! It has notes of pink pineapple, dragon fruit & barriers but it also has base notes of amber woods, musk and praline. The notes in this perfume really give it a more sophisticated scent without being overpowering. The scent lasts all day and its such an affordable option. A great perfume for all ages."
        },
        {
            "review_title": "love her",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Well, Ariana Grande knew exactly what she was doing with this perfume because I am so obsessed with not only how it smells, but how it wears on my skin. I love how refreshing and pretty it smells. I love this perfume."
        },
        {
            "review_title": "You feel like your wrapped in a cloud",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Ariana Grande Cloud Eau de Parfum is an uplifting fragrance.  If youre looking for a playful and dreamy fragrance look no further. This inspiring perfume has notes of lavender and pear with Bergamont. You will smell cream, coconut, vanilla, orchid with sensual musks and creamy blonde woods."
        },
        {
            "review_title": "Cute bottle!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "For me, the most important thing in a perfume is the essence and how it smells on me. And this is a perfume that I am convinced that I will continue to use in my daily life because it has a very special scent. However, this does not last more than 3 hours. The presentation is cute and the container is relatively small for the packaging but its lavender and bergamot notes are very present on it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "smells soooooooooooooo dilish! I love it. I get a bunch of compliments when im wearing this scent and I noticed that it does last all day! I would definitely buy this again because it smells that great."
        },
        {
            "review_title": "So good !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Every time I use this perfume I get compliments it smells sweet but not overly sweet. This scent also lasts a pretty long time compared to my other perfumes. The shape of the bottle is also unique and Ive never seen anything like it !"
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Dry skin",
            "review_text": "This perfume smells delicious!! I am wearing it today and I had people at the store tell me how good I smelled. It is a very sensual and chic fragrance. You can smell the vanilla notes. The bottle is beautiful as well! I am going to order the 3.4 size during the Sephora sale!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I recently tried Ariana Grande Cloud Fragrance. It is such a beautiful fragrance with a blend of fruity, spicy and warm fragrance notes. The packaging is so classy too. I loved this light, airy perfume."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "i can see why this perfume is loved by a lot of people. i've been wanting to try this for so long and i finally got the chance to. it has a nice light and sweet scent that's perfect for everyday!! the packaging is also adorable."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "This smells really clean, im trying to find words to describe it but its a little hard. It smells like lavender and I get a light coconut smell too but its not overpowering at all. It also lasts longer than I expected."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "love this scent i get so many compliments when i wear it It is simply so so good and great for all ages! Highly recommend. It smells great! It's just like if I were to smell a cloud I think it would smell like this! It smells like vanilla on a good day."
        },
        {
            "review_title": "Great buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I was recently bought the Ariana Grande's Cloud perfume, and I'm absolutely loving it! This scent is a beautiful, sweet, and creamy blend that's perfect for everyday wear. Top notes: u00b7 Bergamot u00b7 Lavender u00b7 Pear Middle notes: u00b7 Coconut u00b7 Vanilla u00b7 Jasmine Base notes: u00b7 Musk u00b7 Woody notes u00b7 Creamy notes What I love: u00b7 The scent is long-lasting and lingers on the skin for hours. u00b7 It's a unique blend that's not too overpowering or sweet. u00b7 The packaging is adorable and Instagram-worthy! What I don't love: u00b7 Some people may find the scent too sweet or strong. Overall: Ariana Grande's Cloud perfume is a must-have for anyone who loves sweet and creamy scents. It's perfect for spring and summer, but can be worn year-round. The price point is also very reasonable, making it a great addition to any perfume collection."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I really enjoy all of Arianas fragrances and Im so happy theyre available at Sephora now! Cloud is a unique perfume to my collection. I typically go for sweet, fruity perfumes. Cloud isnt fruity but its just sweet enough, and also a bit sexy, that I really enjoy it!"
        },
        {
            "review_title": "Beautiful all the way around",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This smells so yummy! It has a cult, following for a reason. It lasts a really good while on my skin, and Ive gotten a lot of compliments with this fragrance, too. Dont even get me started on the packagingu2026 Absolutely stunning and such a conversation piece! Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I'm typically not a fan of celebrity fragrances, and honestly try to stay clear, but I figured I would give this one a try. I have heard plenty of good things about Ariana Grande's line of fragrances, so I had to see for myself. From the moment arrived I thought it was quite beautiful. The box was a pretty bluish purple iridescent color. The bottle itself is quite adorable. The blue glass inside a little plastic cloud holder makes it perfect for my vanity. The only complaint I have about the bottle itself is where it has the name Ariana grande across the bottom. I somehow feel like that kind of cheapens the feel a bit. As far as the fragrance, it's quite pretty. It comes off sweet and musky and the dry down has a pretty floral feel to it. I can definitely pick out the praline and vanilla notes, however, I have struggled to find the coconut andd pear. Obviously the are fruity notes are there, but I feel the gourmand and floral fragrances take priority in this fragrance. This really is a pretty fragrance, and I can see what the hype is all about, but I really wish the fruity notes would have pulled through as much as the rest. I also feel like it's worth mentioning that the longevity is definitely there. I was pleasantly surprised how long this actually lasted. All in all, I did really enjoy this, and I am now more open to trying more of her fragrances."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "To me, this one was just okay. I do have to give a shoutout for longevity on my skin, even after washing my hands and changing clothes I could still smell it on me. Its a clean scent that is pretty strong to me - not very sweet but more musky and surprisingly mature on my skin. Way more lavender cashmere heavy than the lighter or sweeter pear, coconut, or vanilla notes. As someone who prefers more of those fruit or sweet notes, that was disappointing but if you like clean scents then youll probably like this one more. The bottle is also adorable! Just not the scent for me"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Ariana Grande Cloud perfume has been a long-time favourite of mine, and I'm thrilled to revisit and cherish it again. It offers a warm, cosy, spicy, and sweet scent, perfect for gourmand lovers. I can smell pear, coconut, and a hint of vanilla throughout my entire 8-hour work shift. It's not too overpowering and ideal for beach vibes. The stunning bottle looks mesmerizing on my shelf."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "OMG THIS SMELLS AMAZING!!! First aesthetically the perfume is gorgeous it comes with the little cloud stand and a beautiful sky blue bottle with a could cap so cute. Now to the scent of this fragrance its wonderful fresh and just overall puts me in a good mood. The lavender and cashmere scents stand out the most for me and the sweetness of the pear. Absolutely love this light fresh scent."
        },
        {
            "review_title": "More for teens",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This is a very girly scent. I am in my 20s and felt this would be better for my teenage sister. It is feminine and light. But, I gear towards more mature and smokey scents. But, it does smell good! It reminds me of marshmellows"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The bottle design is whimsical and eye-catching, featuring a cloud-shaped cap and a blue ombre glass bottle. It reflects the dreamy, ethereal quality of the fragrance itself.  Overall, Ariana Grandes Cloud is a captivating and comforting scent that blends fruity, gourmand, and floral elements beautifully. Its a versatile and inviting fragrance that appeals to those who enjoy sweet yet balanced perfumes with a touch of elegance and warmth."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "What a pretty bottle! I love the smell. Its not too heavy or strong. Has a nice smell that lasts all day. A little bit goes a long way. I love that its cruelty free"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This is such a lovely perfume! Its very clean and fresh- smelling. The ambroxan gives it an extra layer of special-ness. Its a very popular fragrance note right now, and this is one of the most affordable perfumes you can find it in"
        },
        {
            "review_title": "My signature scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Im so happy that this has got to Sephora! Ive always loved Ariana Grandes perfume line and cloud has been my signature scent for so long. Its the perfect mix of sweet and lactonic, but still fresh, fruity and grounded. I have no idea how they created a perfume this perfectly blended! The longevity and silage is also amazing. Trust me, if you havent already, get your nose on this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "If youve tried the cloud pink, I personally like this one, so so much better! You still get the Sensual Musks its very warm, but unique and not so overwhelming like I feel like the pink is. Perfect day or night and last all day its a universal scent! I dont really think Ive smelt anything like it before. Its very unique. Its warm yet flavorful."
        },
        {
            "review_title": "fav.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This perfume is truly amazing with its delightful scent, blending hints of vanilla and a subtle musk. It's one of my all-time favorites and my go-to choice when I want to smell absolutely captivating. I highly recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I love this perfume so much. The combination of pear and musk is so amazing. It has incredible longevity and I get so many compliments whenever I wear it! The bottle is cute, although a little bulky, but I still love it."
        },
        {
            "review_title": "Sitting on a bed of clouds",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Imagine thisu2026 u2601ufe0f a picture-perfect sky, basking in the sun while enjoying an inspiring, dreamy, and playful fragrance. The Ariana Grande perfume embodies this experience. With its floral fruity gourmand character, the base of this fragrance are musks and woods complimented by the top notes of lavender blossom, juicy pear, and bergamot. Youll also get hints of coconut, praline, and vanilla orchid. It is a beautiful scent for any season!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Normal skin",
            "review_text": "i love the packaging concept of this perfume and it smells amazing on the body. The perfume lasts all day as well, the scent itself is super fresh and clean reminds me of baccarat rouge so I highly recommend"
        },
        {
            "review_title": "Love this sweet scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I am such a huge fan of sweet fragrances and this one did not disappoint. It has such a sweet inviting scent that I absolutely loved. Although the packaging is cute, but seems more targeted for teens, I really enjoyed the scent."
        },
        {
            "review_title": "Omg! Gourmand heaven!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Omg the hype is real with this fragrance! Ive seen Cloud by Ariana Grande go viral so many times and now I got the chance to try it and it is dreamy! Cloud is the perfect gourmand fragrance great for day & night!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Oily skin",
            "review_text": "This perfume smells really good but it did not last at all, not even a little bit. I put it on & couldnt even smell it on myself after 5 minutes. The packaging is so cute though and I love the aesthetic. It just doesnt last and has no projection."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Ok first off the packaging is adorbs!! I love that little cloud holder! The packaging gets a 10 from me. Now the scent is my kind of scent! Theres vanilla obviously, but then there is a citrus and slightly sweet dry down that makes this very wearable on its own. I cant get enough of this scent!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Not my favorite, it is good maybe for a young girl, i love more specific perfumes. This one smells to simple. But maybe for a every day use . I love the packaging, the bottle is so cute and in a nice shape"
        },
        {
            "review_title": "YES YES YES",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "This is my new favorite fragrance! It has the cutest packaging and is great for everyday wear. I love the juicy pear notes and how warm and cozy it smells. My fiance loves this one too and always complements me when I wear it!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "Ariana Grandes Cloud is ICONIC! It's warm, sweet & a little musky and fresh. I can find all the notes in this one..On the opening I get a fruity and sweet pear mixed with Lavender. As it dries down the Coconut comes through with hints of Praline and Vanilla. On the dry down you get a subtle hint of musk. It's beautiful!! Everyone's should have Cloud in their collection! It has really good lasting power too, lasts quite a few hours on my skin!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Smells like a very expensive version of another fragrance I have but lighter and less intense. Perfect for a long hot summer day. Super feminine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Im a fan of the cloud perfumes. I love the coconut note in this perfume because it gives it a more youthful feel. Its a perfect everyday scent because its not very overwhelming. Also has a pretty good wear time for its price point, of about 4-5 hours!"
        },
        {
            "review_title": "A must have scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am incredibly grateful for the gift from Luxe Brand. I would say it is a 10/10. Its a bit strong once you first spray it but once settled, the heart notes of whipped cream and coconut emerge, adding a sweet and comforting warmth that feels indulgent and inviting.  It will have you smelling lovely and spicy all day. It's the kind of scent that turns heads and elicits compliments, leaving a lasting impression wherever you go. Cloud has quickly become one of my go-to fragrances and I highly recommend it to anyone looking to add a touch of luxury and allure to their scent."
        },
        {
            "review_title": "One of my new favorites!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This perfume has a beach smell to it. Its sophisticated, light, & airy. I feel like its a summer scent, I wouldnt wear it year round. The fragrance does last all day and I received quite a few compliments while wearing it!"
        },
        {
            "review_title": "Smells so soft. I love it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this in exchange for review via skeepers. I have sinus disease and suffer from migraines that are often triggered by scents. Ariana Grande fragrances tend to be on the lighter side and more tolerable for me. This scent smells amazing. Slightly powdery and fruity with a soft musk. I can wear this fragrance without worrying about catching a headache and actually enjoy wearing a perfume."
        },
        {
            "review_title": "Amazing quality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I think this is such an amazing quality perfume. It lasts forever and is a really stunning refreshing scent. When I apply it in the morning, I can still smell it at the end of the day after I have been through it."
        },
        {
            "review_title": "Uplifting scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Very warm beautiful fragrance, it is so joyful and light, makes me feel uplifted and confident. I feel a lot of pear and lavender, a little bit of wood and musk. It is very flirty and seductive in my opinion. It lasts so long on my skin!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Dry skin",
            "review_text": "Cloud is a unique scent that starts off kind of odd at first spritz but after a few seconds the warmth of the scent really comes through and becomes this cozy, comforting scent that I love. Going to be perfect for winter."
        },
        {
            "review_title": "Smells HEAVENLY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have not stopped using this fragrance since I got it! Its a very sweet, lightly musky gourmand scent that I cannot stop myself from smelling all day! I definitely get strong notes of juicy pear with musk. The scent also lasts a really long time and I absolutely love the packaging - its great for my inner child as its a lovely cloud packaging."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I absolutely love the sun. It smells amazing. I definitely will be wearing this every day. I got so many compliments when wearing this perfume I absolutely love it and it lasted all day. Definitely recommend buying this perfume."
        },
        {
            "review_title": "girly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "This perfume has such a sweet summery floral and fruity scent. Its very girly with some notes of cotton candy and whipped cream as well. The packaging is so cute with the little cloud stand that you can choose to use or not use ."
        },
        {
            "review_title": "Smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "This perfume is soo good! Its a sweet smell but not too strong. The packaging is so cute i love the blue bottle with the cloud, the scent last and is totally worth the hype. It smells like an expensive perfume at a reasonable price !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "This is a lovely, timeless fragrance.  It smells really nice and lasts a decent amount of time, but does need to be reapplied throughout the day. The bottle is also super cute. Overall, a good fragrance to have in my collection."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This smells so good! I wear it every single day and it lasts without having to reapply. The packaging is also very pretty so I love having it on display. Will definitely purchase when this one runs out!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "the best perfume to ever exist!!! this has been my go to everyday and night perfume for years. It is not overpowering, is very warm, versatile and feminine, i always get so many compliments on what im wearing!"
        },
        {
            "review_title": "Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received the Ariana Grande Cloud fragrance and it has quickly become one of my favorite scents! The fragrance is a beautiful blend of creamy coconut, praline, and vanilla orchid, creating a sweet and dreamy scent that is perfect for everyday wear. The lasting power of the fragrance is impressive, as I can still smell it on my skin hours after applying. The packaging is also stunning, with a unique cloud-shaped bottle that looks beautiful displayed on my vanity. Overall, I highly recommend the Ariana Grande Cloud fragrance to anyone looking for a sweet and playful scent that is both sophisticated and fun. It's definitely a must-have in my perfume collection!"
        },
        {
            "review_title": "lovely sweet perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This perfume smells LOVELY! I had heard so many great things about this perfume and it certainly lives up to the hype! If you're looking for a sweet, girly scent, this is the long lasting perfume you need!"
        },
        {
            "review_title": "The best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this cloud out of perfume by Ariana Grande. Its so good and it smells amazing on the skin. The bottle itself is adorable and looks amazing on a countertop. This last all day for me as well which is so amazing."
        },
        {
            "review_title": "Underwhelming",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Ive heard so many people rave about Ariana Grande Cloud so I was excited to try this, but unfortunately it didnt live up to the hype for me. Since this is a gourmand perfume, I expected the creme de coconut, praline, and vanilla orchid to steal the show and give this a sweet, yummy scent. However, these notes seemed to be lacking in comparison to the fruit and floral notes. I found the scent composition to be underwhelming and honestly did not care for it very much. It didnt last very long on me either and seemed to fade quickly. Overall, I think this is more reminiscent of what Id expect from a body mist."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I was definitely surprised to like this perfume so much. Its a good everyday fruit perfume. The scent does not overwhelm me at all. It also lasts me through the majority of the day. Definitely will be using a lot more of it."
        },
        {
            "review_title": "Must-Have!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This Parfum is such a delightful and fresh fragrance. It is the perfect combination of vanilla with a fresh, airy note of lavender. The packaging is my favorite with its cloud-shaped bottled making it very unique. It is the perfect versatile fragrance and a wonderful addition to any perfume collection! #giftedbyluxebrands"
        },
        {
            "review_title": "So pretty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I was gifted by Ariana Grande this beautiful Cloud Perfume.  This Perfume is heavenly! So delicious! I love the adorable bottle and the cute cloud holder too! This Perfume is gorgeous on the skin and lasts all day"
        },
        {
            "review_title": "LOVE this perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Ive been wearing this cloud perfume for over 4 years now and Im absolutely LOVE IT. I always receive so many compliments whenever I wear it. It lasts so long on my clothes as well. Its the perfect warm scent. This was gifted by ad but i absolutely love it."
        },
        {
            "review_title": "Definitely must try ud83eude75",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I was so happy to be able to try this version of a cloud! The scent is definitely more light and airy and has very good potential. I love how scent opens and how long it lasts. Very cute packaging that I love to see in my vanity. Gifted by luxebrands"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "This is truly my signature scent it is really one of the best perfumes out there! The packaging is extremely cute and for the price you get a very high end product! It lasts all day on the skin and longer on clothes! Love it! Gifted by luxebrands"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This is such a beautiful fragrance! The packaging is so cute and it rests on a little cloud. The scent lasts all day long and I dont need to reapply! It has a beautiful floral scent and is so clean! I get tons of compliments on it! I highly recommend! Gifted by Luxebrands"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I love Cloud, its such a beautiful soft feminine scent. I think this scent is the perfect light fragrance that can be worn all year long. I love that its not too overpowering like it would give me a headache. Its a beautiful light scent & Ive received a few compliments on my scent! Gifted by ad"
        },
        {
            "review_title": "Smells quite nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Combination skin",
            "review_text": "In short, cloud smells amazing! It mixes a lot of scents that I enjoy like vanilla, pear, coconut, and whipped cream. This scent profile is not too fruity or musky but falls right in the middle. It's a great perfume for a day or night out! giftedbyluxebrands"
        },
        {
            "review_title": "WearableHug",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I was so excited to try this fragrance out Ive heard so many good things about it and its honestly such a comforting perfume like I love to wear it to bed or when I want to feel like Im wearing a hug. Gifted by luxe brands"
        },
        {
            "review_title": "A fave!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Favorite Ariana grander perfume Ive tried so far, its super sweet, as a gourmand girly I am super impressed!! If youre a gourmand girly, this is 100 percent for you it will not disappoint at all! Its super laconic too, I dont really get the coconut but the sweetness absolutely makes up for it! This was gifted by luxe"
        },
        {
            "review_title": "Beautiful girly scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I recently got into Ariana Grande fragrances and Im loving them so much, Ive collected many of them but still was missing this cloud which I know many many people love from her; I love the cute bottle and how unique it is, it looks beautiful on my vanity; I get a beautiful tropical coconut note from it, its flirty and fresh, its long lasting on my skin, i get around 5 hours from it and I dont mind reapplying it, it lasts forever on my clothes tho; I definitely recommend it, its beautiful and unique; giftedbyluxebrands in exchange for my honest opinion"
        },
        {
            "review_title": "Perfect everyday scent!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love Ariana Grandes Cloud perfume. Its sweet and creamy, with notes of lavender and vanilla. The fragrance lasts long on the skin, making it perfect for all-day wear. The bottle design is beautiful and unique, adding a touch of elegance to my collection. Its a versatile scent thats perfect for everyday use or special occasions. Highly recommended! Offered by giftedbyluxebrands"
        },
        {
            "review_title": "such a beautiful perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "cloud was one of my very first perfume purchases. she is sweet and flirty and easy to wear everyday. it smells both fresh and gourmand and I would recommend it for anyone! I love the bottle too. gifted by ad."
        },
        {
            "review_title": "Love this perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Complimentari from giftedbyluxebrands.I love this perfume smells. Ariana grande cloud fragrance smells heavenly & whenever I use this I get so many compliments.The smell lasted for hour.Beautiful but classic smell.Its pretty in person & it is incredible long lasting & delicious.Love this perfume & recommend it to everyone"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I was so in love with this one ever since I smelled it in one of those magazines Im just not a sweet perfume person but this is not overly sweet but perfect for the summer time right now! Spring too Id say."
        },
        {
            "review_title": "Fresh and long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The bottle shape is sooooo cute. Its looks adorable on my dressing . The fragrance is fresh and sweet - mix of floral and fruity. I love the pear and lavender notes with a touch of citrus musk aka bergamot. Stays on relatively longer, 9 /10 ."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Smells incredible. I am truly impressed with how good this smells, I have received so many compliments wearing it and the scent really seems to last all day. And at such a great price point Ill definitely keep buying. Gifted by luxe brands!"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I have been looking forward to trying the Ariana Grande cloud perfume for a really long time and I am super happy that I did because I love how Gourmand this sent is. I feel like I really get a lot of the pear and musk in this perfume. I love all of my Ariana Grande perfumes, and I am so happy to add this to my collection. I love how affordable these fragrances are so if youre looking for an affordable fragrance for every day, I highly suggest this one. GIFTED BY AD."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "This is a beautiful scent and bottle. The backside of the cloud stand isn't labels and the stand cover the bottle label fully, so it can look very minimalistic on a perfume shelf, which I love. For the scent itself. it's an airy musk with a creamy woods note that stands out the strongest. It's light enough to wear it day or night. The vanilla is noticeable but I don't pick up a lot of the coconut on myself. This is the perfect gourmand for those who don't love super sweet scents. The throw is light to medium, so strangers won't be able to smell you as you walk past but people who get up close and personal can. It doesn't last that long on me, about a few hours, so it does have to be reapplied. I received this complimentary from the brand in exchange for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This is my everyday fragrance! Its a dreamy fragrance with notes of lavender, coconut, and praline. It's sweet perfect for everyday wear with a long-lasting scent that's not overpowering, feel lovely when i wear this gifted by ad"
        },
        {
            "review_title": "Long lasting & sweet",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "This cloud perfume is extremely long lasting! The scent is very sweet, but mixed with musk. I feel like it settles down a little different on me than it does on my sister. But Im just shocked how long it actually lasts on. Gifted by luxe brands"
        },
        {
            "review_title": "Floating on a Gourmand Cloud!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "This is one of my favorite perfumes I am so in love with it. The scent notes are so enticing with things like lavender, pear, praline, and a bit of vanilla. It really only takes one spray too and it lasts so long spraying it on my clothes. *gifted by Luxe Brands*"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This smells like a mix of citrus and vanilla. I loved how summer this fragrance is but you can use it in the winter too. The packaging is beautiful and I love the little cloud stand it comes with. Super versatile. complimentary from giftedbyluxebrands"
        },
        {
            "review_title": "This will make heads turn",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "My go to perfume, Its a sexy smell meets romance and allure. Makes my boo go crazy"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Complimemtary from giftedbyluxebrands I'm absolutely OBSESSED with Ariana Grande's Cloud Eau de Parfum! This scent is truly a dream come true - it's like wearing a warm hug on my skin. The juicy pear and creme de coconut notes are absolute perfection, and the sensual musks add a sultry touch that makes me feel confident and sexy. The fragrance is long-lasting and lingers on my skin all day, but it's not overpowering - it's just the right amount of sweetness. I've received so many compliments since I started wearing it, and  The packaging is also gorgeous - the cloud-shaped bottle is so Instagrammable, and the soft blue glow is such a lovely touch. It's the perfect addition to my vanity. Ariana Grande's Cloud is more than just a fragrance - it's a mood, it's a vibe, it's a feeling of happiness and positivity. If you're looking for a scent that will uplift and inspire you, look no further."
        },
        {
            "review_title": "TROPICAL AND SWEET!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I love this perfume! The gourmand scent is so sweet and with a hit of coconut for a tropical hit. It doesnt last that long though. You will need to spray throughout the day. But the packaging is so adorable! Giftedbyluxebrands"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I am not the biggest Ariana fan but this one kept popping up so I wanted to give it a try as so many said it was great. very easy breezy daily fragrance that is subtle but iconic. complimentary from giftedbyluxebrands"
        },
        {
            "review_title": "Nice scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted by Luxe Brand of Ariana Grande Fragrances - Cloud in exchange of my honest review. Ariana Grandes Cloud is a delightful, dreamy fragrance that perfectly encapsulates a sense of serenity and whimsy. It opens with a fresh burst of lavender, pear, and bergamot, creating a light and airy introduction. The heart of the fragrance features a luscious blend of coconut, praline, and vanilla orchid, adding a creamy, gourmand sweetness. The base notes of musk and woody tones provide a warm and comforting finish. Clouds bottle design is equally enchanting, resembling a cloud resting on a fluffy pedestal, making it a beautiful addition to any perfume collection. Overall, Cloud is a versatile and uplifting scent, perfect for both everyday wear and special occasions."
        },
        {
            "review_title": "great scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Such a beautiful and light fragrance that gives clean vibes! I love that it has a subtle hint of vanilla and smells delicious. It's not too overpowering for those days when you don't want to go all out! Complimentary from luxe brands."
        }
    ]
}