{
    "product_id": "771",
    "name": "Le Male Eau de Toilette",
    "brand": "Jean Paul Gaultier",
    "categories": "Fragrance, Men, Cologne",
    "price": 124.0,
    "about": "Fragrance Family:Earthy & Woody.Scent Type:Earthy Green & Herbs.Key Notes:Mint, Lavender, Vanilla.Fragrance Description:Le Male leaves a powerful and irresistible fern and amber fragrance trail wherever he goes. With this cologne on board, seduction and virility soon follow..About the Bottle:With his freedom at the helm and horizon-blue bottle, this irresistible seducer makes hearts throb wherever he goes. Sensual and athletic in his legendary Jean Paul Gaultier sailor top..About the Fragrance:Le Male Eau de Toilette is a virile odyssey of fern and amberu2014fresh mint in the stern, lavender and sensual vanilla at the helm. Under a blue ocean sky, this fern and amber eau de toilette takes us on a trip to Jean Paul Gaultiers childhood and his fond memories of shaving soap.",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;.-After applying, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly.&nbsp;.-If you prefer placing fragrance on your wrists, be sure to reapply after frequent handwashing, as this tends to rinse off the scent.&nbsp;.-Replace fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent... Eau de Toilette or Eau de Parfum?: .The difference lies in the volume of perfume oil. While EDT contains five to nine percent, EDP contains more, usually eight to 14 percent. EDPs, therefore, last longer and smell more intense.",
    "num_reviews": 141,
    "overall_rating": 4.2,
    "product_url": "https://www.sephora.com/ca/en/product/jean-paul-gaultier-le-male-eau-de-toilette-P510785?skuId=2022820&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2022820-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "4.22 oz eau de toilette spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2775963-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "2.5 oz / 75 mL eau de toilette spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2022820-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": []
}