{
    "product_id": "1402",
    "name": "Slip Tint Dewy Tinted Moisturizer",
    "brand": "Saie",
    "categories": "Makeup, Face, Tinted Moisturizer",
    "price": 51.0,
    "about": "What it is: A multiuse tinted moisturizer that delivers skin-loving hydration and sheer, dewy coverage in confusion-free shades...Coverage: Light..Finish: Radiant..Formulation: Liquid..Highlighted Ingredients:.- Hyaluronic Acid: Attracts water and retains moisture in skin..- Licorice Root Extract: Visibly brightens skin..- Pansy Flower: A potent antioxidant that fights free-radical damage and works with hyaluronic acid to lock in moisture...Ingredient Callouts: This product is gluten-free, cruelty-free, and comes in recyclable packaging...What Else You Need to Know: This sheer tinted moisturizer seamlessly blends into a wide range of skin tones for a hydrated, your-skin-but-better finish...This product is an Allure Best of Beauty award winner...Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
    "ingredients": "-Hyaluronic Acid: Attracts water and retains moisture in skin..-Licorice Root Extract: Visibly brightens skin..-Pansy Flower: A potent antioxidant that fights free-radical damage and works with hyaluronic acid to lock in moisture..Water, Coco-Caprylate/Caprate, Zinc Oxide (15%), Vitis Vinifera (Grape) Seed Oil, C15-19 Alkane, Isocetyl Stearoyl Stearate, Argania Spinosa Kernel Oil, Tocopheryl Acetate, Sodium Hyaluronate Crosspolymer, Jojoba Esters, Tribehenin, Beeswax, Glyceryl Stearate, Leuconostoc/Radish Root Ferment Filtrate, Glycerin, Lactobacillus, Acacia Senegal Gum, Xanthan Gum, Viola Tricolor Extract, Bisabolol, Glycyrrhiza Glabra (Licorice) Root Extract, Sodium Hyaluronate, Aloe Barbadensis Leaf Extract, Cocos Nucifera (Coconut) Fruit Extract. May Contain: Titanium Dioxide, Iron Oxides, Mica......The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Apply one to two pumps with your fingertipsu2014no shaking required..-Blend..-Feel free to apply Saie Glowy Super Gel Lightweight Dewy Highlighter (sold separately) before or after for enhanced glow..-Use daily...Recycling Instructions:.-Tube is made of 100 percent sugarcane bio-resin..-Saie chose to use plastic made from ethanol, a carbon-neutral and renewable derivative of the Brazilian sugarcane plant..-Once empty, twist off the pump (not yet recyclable)..-Trim the end of the tube and clean it out before placing in your recycling bin..-All of Saieu2019s secondary cartons are made from 100 percent post-consumer waste and FSC-certified paper; simply toss into your recycling bin.",
    "num_reviews": 297,
    "overall_rating": 3.6,
    "product_url": "https://www.sephora.com/ca/en/product/saie-slip-tint-dewy-tinted-moisturizer-P478316?skuId=2499457&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2499457-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "One",
            "shade_descriptor": "for very light skintones with pink undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2499457-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Two",
            "shade_descriptor": "for very light skintones with peach undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2499465-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Three",
            "shade_descriptor": "for light to medium skintones with peach undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2499473-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Three + Half",
            "shade_descriptor": "for light to medium skintones with golden undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2499481-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Four",
            "shade_descriptor": "for light to medium skintones with red undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2499499-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Four + Half",
            "shade_descriptor": "for medium skintones with golden undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2499507-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Five",
            "shade_descriptor": "for medium skintones with peach undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2499515-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Five + Half",
            "shade_descriptor": "for medium skintones with red undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2499523-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Six",
            "shade_descriptor": "for medium to tan skintones with golden undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2499531-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Seven",
            "shade_descriptor": "for medium to tan skintones with olive undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2499549-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Eight",
            "shade_descriptor": "for deep skintones with peach undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2499556-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Nine",
            "shade_descriptor": "for deep skintones with red undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2499564-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Nine + Half",
            "shade_descriptor": "for rich skintones with deep red undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2524387-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Ten",
            "shade_descriptor": "for rich skintones with neutral undertones",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2499572-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Donu2019t buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Iu2019ve used is maybe 3 times, itu2019s extremely greasy and doesnu2019t blend well, it also has a weird smell, also overpriced as heck"
        },
        {
            "review_title": "Everyday favourite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Love this tinted moisturizer. This is my fourth time repurchasing. Just the right amount of coverage for everyday without feeling cakey."
        },
        {
            "review_title": "Meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "Meh, I like the moisturizing properties of this. However it leaves my skin shiny and I find it doesnu2019t  do much else. Waste of money."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Three - for light to medium skintones with peach undertones",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I keep coming back to this tinted moisturizer. The coverage is buildable. Good for sensitive skin. Feel this is a good option for people who donu2019t really use foundation. Iu2019ve used in summer, itu2019s a bit too much oil in summer. But, winter I highly recommend."
        },
        {
            "review_title": "do not buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Combination skin",
            "review_text": "$51 for this?!!! it applied nicely onto my hand. but when I applied it to my face it was patchy and did not go on well and was very noticeable and ugly. the product from the tester seemed to be an entirely different product compared to the one I paid for! even straight out the tube outside the store it was oily and could not spread well onto my hand like the tester did.   First returned product I've ever had! I would not purchase this product even if it was less than a dollar. it does not pay off well and you can feel it on the skin. does not provide any dewy properties"
        },
        {
            "review_title": "Too oily with a strong smell.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "For someone with oily skin, the formula was way too greasy. It also has a very strong chemically smell of u201cplay-dohu201d. Will be returning!"
        },
        {
            "review_title": "Not happy with my purchase",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "Despite some negative reviews, I really love the brand and was in the market for a dewy tinted moisturizer... so i took a chance. Firstly, my item arrived with a broken pump, and the product inside was separated. I decided to squeeze some out to try so I could decide whether to return or exchange it. It went on okay and looked luminous at first, but as the day went on, it became dry and patchy looking. The only positive was that the color was a perfect match. I'm so disappointed. I'll be returning it tomorrow."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Three + Half - for light to medium skintones with golden undertones",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Overall a good tinted moisturizer but something off about how it smells u2026"
        },
        {
            "review_title": "Really wanted to love this",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I really wanted to love this product as I have other Saie & love it. I was slightly hesitant due to other reviews saying how oily it made their skin. I did proper skin prep prior to applying, the consistency is very sheer with minimal coverage. After a few hours my skin was extremely oily and it looked as though I hadnu2019t put anything on. Really wanted to like this, but just didnu2019t work for me."
        },
        {
            "review_title": "Glowy light coverage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "This is the best no makeup glow tint !! I like how it applies with the brush."
        },
        {
            "review_title": "ACNE NIGHTMARE",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "This is literally the worst tinted moisturizer ever This foundation is so dewy and oily it made me break out in some crazy hard boil acne on my cheeks that Iu2019ve never had before in my life. The acne wonu2019t even go away either, iu2019ve had it for weeks and it wonu2019t even come to the surface ufffc"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Three - for light to medium skintones with peach undertones",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "so moisturizing! really like the consistency and how it applies and lasts throughout wear. will be repurchasing"
        },
        {
            "review_title": "NOT for OILY or combination skin..",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "worst product purchased, this is not for oily skin"
        },
        {
            "review_title": "too grassy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "I really want to like this one, but its just sooooo grassy ud83eudd72 OK if it's cold, but horrible when it's warm..."
        },
        {
            "review_title": "Mediocre",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Honestly wanted to love this product and definitely tried, but couldnu2019t. The application was ok kind of streaky until you really rub it in (I use my fingers not a brush). It only felt greasy and trust me - I tried to convince myself it was moisturizing. The smell was always not the greatest."
        },
        {
            "review_title": "Everything a tinted moisturizer should be",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Goes on oily (applied after a hydrating serum and oil) but sets beautifully, resulting in a light, natural, dewy finish. Smell is not great but it goes away quickly and I'd much prefer this smell over an overly scented concoction of unnecessary additional chemicals. For anyone with dry skin, looking for light consistent coverage that lasts and has SPF, this is the product for you.  It's everything Ilia foundation is trying to be."
        },
        {
            "review_title": "New everyday tint!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Normal skin",
            "review_text": "I absolutely love the Saie Slip Tint! It gives my skin a natural, dewy glow. The coverage is light but buildable, perfect for everyday wear when I want something breathable yet effective."
        },
        {
            "review_title": "The perfect tinted moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I'm on my third or fourth of these so far with no end in sight. This is the perfect tinted moisturizer imo. It does go on a bit greasy - needs to be set with powder for sure - but looks SO beautiful, your skin but better, and is on track to become my most repurchased product.   The only big con for me is the packaging. The pump stops working while quite a bit of product is left, meaning it doesn't last as long as it should. I'm considering buying alternate packaging just to make sure I can maximize use of product."
        },
        {
            "review_title": "Unimpressed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Product has separated and is an oily, chunky mess. It has an unpleasant odor similar to play dough. Pump does not work and the cap has already cracked with light use. Purchased recently, but passed 30 day return period otherwise I would return this. First product from this line and not impressed."
        },
        {
            "review_title": "Natural result",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I really love the fact that it makes my skin look soo natural"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Four + Half - for medium skintones with golden undertones",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Dry skin",
            "review_text": "very greasy, no coverage. I have combination skin and it made the oily parts greasy and thw dry parts like my cheeks had dry skin."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "One - for very light skintones with pink undertones",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Very oily. Also smells like play doh. Could be good for dry skin in the winter but I canu2019t get over the smell"
        },
        {
            "review_title": "Very Oily",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I tend to have dryer skin and this was still super greasy feeling.  I wanted to love it but there is also next to no coverage.  I would expect a light coverage for a tinted moisturizer but this just left me looking greasy."
        },
        {
            "review_title": "Must have for dry girlies!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "My fav tinted moisturizer! I have very dry skin and this does not cling to any dry spots at all. I prefer to use 1-2 pumps and warm it up with my fingers and then rub it into my skin. I will clean it up with the Saie base  brush after and I find it looks so natural and pretty!"
        },
        {
            "review_title": "Wonu2019t buy it again",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "At first I thought this product was great but how come the product is so runny (ik itu2019s a tinted moisturiser) ud83dude15thinking of returning it since I got it less than a month ago, left my skin looking so oily too"
        },
        {
            "review_title": "Wouldnu2019t buy again",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I mean itu2019s not bad for a tinted moisturizer but it leaves looking oily. It isnu2019t the best imo.  I told the lady I have oily skin and this was what she recommended paired with milk primer andans I ended up loving the primer but not this. I lost the box so this just sits on my counter with no use. Imo the best skin tint moisturizer I use for work is La possay roche ended up"
        },
        {
            "review_title": "Not my thing",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Fine for people with dry skin and donu2019t want any-much coverage.  I have combo skin with a bit of redness and this did not work with me. I found it it look oily and shiny for the whole day and did have a small smell of clay or something similar."
        },
        {
            "review_title": "would buy again",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "love this product, very good but lightweight coverage. great for my acne prone skin"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "One - for very light skintones with pink undertones",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "Although I really liked the formula and light coverage while using a sample, full product came in damaged with not sealed packaging and expiration date in 14 months"
        },
        {
            "review_title": "Greasy not Glowy or Radiant",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This is so oily and greasy on my skin and settled into every fine line and smile crease I have. Stuck to the dry spots and and broke me out. Melted and separated within in a couple of hours. No thank you! Returned."
        },
        {
            "review_title": "Perfect glow for normal-dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "If you have normal-dry skin, this is for you. This product is pretty oily, but I prefer that and I absolutely love the dewy look that it gives me. Light coverage, perfect for everyday wear"
        },
        {
            "review_title": "My favorite lightweight foundation for summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I bought this product after seeing it on TikTok and itu2019s such a great lightweight alternative for people who donu2019t really like the thickness of foundation. I especially LIVE FOR IT in the summer because it doesnu2019t feel like itu2019s gonna melt with the heat. Great product and would DEFINITELY buy again. Worth the price becausdoesnu2019"
        },
        {
            "review_title": "not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Cant get this to lay right on my skin.  It doesn't sink it, just sits on top and moves when I try to layer make up on top.  Won't repurchase and will stick to Glowscreen."
        },
        {
            "review_title": "Must have for summer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really donu2019t know why everyone is hating on this product! I love it , itu2019s the perfect face tint for the summer and you can build the coverage too! There is no weird smell it smells like nothing"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Amazing ! And SPF  Love this product and I emailed Saie re SPF, their answer is below:   Our Slip Tint sold in Canada is no different than our US version, so rest assured youu2019re getting the same sun protection! If you look at the ingredient section of the Slip Tint page on the Sephora Canada website, you will see that zinc oxide is listed as the 2nd ingredient after the featured active ingredients"
        },
        {
            "review_title": "Love! but..",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I love the way this looks and applies, it has a nice glowy look, lasts pretty long however it smells exactly like playdoh and the smell is super strong. Like you. can smell it on ur face."
        },
        {
            "review_title": "Greasy skin tint",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I really wanted to like this but it is so so very greasy.  I have dry skin and this makes it look like an oil slick.  Don't know why they made the consistency the way they did but it is terrible."
        },
        {
            "review_title": "Mon pref",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Il dure toute la journee et je l'adore! C'est leger et je me sens glowyy"
        },
        {
            "review_title": "Oil slick with zero coverage",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Baby oil with flecks of colour in it. Doesn't do a lick for me. Absolutely overrated, and I regret purchasing it on the recommendation of a store associate."
        },
        {
            "review_title": "Oily and doesnu2019t last",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Normal skin",
            "review_text": "Itu2019s a no from me. Oily and doesnu2019t look good after 1-2 hours"
        },
        {
            "review_title": "Smells HORRIBLE",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Smells like so terrible like wow but it's a great colour match. Also it's kind of streaky and when I first opened the bottle it wasn't mixed properly at all. SUUUUPER annoying and wasted a lot of product making sure it was mixed. Literally came out like half oil half colour mix it was gross AF."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Four + Half - for medium skintones with golden undertones",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "do you have SPF or not??? some bottles do and some don't? come on"
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Itu2019s really pretty but has a weird smell and it feels very thick on the skin so i would say itu2019s a no"
        },
        {
            "review_title": "Hydration and Light Cover, plus its actually Clean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I went into Sephora looking for the new Ilia skin care stick and it looked so dry on my face (although more coverage). The beauty assistant suggested this product and as soon as I put it on I knew this was what was looking for. Itu2019s"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Three - for light to medium skintones with peach undertones",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Made me look oily and didnu2019t last throughout the day at all. By the time I got home my skin looked gross"
        },
        {
            "review_title": "Best tinted spf for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Okay I love this. This is hands down for the dry skin folks, you will probably hate this if you have oily skin. It is so hydrating, blends in so smoothly and keeps my skin looking dewy and fresh for hours. I set it lightly with the ilia setting powder and I kid you not this looks incredible for the entire day. This doesn't break me out (I have extremely sensitive acne prone skin) and plays nicely with everything I put on top of it. It is not marketed as a tinted spf because I think the rules in Canada are different but it does actually have spf which is a huge plus!! The only downside is it does smell like sunscreen when you initially put it on but fades within an hour"
        },
        {
            "review_title": "Could go without it",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love the spf 40 in this and the way it feels on my skin, but it clumps when you wear it throughout the day :( I give it like 4 hours tops before the makeup starts to move around in your face."
        },
        {
            "review_title": "Lovely, but priceu2026",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Perfect for no makeup makeup. Super natural but enough light coverage. Iu2019ll probably buy again. The only thing holding me back is the price ud83dude35u200dud83dudcab"
        },
        {
            "review_title": "Nice but bad smelling (I thought it was expired)",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I have very dry skin, works nicely but has been reacting with some of my other face products. Once I figured out which one, I was able to use this without issue. But, the smell! It smells bad."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I am not a fan of foundations and this works perfectly for me. The tint is perfect for me."
        },
        {
            "review_title": "Just sits on your face, doesn't blend in",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Although this product feels velvety and gives off a natural glow, it just sits on the skin and doesn't blend in the way most foundations/moisturizers do... If you touch or scratch your face throughout the day for any reason, the product comes off completely and gets all over your fingers. Very disappointing given the high price point...."
        },
        {
            "review_title": "Must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I would give it five stars but only 4 because I thought it would be more pigmented and have more coverage than it did but over all really love this product and would buy again"
        },
        {
            "review_title": "OILY!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This product is TOOOOOO OILY !  And this separates pretty easily. Really disappointed. Will be returning."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "Goes on super smooth and leaves skin so uniform.beautiful formulation. Iu2019m hoping the zinc oxide in ingredients is meant for spf."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Three - for light to medium skintones with peach undertones",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Iu2019ve purchased this product a few times now. Love it! Keeps skin hydrated and itu2019s easy to apply (fingers or brush)."
        },
        {
            "review_title": "Name is literal- SLIP AND SLIDES off skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I hated this. It LITERALLY slips off. This is with good prep of skin. I wanted to love it because itu2019s a beautiful product, but for me it was unusable. I tried so many different ways of application and skin prep. Iu2019m jealous of anyone who uses this with success."
        },
        {
            "review_title": "Great but the smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love how this product looks on my skin so far ( only had for a few days) but I hate the smell. I'm willing to look past that since I like the tint but it smells horrible ( not like a perfume but more like a plastic halloween mask)"
        },
        {
            "review_title": "Non-Greasy If Used Correctly",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "Like many other reviews, the first few times I used this product I found it super greasy and shiny - so much so that I had to set with powder TWICE. I didn't follow the product instructions, and used a brush/beauty blender to apply it for the first few times. The product instructions actually state that you need to apply with your fingers as you would a moisturizer or primer. This completely changed the way I feel about the product, and didn't look greasy at all using this application method. I didn't even have to set it. I will say this is exactly what it's called - a slip tint. It's not pigmented and if you're looking for a product that has more coverage than say a tinted sunscreen, this is not the product for you. I like this for lighter days, and it wears really well with sunscreen, some concealer and blush."
        },
        {
            "review_title": "Oily consistency and makes skin look greasy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Was hard to use - came out super oily and messy - and made my skin look SO oily/greasy. I have dry skin and was hoping this would be hydrating but I didnu2019t like the consistency at all, I returned it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Three + Half - for light to medium skintones with golden undertones",
            "review_buyer_description": "",
            "review_text": "Feel super hydrating after using it, i bought it for my brasilian vacation and it was my big gotoooo! Perfect coverage and great for my sensible skin/eyes."
        },
        {
            "review_title": "A must-have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Seven was my perfect shade. I have hyperpigmentation and usually use a colour corrector but didnu2019t need it under this skin tint. Definitely recommend."
        },
        {
            "review_title": "Love the formula, not a fan of the colour/shade ra",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Love the formula, not a fan of the colour/shade range.  Itu2019s a little dark and it pulls orange which is the worst part about this product. The formula is amazing, it doesnu2019t look cakey, and it lasts all day on my dry-normal skin even without a primer. Likely wonu2019t repurchase due to the colour and shade range, but if they expand and add more undertones I will definitely buy again"
        },
        {
            "review_title": "the best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "i am new to makeup so i do not enjoy putting on full coverage foundation as it makes me feel uncomfortable. however, with this slip tint i feel like my skin looks like skin but just better!!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Two - for very light skintones with peach undertones",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is the first tinted moisturizer that Iu2019ve tried. It is fairly light weight and can be built up to have medium coverage. If you donu2019t prep your skin well enough it can be pretty patchy, I personally didnu2019t have many issues with applying it. Another note is that it smells strong when you first put it on."
        },
        {
            "review_title": "Pass",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Very cakey for a tinted moisturizer and smells like crayon."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Two - for very light skintones with peach undertones",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "okay i am so confused about the reviews here. I don't find that it is oily or separates or gets cakey on my skin at all? It keeps my skin moisturized and evens out my skin tone. Plus there is zinc in it so I don't need to add an extra sunscreen in the winter."
        },
        {
            "review_title": "holy grail for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "iu2019ve been using this product since the beginning of the year and i love it as a person who is very new to makeup. it makes my skin look like skin - but better!"
        },
        {
            "review_title": "Not worth the price",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The SAIE slip tint is not worth the price. It cakes up and moves around your face and just piled on one spot. It makes your face look super oily and doesnu2019t feel nice on the skin. Also smells like a wet dog"
        },
        {
            "review_title": "Controversial product but does the job on dry skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Very controversial product. On one hand it does a really good job on my extremely dehydrated skin - moisturizes, blurs minor imperfections, gives a nice dewy finish, stays all day, doesnu2019t look cakey if youu2019re using it on its own. On the other hand it is unbelievably greasy to touch, it separates in the package, smells like some cooking oil and the pump doesnu2019t work so well. Definitely wouldu2019t recommend for someone with an oily skin, but"
        },
        {
            "review_title": "No spf?",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this product but i swear it used to have spf??"
        },
        {
            "review_title": "bare minerals for spf protection is the way to go",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Was recommended this in store as an alternative to the Bare Minerals tinted moisturizer with spf. The consistency is nothing comparable. Bare minerals is light and feels moisturizing while the Saie option is so greasy and noticeable on my skin I also cannot find anywhere on the packaging that it contains spf/broad spectrum protection which is very misleading for a product I wanted specifically for that.  I will be returning this unfortunately."
        },
        {
            "review_title": "$51 for oil??",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I have normal-dry skin and live in Canada so i like thicker hydrating products but this was far too greasy/oily and feels really thick, its too greasy to even act as a primer or moisturizer imo. If you do use this underneath your makeup as a primer or just underneath any of your makeup products it will most likely make it patchy and crease. It also points out any blemishes, for example my acne or skin texture in some areas and imagine if anyone who has hair on their face like peach fuzz uses this it will probably point it out. It might be nice to use if it was less expensive but its definitely not worth $50 at all lol."
        },
        {
            "review_title": "Not worth it",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve been using this for about a month now and at first I absolutely loved it. Itu2019s light on the skin and super hydrating and gives a beautiful glow. However, once the bootle was about half way the oil started to separate. No matter how much I shake it, it will be separated now and makes it really difficult to apply and stay on the skin. Wonu2019t purchase this again. through the"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Three + Half - for light to medium skintones with golden undertones",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Love the glowy natural finish. Covers some redness, doesnu2019t sit on pores."
        },
        {
            "review_title": "Not for oily skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "Very thick and heavy, moisturizing but separates on the skin. Feels like a mask. I wore it in the snowy winter and it just sat on my face (and transfered on my coat). Must be great for dry skin, thought!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "After reading multiple negative reviews I decided to try this tinted moisturizer anyways, and itu2019s now my go-to daily foundation product.  I have combo, extremely sensitive skin and deal with inflammatory rosacea, and this does not bother my skin at all! I tend to get oily in the t zone, and as long as I set this lightly with powder it stays all day. It looks natural but still gives a beautiful glow and evens out my skin tone nicely. Sometimes it does come out of the bottle slightly separated, but I just buff it a bit with my fingers and itu2019s totally fine. I will say I find the shades slightly too pink for my yellow undertone skin, but itu2019s pretty forgiving since itu2019s not a high coverage product."
        },
        {
            "review_title": "Donu2019t buy it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "I hated this product! A sephora employee recommended it to me because I told her I wanted something not too heavy on my skin and for daily use. I told her I have oily skin and she told me this was the PRODUCTfor me, but It is the worst skin tint ever. Its greasy, it separates on the skin, it made me look greasy and shiny, I donu2019t recommend it at all"
        },
        {
            "review_title": "Pass",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Too greasy with minimal coverage. Didnu2019t irritate my skin tho which is a plus. Love saie but this is a miss"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Seven - for medium to tan skintones with olive undertones",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "so hydrating with a very natural glowy finish. you can build up the coverage and it lasts all day"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "One - for very light skintones with pink undertones",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Love this tint so much, its great for a natural look. I bought it for the spf so Iu2019m so happy it looks good too. Also, I find that you can get a bit more coverage out of it if you apply with your fingers. Itu2019s my new fav."
        },
        {
            "review_title": "Great product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I really love this product! I would say it has a little bit more of a foundation coverage than a tinted moisturizer, but it works great nonetheless. My only complaint is that unless you set it with something on my skin, in particular, it does tend to smear and rub off easily."
        },
        {
            "review_title": "Unfortunately itu2019s pills on me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I loved this skin tint at first but after the 3rd wear it started to pill and look cakey at the same time. Unfortunate cause I love saie beauty so much."
        },
        {
            "review_title": "My daily go to!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I really love how it has SPF and goes on so nicely! It's my skin but better! The perfect no make up look with the SAIE glow. One tip, it does have an expire date on the back, so only buy what you need."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This feels really nice and silky out of the bottle but just sits on top of my skin. Separates badly in the bottle so always shake well. It never melts into skin, it never dries down. If you like the super wet look then Iu2019d say this might be for you."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Nine - for deep skintones with red undertones",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Worst moisturizer for combination or oily skin. Product was separating when I received it."
        },
        {
            "review_title": "Dry skin girlies must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Truly GODSENT!  My skin is extremely dry (currently on accutane) and this is the only foundation/ tinted moisturizer that can actually go on my skin without looking dry and patchy , while also giving me a very natural glow"
        },
        {
            "review_title": "So natural!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love everything by Saie. This is such a beautiful, natural tint that gives a stunning glow! I personally love the way Saieu2019s products smell."
        },
        {
            "review_title": "Dried out my sensitive skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Dry skin",
            "review_text": "I am a fan of several Saie products and wanted to love this tinted moisturizer. The colour match is perfect for me, the product applies evenly and effortlessly with fingers, and the sheer coverage looks lovely upon application. Unfortunately, the product doesn't play well with other products (not even my Saie hydrabeam concealer, which the company recommends to use together) -- likely because of the oil it contains?  More importantly, though, this product proved to be severely drying for my sensitive skin after a week of daily use, even after prepping my skin with my usual daily moisturizer beforehand. It made my skin very dry and flaky -- especially around my eyes. I assume this is because of the zinc oxide. The issue disappeared several days after I discontinued use.  I still love the Saie blushes and foundation, but this one is a hard pass for me."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "It a good product does what you need it to do but I couldnu2019t handle the weird smell of had so I ended up returning it."
        },
        {
            "review_title": "Do NOT buy - greasy oily mess",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I bought this product as I thought it would be a great skin tint for a natural makeup look. When I opened it the oil was all separated from the actual product. When I put it on my face it was a greasy mess, the product still separated when I tried to blend it in on my face. I would not recommend this product to anyone. Very disappointing especially for the price of the product."
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This product was not for me. It separated on my skin, felt heavy and thick. It also has a scent to it so if you have sensitive skin be careful. I really hoped for this product to be better but Iu2019m not a fan."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Three - for light to medium skintones with peach undertones",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I absolutely LOVE this product! Itu2019s like a second skin, YOUR SKIN, but better. It doesnu2019t look like anything is on my skin and I even have large pores! Holy grail! I will definitely keep buying because Iu2019ve never had anything work for me like this."
        },
        {
            "review_title": "AMAZING PRODUCT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "I really liked this product it was not valet at all and the shade match was spot on. It has a very luminous finish and itu2019s buildable. It does not peel at all!!"
        },
        {
            "review_title": "A must have in your daily routine!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "After using this product for the last 3 weeks I can say that I love the tinted moisturizer. It doesnu2019t have high coverage, but somehow seems to perfect the skin and keeps my combo skin balanced at the same time.  I wear  this as a daily  moisturizer and apply my makeup over top. This is beautiful on the skin!"
        },
        {
            "review_title": "Amazing coverage for everyday use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I love using this tinted moisturizer for my everyday makeup routine. It blends in so effortlessly and I love that it comes with a pump dispenser. The coverage is light but buildable. I am personally not a fan of the scent it has. It sits well under all other makeup products. It has a nice finish when mixed with the glowy super gel"
        },
        {
            "review_title": "Worst smell ever and a greasy mess!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "Worst smell I have ever smelled from a makeup product! Smells like straight up expired play-doh. I didn't check the expiration date before throwing away the unicarton, but maybe I should have... I have very fair skin for a redhead and Shade 1 was totally fine, except I hate how it sits on the skin. Like other reviews say, it separates in the tube and on my skin and leaves me looking even greasier than if I had done nothing to my naturally oily skin... Wish I could return"
        },
        {
            "review_title": "A lovely natural glow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "A beautiful natural looking product which gives you a natural glow. I am not a big fan of foundation so this makes me skin glow and look natural. I have oily skin so a little is better. For those with dry skin this is a wonderful addition."
        },
        {
            "review_title": "Loving this product for my dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I really enjoyed using this product. It's lightweight with light coverage. It's easy to apply and it blends well into my skin keeping it hydrated and glowy. I have dry skin so it feels really nice. As a busy mom, the Slip Tint is perfect for me to wear everyday when I want to get ready quickly. I also like the packaging and the built-in pump. I definitely recommend trying it out!"
        },
        {
            "review_title": "Must Have! Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I was a bit skeptical with this on first use as it  wasnt blending into my skin well with a beauty sponge.  After practicing more and testing other application methods, I did find that I had to allow my skincare at least 15 minutes to dry before applying this with a barely dampened sponge, brush or fingers.  As I apply, it does pull the blue under my eyes, but this dissapears as it dries. It does take a bit of time for the tint to fully melt into the skin, but it leaves behind a beautiful GLOW and doesn't set into my pores, fine lines or dry patches.  It does have a slight chemical smell while applying, but this disappears.  Also, it's not stated on the packaging, but this does contain SPF 35.  I don't wear makeup often, and so this tinted moisturizer is perfect for my daily use.  It has a nice light coverage that perfectly matches my skin."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "One - for very light skintones with pink undertones",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I got sent this product by Saie, and I was so excited to try it out because it is one of my favourite brands! Overall, I really enjoy this product. It has a nice dewy finish and not full coverage (which is nice for every day). I do find it a bit greasy, so if you have oily skin, it might not be the best option for you!  One minus for me would be the shade range. I got sent the lightest shade, and it is way too dark on me, so I can't even wear it :("
        },
        {
            "review_title": "One Month from Expiry",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I was really excited to buy this product because Iu2019m looking for very dewy light coverage. I just received the package and the skin tint is 1 month from expiration and smells rancid. The pump keeps churning out oil instead of product. Disappointed."
        },
        {
            "review_title": "A must have for my morning makeup routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "After using it for the first time, I was pretty impressed. I donu2019t like to use full coverage foundation everyday & thatu2019s why slip tint is a must have product for me. This tinted moisturizer hydrates the skin, hides blemishes pretty well, & my skin looks glowing & healthy. If you are looking for something with light coverage then this slip tint is a must one. Highly recommend this to everyone!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Two - for very light skintones with peach undertones",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Love this product!! Goes on light, but moisturizes well."
        },
        {
            "review_title": "Pump stopped working after first use!!!!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Tried it once, some product came out but not a lot. It seemed a little too sheer for my liking. After that the pump stopped working. Iu2019m reading the same complaints below. Canu2019t give it a full/honest review tho"
        },
        {
            "review_title": "A greasy mess",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I have never used a makeup product that separated as bad as this slip tint. I have tried shaking it, squishing the tube to mix it all to no avail. Some pumps you get some colour but some pumps are just oil. Very disappointed with this product and the price paid for it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Light coverage with a nice glowly finish. This product would be perfect if the scent wasnu2019t so disgusting! Once itu2019s blended in you donu2019t even smell it but I donu2019t know why itu2019s like that!"
        },
        {
            "review_title": "Not worth the price",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This tinted moisturizer goes on pretty sheer but is not moisturizering at all. The shade was fine but after the first use it was almost impossible to get any product out with the pump. For the price I want a working pump"
        },
        {
            "review_title": "Weird quality",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I got it few day ago. Today is the first time I used it. I saw transparent separate liquid squeezed out from the pump. See the attached image. Not sure the reason. Did it expire? Or Sephora did not store it properly."
        },
        {
            "review_title": "Bleh ud83eudd2e",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I was recommended this item by a makeup artist at Sephora. REGRET spending pretty much 50 bucks for it to nothing on my skin. Only makes my face look oily and like i rubbed by face with grease. SAVE YOURSELF THE  MONEY!!!"
        },
        {
            "review_title": "Ew!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Save your moneyu2026 it has this very weird smell and fort pump just pure oil. My skin got a reaction instantly. Returned the product."
        },
        {
            "review_title": "i EAT this tint forbreakfast",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "a must have in my routine, so perfect, so glowy, makes a FLAWLESS base paired with ct flawless filter. pores? NEVER HEARD OF THEM. most underrated saie beauty product for sure!"
        },
        {
            "review_title": "ARK",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "u00e7a sent de l'huile de friture, trop grasse j'ai pas aime du tout"
        },
        {
            "review_title": "Ick!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Yuck! Even with a good shake, this came out of the tube looking and smelling like rancid cooking oil. The shade 3.5 is meant to have golden undertones but reads as pink. Worst of all, this leaves a greasy, sticky  film that refuses to dry down. This went back to the store immediately."
        },
        {
            "review_title": "Not worth it",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The finish is nice (dewy of course) - even when it inevitably slides off your face at the end of the day it looks decent. But it smells like rancid oil (expiry date is November 2023) and the pump doesnu2019t work well at all. Likely not worth $50"
        },
        {
            "review_title": "not good",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "looks nice when you apply but after time skin feels oily. I always get pimples when use this product"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Three - for light to medium skintones with peach undertones",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "It is amazing, truly. I love the consistency, the texture and the look. Itu2019s subtle for those u201cno makeup, makeup daysu201d. Would highly reccomend this tinted moisturizer ud83eude77"
        },
        {
            "review_title": "Shocked",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I was absolutely shocked by how much Iu2019ve enjoyed this tinted moisturizer. Iu2019m more of a full coverage girlie so I was not expecting to love this. However, I find this evens the skin out nicely and gives an absolute beautiful glow. It lasts really well on me throughout the day and maintains just a nice youthful look. I will say I do personally prefer it set down and I think if youu2019re oily this may be too on the glowy side for you."
        },
        {
            "review_title": "Absolutely a must have tinted mustarizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "I am absolutely amazed and happy to have got the chance to try!! It has such amazing ingredients and I really love that it's cruelty free. It comes in such sleek packaging With a very beautiful shade. I used it for 1 week and it has definitely been great. And it blends in very definitely on my Skand and gives a perfect coverage!!!"
        },
        {
            "review_title": "A must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I love this product! It is so lightweight and gives the perfect glow. It is not full coverage but I didnu2019t mind! Nothing concealer couldnu2019t fix. Love how my skin still looked like my skin but better!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Three + Half - for light to medium skintones with golden undertones",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have used this product for almost a year and love it! The small tip makes for sharp lines and it survives well for beach days. Great for the price."
        },
        {
            "review_title": "Finally a tinted moisturizer that moisturizes!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "After trying this tinted moisturizer out a few times in the last week, I can definitely say that I would recommend it! It removes the redness in my skin without feely heavy and actually feels like I am wearing nothing at all! The first time I used the tinted moisturizer, it was a bit oiler than I thought it would be coming out of the pump, but the next time I used it, I made sure to shake it a ton and the consistency was a lot better. I also found the best way to apply this product was to have a freshly cleaned, slightly damp face, with no moisturizer on. My skin is slightly dry and I found Slip Tint to be moisturizing enough and didn't highlight any of my dry patches throughout the day. Removed one star just for the learning curve of getting the best application but would restock once I am out!"
        },
        {
            "review_title": "A must-have in my routine now",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I was so excited to try this tinted moisturizer, it has 35 spf also so thatu2019s so a huge bonus!! Over all itu2019s 2 weeks of using it and Iu2019m in love the coverage is perfect it covers all my red patches and gives me sun protection."
        },
        {
            "review_title": "Great for those who donu2019t like foundation!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Love this product! As someone who doesnu2019t wear foundation, this is perfect for everyday wear and doesnu2019t look thick on the face. Layers well over my skincare and under my other makeup."
        },
        {
            "review_title": "very glowy and skin-like!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really like this tinted moisturizer!! Itu2019s definitely on the sheerer side (I could still see some freckles and beauty marks) but if youu2019re looking for more coverage I found itu2019s pretty buildable with a brush. It has a really nice thin texture that looks super natural and glowy and skin-like, it hardly felt like I was wearing anything! It worked amazing with both cream and powder products as well as different types of weather (super dry heat or rain) and lasted for quite a long time on me when I applied powder and setting spray!"
        },
        {
            "review_title": "Great addition to my routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I really enjoy this product! It is relatively sheer (which I enjoy) but buildable for a little more coverage. I find it makes my skin look nice and glowy. I prefer to apply it with a brush because I think it is a little sticky, but I donu2019t really notice that while Iu2019m wearing it. Doesnu2019t make my skin greasy, and doesnu2019t become patchy/separate as the day goes on!"
        },
        {
            "review_title": "BEST MOISTURISER TINT!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "I LOVE this moisturiser tint from Saie!! I own the foundation but this tint is so pretty for a natural no makeup makeup look. I usually wear this to the beach or if I need something to even out my skin."
        },
        {
            "review_title": "A yes for me",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I love this product! It works nicely with my dry skin and looks very natural. I would say it's light coverage but it is also buildable. It makes the skin look super dewy and you can't feel it once it's on!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Six - for medium to tan skintones with golden undertones",
            "review_buyer_description": "",
            "review_text": "Very silky smooth and nice finish! Colour matched well with my skintone - great for a daily moisturizer"
        },
        {
            "review_title": "OBSESSED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I LOVE this product so so much. I have very dry skin, all year round so itu2019s always hard finding foundations that donu2019t crack up on my skin. This product is perfect for a light weight your skin but better type of coverage. Itu2019s honestly so hydrating and glowy, i have been obsessed since I started using it."
        },
        {
            "review_title": "Must have makeup bag staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Obsessed! Iu2019ve been using this tinted moisturizer for years. As a mid 40u2019s girly this blends so nicely into my mature skin and gives me a perfect glow without looking too dewy/oily. Easily blends and stays all day never making my combo skin feel dry or oily. Huge fan!"
        },
        {
            "review_title": "Woww, je lu2019adore",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Je suis trop heureuse de cet achat. Ce produit est parfait pour les journees chaudes du2019ete, il nu2019est pas trop lourd sur la peau, il hydrate et il couvre les petites imperfections. Puis, surtout, il contient du SPF!!"
        },
        {
            "review_title": "Best Tinted Moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is a stunning tinted moisturizer. I am in my 40u2019s with normal/dry skin. Slip Tint gives my skin a hydrated glow, feels lightweight and gives me just enough coverage for a natural makeup look. It wears comfortably throughout the day and my skin doesn't get dry or too oily while wearing it. If you need/want more coverage it blends nicely with concealers and doesn't pill or get patchy. Honestly, Iu2019m obsessed."
        },
        {
            "review_title": "Love!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Used this product a couple times since I got it, love!!! The finish is so pretty, it gives such a nice glow. Iu2019m super picky with my tinted moisturizers but this is one Iu2019d buy again for sure!"
        },
        {
            "review_title": "A Must-have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "After being gifted a slip tint, I am definitely adding this to my routine. For someone who never plays with makeup or has a makeup routine, this product makes my skin feel great and look great too! Highly recommend!"
        },
        {
            "review_title": "New favourite tinted moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "This product is so beautiful. Super lightweight, itu2019s undetectable on the skin but provides a lovely sheer veil of coverage. Perfect for summertime. Will be telling all of my friends who arenu2019t heavy makeup wear-ers about this!"
        },
        {
            "review_title": "great option for a clean tinted moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "very light and dewy! gives a really nice glow. i like that the ingredients are clean and the packaging is sustainable. the only thing is itu2019s very oily."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Three + Half - for light to medium skintones with golden undertones",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "the product is really nice and glowy on the skin! its super light and it's nice for a no makeup makeup look (right up my alley btw). but it does have a slight smell and it's a bit oily. 10/10 would use everyday!!"
        },
        {
            "review_title": "love it but hate the smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I hate the smell but love the glow finish . it blurs redness on my cheeks as well . gives a nice dewy glow that I love . I didn't set it with powder because I enjoyed the glow too much . it stayed put and didn't fade on me throughout the day as well . I am loving it . the smell stays for few minutes but than I forgot it existed."
        },
        {
            "review_title": "Smells like paint",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "It had a very strong paint smell that lingered for hours on my skin. It was extremely uncomfortable to go about my day with that smell under my nose. It also looks oily. I returned it"
        },
        {
            "review_title": "A new staple in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "First pic is without any product and second is with shade two skin tint. This is a great alternative to foundation! I loved how dewy my skin looked after and I havenu2019t experienced any pilling with my other products. Since it is a moisturizer, it has more sheer coverages rather than full coverage. Definitely will be incorporating this into my everyday routine!"
        },
        {
            "review_title": "New Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I love it i use it every day and I am bringing it on vacation with me. It uniforms my skin colour while giving a beautiful glow and sun protection"
        },
        {
            "review_title": "The best tinted moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Great product especially if you have rosacea!! Itu2019s a perfect match to my skin tone which is really hard to find!"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this stuff! Itu2019s very natural and perfect for no make up days, but also buildable and you can easily use for a night out. Iu2019m not sure about the SPF cause thereu2019s no SPF in the Canadian version! :("
        },
        {
            "review_title": "Must have tinted moisturizer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "The Saie Slip Tint is the best tinted moisturizer Iu2019ve tried! Iu2019ve always struggled with acne and finding products that donu2019t irritate my skin further but also gave my skin enough coverage. I love how lightweight the slip tint feels and adds the perfect coverage making me feel confident in my own skin. This product truly lasts on your skin all day even in the hot weather & gives you a glowy finish so you can skip the highlight! I love Saie"
        },
        {
            "review_title": "Buildable, clean and moisturizing!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I was able to color-match myself based on the Sephora product images, which is usually rare because brands will usually lighten or darken the colors so I really appreciate Saie having images that are actually representative of the product IRL.  Now on to the product - I love it! It has buildable coverage and is glowy without veering into oily territory and doesn't look cakey. I personally like applying it with a brush for better coverage.It's perfect for the summer when I don't want to feel like I'm wearing 50lbs of makeup but still want coverage that will last all day and to top it off, it's clean and cruelty-free! Giving this four stars instead of five because there's a slight playdough smell it has and the fact that it transfers - but using a good setting spray fixes the transfer issue!"
        },
        {
            "review_title": "My current fave tinted moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Oily skin",
            "review_text": "I really like this skin tint! It applies super seamlessly and I love how it feels so light-weight. It's light coverage which is great for the summer months and doesn't feel cakey at all. I would recommend :)"
        },
        {
            "review_title": "A new must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I am loving this product! Its leaving my skin feeling dewy and fresh.  You can build on the coverage or just go lightu2026.either way its going to be a staple for me!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Five - for medium skintones with peach undertones",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "First pump was water with little tint. Smells like deep fryer grease. Bought brand new, says it doesnu2019t expire until 2024"
        },
        {
            "review_title": "Amazing summer tinted moisturizer!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I received this product to try from Saie and it is the best tinted moisturizer Iu2019ve used! It offers coverage while still being moisturizing and leaving skin glowy. I love using makeup that is also skincare and this product brightens skin and has an antioxidant. Itu2019s thicker than other tinted moisturizers so it leaves a nice radiant glow. I got the shade Two and the photos are spot on for shades and very helpful!"
        },
        {
            "review_title": "Great everyday tinted moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I love this tinted moisturizer. It has a great texture. It gives great coverage for a tinted moisturizer. My skin feels flawless and smooth. You could choose a shade or two light or dark but it still works on your skin tone because of its light coverage."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "This product is very lightweight, sheer, and breathable on the skin, which is perfect for summer! It almost feels like the glossier skin tint (which is one of my favs). It also has spf in it which is such a big plus!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Four + Half - for medium skintones with golden undertones",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I have really dry sensitive skin n it doesnu2019t peel for me i love the way it looks dewy BUT when i first used this us was so gross because when i tried to squeeze out product only oil came out no matter how much i shook it"
        },
        {
            "review_title": "Lightweight and dewy finish",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have been loving this tinted moisturizer, I can see myself using this on the coming warmer days ahead. The shade I choose is the perfect match. I just have one issue though, it has a strong smell."
        },
        {
            "review_title": "LOVE LOVE LOVE!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I have extremely dry and sensitive skin. I was worried about trying the product at first, as new tinted moisturizers tend to make me break out. However, this product did the opposite for me! It glided across my skin like butter and absorbed into a skin-like finish. I absolutely love how it looks on me, especially with it containing SPF :)) It did not budge at all! The only con I have about this product is that it does have a strong odour to it."
        },
        {
            "review_title": "A lovely skin tint!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I have been obsessed with skin tints as the summer approaches and the weather becomes warmer, and this product is no different!! Itu2019s very lightweight and matches my skin quite well! It doesnu2019t feel heavy or look cakey!! I have been reaching for this and have been loving the finish it gives my skin!"
        },
        {
            "review_title": "Good, but not great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Overall, I really liked this product! I love Saie as a company, and really enjoy my other products from them, but this product was only okay.   The pros: It went on my skin quite nicely, blended well, and didn't feel too heavy on my skin.  The cons: Make sure to shake/mix it up well or it comes out super oily, and it has a bit of a smell that I don't love (not a scent, just a natural smell.   Works well for people with more dry skin as I could see this getting quite greasy on someone with oily skin!"
        },
        {
            "review_title": "Perfect tinted moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Perfect tinted moisturizer for those Monday mornings when I donu2019t want to wear too much makeup! It gives me the perfect radiant look without being greasy. The only downfall is the smell"
        },
        {
            "review_title": "Horrible paint smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I wanted to love this but the smell was horrible!  Incredibly strong oil/paint like smell that lingers on your skin, incredibly strong.  Threw it out after two applications.   Worst product ever used!"
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is an easy 3 in 1 product! A good amount of coverage for the summer time"
        },
        {
            "review_title": "Great for summer and no makeup makeup days!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I like this Saie tint on no makeup makeup days or even the summer when I want a light coverage itu2019s great for that. Itu2019s a light tint but it gives you this nice dewy and glowy skin,there isnu2019t much a of scent which is great. My shade match is pretty good. ud83eudd0d"
        },
        {
            "review_title": "A summer fave!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Normal skin",
            "review_text": "I absolutely love this tinted moisturizer. It's the perfect shade match for me. It's moisturizing and enough that I don't use any glowy primer beforehand. Definitely a must try!"
        },
        {
            "review_title": "Perfect For Non-Foundation Wearers!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I am not one to wear liquid foundation but I do enjoy tinted moisturizers when I am looking for a bit of coverage. Saieu2019s Slip Tint was a pleasant surprise! The coverage is sheer and looks very natural. It has some great hydrating ingredients such as hyaluronic acid. It also has SPF 35 although the Canadian version does not have SPF labeled on the product. The only reason I knocked off one star is because it truly lives up to its dewy claim and may be a bit much for those with oily skin like me. I found a bit of powder was definitely needed."
        },
        {
            "review_title": "Has become my most used product!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Absolutely love this tinted moisturizer!! It has become a staple in my everyday routine. It gives the perfect lit from within glow to the skin! Itu2019s so radiant and dewy! Love!!!!"
        },
        {
            "review_title": "10/10!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "10/10 my favourite summer time face base product! Gives off a beautiful & healthy glow! Itu2019s light coverage so doesnu2019t hide your acne/acne scars but just add concealer! Lasts all day & the applicator is great!"
        },
        {
            "review_title": "Itu2019s the must have tinted moisturizer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am really loving this tinted moisturizer. Itu2019s the a perfect one to wear daily. I love that gives my skin this beautiful glow. I find itu2019s great for those days you donu2019t want to wear makeup. I am definitely enjoying how nice it looks on my skin. I love that itu2019s a lightweight one. For this is will be in my routine always. Itu2019s a win for tinted moisturizer."
        },
        {
            "review_title": "Obsessed to the max !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "i just found my new holy grail ! Not only was the color shade a perfect match but it felt like i was being kissed by the sun. Iu2019m not sure how this tinted gorgeous masterpiece came to fruition, but i am beyond obsessed with it !   i need a case"
        },
        {
            "review_title": "My summer foundation!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This tinted moisturizer is so flawless on the skin! I will never go back to a thick drying foundation again! This gives a natural glow and really has that u2018my skin but betteru2019 effect!"
        },
        {
            "review_title": "No makeup makeup look unlocked ud83dudd13u2728",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Really love this as a no makeup makeup base - Perfect tinted moisturizer for everyday. Itu2019s also moderately buildable which is always a plus. Gives a subtle dew but not too oily. Itu2019s great for my combo skin. Win in my books!"
        },
        {
            "review_title": "Great option for lightweight coverage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "When the weather gets warmer, I like a lighter coverage foundation so Saieu2019s Slip Tint is a great option for me! This is a tinted moisturizer that applies very easily even when using my fingers and feels very silky and lightweight on my skin. I do find that itu2019s hydrating and it doesnu2019t dry out my skin. I really like the packaging because the pump bottle is convenient, I donu2019t end up using too much and itu2019s not messy. This is a great option for a tinted moisturizer this summer!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Three + Half - for light to medium skintones with golden undertones",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love using tinted moisturisers in the summer months and so I was glad that I was able to try this product at the perfect time! This tinted moisturiser gives a really nice dewy finish to the skin. The nourishing ingredients kept my skin hydrated at all times. The formula was really nice and it was easy to blend with fingers. It has light-medium coverage so its great to use this when youu2019re just stepping outside and donu2019t want to spend time doing makeup."
        },
        {
            "review_title": "Part of my daily routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This is it, the best tinted moisturizer I have ever used. Light natural coverage, that allows my skin to breathe. Doesnu2019t feel u201cgrainyu201d like most mineral SPFs."
        },
        {
            "review_title": "Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This is one of the best tinted moisturizers on the market right now. It is super hydrating and perfect for my dry flaky skin! I love that you can build the coverage and apply it with hands or a brush. This is perfect for the summer to give that glowy finish!"
        },
        {
            "review_title": "Love Slip Tint",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Saieu2019s Slip Tint is one of my absolute favourite products. Itu2019s so easy and quick to apply and blends into the skin flawlessly for a natural coverage that is perfect for everyday. It contains skincare ingredients so over time I notice my skin looking healthier compared to using other comparable products. I love the natural glowy finish it provides and how easily it glides on and sinks into the skin. Itu2019s very hydrating and doesnu2019t irritate my dry/sensitive skin. Will definitely repurchase again and again."
        },
        {
            "review_title": "Lightweight with nice coverage",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I have been using this product for the past week  , and so far really enjoying it.  I like using tinted moisturizers when the warmer weather kicks in, and this fits the bill.  I was pleasantly surprised that this was also buildable to a medium coverage.  I love that this includes skincare ingredients - like hyaluronic acid.  I have applied this using a foundation brush, sponge, and my fingers, and all three methods work well.  I really like the longevity of the formula, and it fades naturally throughout the day.  I will be reaching for this a lot through the summer."
        },
        {
            "review_title": "Nice tinted moisturizer but not concealer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Afirst use, please be cautious when youu2019re pumping the bottle. Clear oil comes out and I thought I got a faulty product but after a couple more pumps, the tiny came up. Not as good as concealer imo"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Four - for light to medium skintones with red undertones",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I have dry skin and had been searching for a tinted moisturizer for soo long. this product has just enough coverage for a skin over makeup day. stunninh dewy finish"
        },
        {
            "review_title": "great product for natural no makeup makeup look!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I really love this product, it has just the right amount of coverage that makes it perfect for everyday use. It offers a really nice base to build your makeup and is great for a natural makeup look!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Three + Half - for light to medium skintones with golden undertones",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This skin tint makes my skin look extremely dewy and healthy! I find that the coverage is light but somewhat buildable. I do find that I have to set it with powder in order for it to last 5-6 hours. Evens out my skin tone quite well overall!"
        },
        {
            "review_title": "Everyday Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This is a beautiful product. I love to use this as a base every day for work. It is a tinted moisturizer so it is light coverage so I conceal the places that need a little bit extra covering. Slip tint leaves me with such a beautiful healthy glow, it is super hydrating and works well with many different concealers and primers. A new staple in my everyday routine"
        },
        {
            "review_title": "Great if you find your shade!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Nice tinted moisturizer. Dewy and glowy like I like! The colour match is a little off for me and I realized that there just wasnu2019t my shade. I wish theyu2019d come with more shades, because it could have easily been a favourite. Itu2019s not too heavy on the skin and feels nice."
        },
        {
            "review_title": "Perfect for no-makeup makeup or more natural looks",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I love this skin tint! It's perfect for no-makeup makeup or more natural looks. The formula is very lightweight and feels like nothing on the skin. This skin tint has light coverage and a glowy finish. And I just love how beautiful it makes my skin look, so healthy and glowing from within. It'll be my go-to complexion product for this summer."
        },
        {
            "review_title": "Great for everyday",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I love using this as my daily tinted moisturizer. The shade 3.5 is perfect on my skin. Because of the silkiness, I prefer using this during winter, and now that it's warming up, I use it lightly. I love how it really has a skin-like finish and just makes the skin look glowy and radiant. It feels lightweight and not clogging. Definitely a staple for me!"
        },
        {
            "review_title": "Loving it so far!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
            "review_text": "I tested this out using my normal makeup routine and was shocked at how skin like and flawless my face looked! My face stayed glowy all day, without looking greasy. If you are worried about the shine use powder to help keep it in control. I will continue to use this, this summer as it feels so light weight and really  helped even my skin tone."
        },
        {
            "review_title": "Needed complexion product for the summer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "For someone that loves a clean makeup look and natural skin but better, this is the product I needed! I love the glow it brings to my face and provides enough coverage to give my face a seamless and one color look. This product cut my makeup routine in half as I havenu2019t been using it with foundation and concealer and found that it works so well alone with your normal skincare prep. I have a new pimple and this dewy finish did not even exaggerate the pimple at all. In sone areas where I wanted to control the glow, I just tapped a little bit of powder and found that it lasted a while. This is a staple for the summer if you guys need a lightweight moisturizer that still provides coverage. I applied this product with my hands and blended it into my skin like a moisturizer and found no streaks or lines on my skin either."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this! It leaves my skin so soft for the entire day with a bit of coverage. I have been looking for a good tinted moisturizer to replace my foundation with and this is it. Leaves a nice dewy finish. This will definitely  remain a staple in my routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Three - for light to medium skintones with peach undertones",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I live in a dry climate and my skin leans dry, so I always enjoy a dewy finish. This tinted moisturizer has the perfect dewy finish. It doesn't feel heavy or greasy on the face. My skin is generally free of blemishes and any texture or uneven skintone, so I always err on the side of minimalistic when it comes to complexion products. This tinted moisturizer has light coverage, so if you're looking for something to coverage blemishes, you'd probably need a concealer for that. This is perfect for those beach days, hot summer days where you probably going to sweat off your makeup anyway. A little bit of something so you're not quite barefaced, but something pretty close to it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "One - for very light skintones with pink undertones",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This is like a 'your skin but better' product. Perfect for everyday wear, especially in the summer. It's light coverage which is expected for a tinted moisturizer. I find it applies best using your fingers , but you definitely need to make sure your skin is moisturized before applying or it could look a bit flaky."
        },
        {
            "review_title": "Sheer Glowy Complexion",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "I received this from Saie in exchange for my honest opinion. This product is a thicker consistency but thins out when applied to the skin and is very hydrating. This gives me sheer coverage and a very glowy finish. Very glowy. You do not need a primer with this. I like that the coverage is sheer because then it looks like skin and I can add coverage with my bronzer/concealer and it looks more natural. The only con for me is the scent. It reminds me of playdoh. If you want sheer coverage with a very glowy youthful finish this is the product for you."
        },
        {
            "review_title": "Perfect for the summer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Love that this tinted moisturizer is dewy and light weight! Makes my skin look nice and glowy, this will be the perfect product to use in the summer."
        },
        {
            "review_title": "Perfect for a natural coverage and radiant skin!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This Tinted Moisturizer is like your skin but better! I chose shade Three and it matches my complexion perfectly. Yes, it doesnu2019t completely conceal my cheek redness, but keep in mind this is not not a full coverage foundation!! The texture is lightweight and blends in easily, and I didnu2019t find it excessively dewy - I would describe it more like a healthy glow. I didnu2019t detect any scent, and with a setting powder it lasted almost all day. I am really happy with this product and I would recommend it for anyone who prefers a natural finish and light coverage!"
        },
        {
            "review_title": "Solid skin tint!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I got this product for free from saie and it is really good quality! I have really sensitive skin but I have had a lot of success with saie products not breaking me out or causing eczema. The only problem I have is one that I have with most face makeup which is that there is not enough neutral shades for super pale skin."
        },
        {
            "review_title": "Skin like finishu2728",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Extremely glad the sheer finish it gave on my skin after the first use. The perfect tinted moisturizer with light coverage yet radiant finish. Perfect for everyday use."
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was really excited to try this tinted moisturizer as my favorite beauty influencer raved about it.   Unfortunatley, even though it hasn't expired yet,p it smells like it has.  The tint wasn't noticeable on my skin and I began to itch after a few hours of wear and when I looked in the mirror I noticed my skin was red and beginning to flake.  I don't have sensitive skin, but something in the ingredients doesn't agree with me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Three - for light to medium skintones with peach undertones",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Normal skin",
            "review_text": "Super dewy and lightweight! Great for the summer. Coverage is good for someone who wants just a hint of colour, not for a full face."
        },
        {
            "review_title": "Saie never disappoints!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love the Slip Tint!! Iu2019ve never been a huge foundation girl so this is the perfect product for me. It has a skin-like finish and gives the effect of your skin but better. Definitely a summer staple in my makeup routine."
        },
        {
            "review_title": "A must-have in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Not gonna lie I was kinda scared when I first read the reviews about this product but Iu2019m honestly impressed by the product! I donu2019t think that it smells horrible, I donu2019t know why people are saying things like that. I got the shade u2018Threeu2019 and it matched me perfectly. It wasnu2019t heavy on my face and sat beautifully throughout the day! This is my new go-to tinted moisturizer! It has a decent coverage, I personally think itu2019s enough. But keep in mind that I donu2019t have much redness and a problematic skin. Overall I think this product is worth the hype and a MUST in your makeup routine <3"
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "My new favourite tinted moisturizer! It looks amazing on my skin, i get so many compliments when i wear this. Does an amazing job of looking super dewy but not greasy"
        },
        {
            "review_title": "Saie you are a tiny but impressive brand :)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Saie you have impressed me again.  I hate how this product is getting bad reviews simply because of the expiration date and people not using the product as direct.  Shake before using. Also it is not Saieu2019s fault that Sephora is keeping nearly expired products on their shelves. I like Saie has an expiry date as must Sephora products donu2019t have one. I bought mine in April 2023 and it had a September 2024 expiry. Love this product. Give it a try."
        },
        {
            "review_title": "A summer must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Matched my skin perfectly.  It was the perfect amount of coverage. Does exactly what a tinted moisturizer is supposed to do and left my skin feeling dewy, soft, glowing and supple. I felt very confident in my skin using this product."
        },
        {
            "review_title": "Loving this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I am loving this tinted moisturizer! It has great coverage for how light weight it feels on. Gives such a nice dewy and glowy complexion. It is easy to blend out. At first I had to shake the bottle because the first squirt was oil but now it squirts out really nicely. I also love how it offers sun protection."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love the dewy look, i use it to even out redness around my nose. I give it a 4 stars because the smell and container is not the best, but love the dew it gives my skin!"
        },
        {
            "review_title": "Product smelled spoiled in Markham store",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Love the colour 3 tube purchased in New Orleans.  So good with my mature skin.  Came back to Toronto and purchased Colour 2 in Markham Sephora, the content smelled spoiled.  Not sure if it was caused by the proud f sitting on the shelf too long u2026.."
        },
        {
            "review_title": "Unbearable Smell",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "The texture and finish are really nice. Perfect dewy look if you have dryer skin. However, it was returned after two tries because of the smell. To me, it smells like when you cooked a big meal in your house, forgot to turn on the fan, and a mishmash of smells are lingering in the house. Even with a facial spray on top, the smell stayed under my nose all day."
        },
        {
            "review_title": "Expiration date",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I got it in a store and it was expiring in 6 month so went back to exchange and they gave me another one that expires in 8 months. Is the expiration date supposed to be less than a year?!"
        },
        {
            "review_title": "My new summer fave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I was really skeptical after reading the reviews for this product but I've completely fallen in love.  I see a lot of people saying it looks oily on the skin but I absolutely love the way the finish looks on mine. It's just the right amount of coverage, and I haven't had any issues with it pilling, disappearing or getting greasy on my skin. The packaging is a downside but it's the only one I can think of."
        },
        {
            "review_title": "Needs better packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This is dewy and light and has perfect amount of coverage for me however the packaging is so bad. Product doesnu2019t come out unless I squeeze and then it gets every where. I donu2019t reach for it when Iu2019m in a hurry. Please fix the pump situation"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I have tried many tinted moisturizers--different brands, different prices, different textures.  This one scores top marks across the board.  I love it, it covers just enough, feels great on my skin, and gives me a healthy glow:)"
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Makes your skin look perfectly undone. The application is so smooth. I didn't find it greasy at all, just light and hydrating. Very easy to colour match. Love the zinc oxide sunscreen. Would like it to be higher than 15%. Maybe in the future...."
        },
        {
            "review_title": "Amazing product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "If you have dry skin this slip tint is for you. I absolutely loved it!"
        },
        {
            "review_title": "Perfect for people 30+",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "For maturing to mature skin, this product is amazing. Hydrating, plumping, looks like your skin but better. Light, glowing coverage that doesnu2019t sit in fine lines. I use this and then go in with Saie hydrating concealer on my under eyes and anywhere that may need more coverage."
        },
        {
            "review_title": "Very oily",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I am giving 2 stars for: packaging, and no scent. Unfortunately when I used it the first time, only oils were coming out of the pump. The product finally came out after pressing the pump about 12 times, I find that the consistency become very oily even on my dry skin. I had to wash my hands twice just to remove the oils (and clean the sink). I will be returning this product."
        },
        {
            "review_title": "Way too oily and i love dewy looks.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I only write good reviews. But i had to write about this cause i highly recommend you donu2019t get this. First of all the first bit of this product was just pure oil which i dumped in the sink. It looked fine on the skin but at the end of the day it just all disappeared or like dissolved into my skin?? It was weird. I  absolutely love dewy makeup which is why i wanted to try this and ignore all the reviews saying bad things. But itu2019s way too oily and doesnu2019t even feel comfortable on the skin"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "One - for very light skintones with pink undertones",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I did not like this product at all ud83dude2dud83dude2d itu2019s oily and gives off a weird scent, makes my skin pill and is also really thick, not worth it to me for the price. Maybe more suitable for dry skin??"
        },
        {
            "review_title": "New Obsession",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "SO GOOD for dry skin!! I have always had very dry and sensitive skin, so I normally hate foundation of any kind and even tinted moisturizers are tough for me, as my skin ends up looking flaky at the end of the day. But this one is GREAT - it's very lightweight so it looks like your skin only more dewy and smoothed out. Like a filter in real life."
        },
        {
            "review_title": "Bad",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Smells like itu2019s gone u201coffu201d well before expiry. Also broke me out every single time I tried to use it. Too late to return. Big waste of money ud83dude12"
        },
        {
            "review_title": "Smells like Play Dough",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Normal skin",
            "review_text": "I wanted to love this product but the smell was horrendous. Legit smelled like play dough. Other than the smell, the product was lightweight, sheer coverage, and dewy finish, which was exactly what I was wanting."
        },
        {
            "review_title": "Surprisingly obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "When i wear this, my skin looks like plastic - in a good way. The colour is so spot on for neutral fair skin, and the texture mimics a post facial glow. Also love that this boosts my spf without that gritty or dry feeling"
        },
        {
            "review_title": "Not for me....smells weird.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Not for me. I am in my early 50's and bought this for my dry sensitive skin. It broke me out a little and just sat funny on my skin. It was so-so but the main reason I am returning it is that it smells terrible. I thought the scent would fade but I could smell it all day. It's a waxy, carboard type smell. I will stick to my Laura Mercier and Nars tinted moisturisers."
        },
        {
            "review_title": "Yuck",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I agree with the other persons comment; it looks exactly like I smeared coconut oil all over my face."
        },
        {
            "review_title": "Excellent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "Donu2019t overdo it and itu2019s a dream. Probably best for thirsty skin, but leaves me glowy and healthy. Not heavy or sticky.   Canada has different sunscreen requirements, so while SPF IS UNLISTED, this still contains the sunscreen ingredient!"
        },
        {
            "review_title": "Tiktok lied to me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "The Canada version doesnu2019t have SPF!! This smelled pretty bad and felt like a layer on top of my skin, didnu2019t feel like it was absorbed at all. Disappointed & returned."
        },
        {
            "review_title": "Holy Grail for mature skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I'm 52, auburn hair and freckles. Extremely sensitive skin. This is the best tinted moisturizer ever! Please note this has minimal coverage, it just slightly evens out skin tone. If you want full coverage move on. If you have mature skin you don't want a thick foundation, you want this. Never ever settles into skin. This I consider a Holy Grail product!"
        },
        {
            "review_title": "Might as well smear coconut oil on your face",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "The first pump of this was just pure oil which should have been my first indication that it was not going to be good. I tried shaking it a little bit followed by a few more pumps and it seemed to mix but when I actually applied it, it felt like I was smearing coconut oil on my face. Immediately took it off because I knew it would not feel good on my skin. Also the display in store said SPF 45 and zinc oxide is a high listed ingredient but it's not labeled as such on the bottle or box so beware..."
        },
        {
            "review_title": "Extreme Dewey look",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "Great colour match but too Dewey looking!!  Not good for oily skin, or even combination.  Too much shine that needs a lot of powder to matify."
        },
        {
            "review_title": "Skip this if you have big pores",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "At first I loved this. My skin looked so nice and natural after finishing my whole routine (bronzer blush on top etc) but after a few wears I realized it wasnu2019t working for my skin. I would wake up with enlarged pores after wearing it. As other said, I agree it applies thick but that didnu2019t bother me b/c I have dry skin and it does have a strong smell but you donu2019t notice that after 5 mins. If you have great skin to begin with and are on the dry side then you may love this. Overall I love this clean brand and Iu2019m sad it didnu2019t work out!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Moves around a lot and is really hard to set. The container is awful, stopped being able to pump before I was even halfway through."
        },
        {
            "review_title": "THE SMELL!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019ve been searching for a good tinted moisturizer. First, let me say this color match did not work. For a fair skinned girl, this always looked like I had done a spray tan. I really wanted it to work because I loved the texture and the finish, so I tried really hard to make it work. But the true dealbreaker was the smell. I never mind a product that has a nice perfume, even if I prefer fragrance-free. But I COULD NOT STOMACH THIS. It smells like play dough gone bad, and the smell last for hours. Had to return to Sephora."
        },
        {
            "review_title": "No more coverage than a mineral sunscreen",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I love clean beauty but I didnu2019t like this. Itu2019s a weird texture and didnu2019t really do much as a tinted moisturizer in my opinion. I would rather just wear my mineral sunscreen which has more SPF protection"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I really enjoy it, i feel like it gives a clean natural glowy look. however i did notice right away the smell is really weird. and i could smell it on my face for like 15 minutes but after that it went away."
        },
        {
            "review_title": "Meh..",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I really wanted to love this product as the reviews seemed great and I have used some Saie products before. Now, it was still a decent tinted moisturizer but compared to the Nars or Fenty one this one is below par. I found the consistency to be super thick and the smell really threw me off. It definitely provides a 'dewy' look but for me I felt i just looked oily and that I had too much on my face, it does not spread well and I feel I have to use a decent amount. Lastly, my pump did not work properly and I would have to squeeze the tube to get some to come out and of course it would shoot out and make a mess everywhere. One positive thing is I did find that it did settle and lasted decently throughout the day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Two - for very light skintones with peach undertones",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "i can't believe more people aren't talking about this product! light coverage, goes on so nicely with just your fingers and blends super easily. makes your skin look so glowy literally all day. i'm obsessed"
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I'm just recently trying to get back into the makeup game after reducing it significantly the past 7 years. I love the natural highlighted look so opted for this. Basically somethjbg that looks like my skin but is better, and this fits it :)"
        },
        {
            "review_title": "The perfect clean girl product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I actually love this product, it is definitely sheer but for a quick hydrating tinted pick me up for your skin when your in a rush and some bronzer and blush, Its gorgeous."
        },
        {
            "review_title": "sheer coverage and glowy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "When i first pumped it the product came out very oily with separation, but all it took was a good shake and it came out normally. I wasn't sure if this would fit for me because i have more oily skin myself, but i've been consistently using it for a few months at this point and I actually really like it. It has a more sheer coverage but still evens out my skin tone, and has a glowy finish to it.  It doesn't make me that oily either."
        },
        {
            "review_title": "Good moisturizer, but no SPF",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Moisturizes nicely. The shine settles down after a short while and looks natural. Good moisturizer for dry, cooler season. BUT, I bought it because I thought it was SPF 35. It is NOT (in Canada). Buyer beware. If you're looking at US reviews, it is misleading."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "It's too greasy for me. It does even out my complexion and gets rid of some redness, but it feels heavy. Not worth it for the price."
        },
        {
            "review_title": "Not For Everyone",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Itu2019s a decent skin tint. Offers much more coverage than normal skin tints. However it makes you look like a greaseball and feels heavy on the skin. Works for some people and not for others."
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Meh, itu2019s okay. Itu2019s pretty greasy but my dry skin looooves it. the coverage is definitely sheer but it does give you a glow. I donu2019t really reach for it.. Thought it had SPF when I purchased but i guess they removed it?  Tho"
        },
        {
            "review_title": "Glowy tint!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Nice, glowy foundation with light coverage. Does not break me out and blends nicely with other products. I would give it a try if you have drier skin and are looking for a natural, dewy finish."
        },
        {
            "review_title": "SPF Moisturizer!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Iu2019ve been using this product for a few weeks now. Itu2019s a nice consistency, easy to apply, spreadable and gives a pretty nice healthy look to the skin. One thing I will say is it has a slight smell that I donu2019t really like. I like the pump for ease of application. Bonus is it has spf. I will buy again."
        },
        {
            "review_title": "not a huge fan.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Am I missing something?? I doesnu2019t do anything for me except make my skin sticky, and it does smell like clay or something. I donu2019t hate the smell, but I donu2019t like it either. Iu2019ll use it a bit more to see what itu2019s supposed to do, but Iu2019ll probably give it away. Sad, because I wanted to like this."
        },
        {
            "review_title": "Love it. Hydrating. Smooth.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this. It goes on smooth, looks super natural and I just use a concealer for more coverage on some red marks on my skin and I'm ready to go!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "i found it really oily on my skin and it separated so bad! ended up giving it away because i didnu2019t like it at all :("
        },
        {
            "review_title": "Sticky, greasy, and not enough color options",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Again I am having an issue with Sephora. Every time when I go to get a tinted moisturizer or foundation they choose the wrong color. This happened again, they recommended number 3. Trying it at home totally washes me out, making my face slightly pink and white at the same time. The texture of this cream is horrible. It feels sticky and greasy. This product was recommended by one of the Sephora employees, also who chose my color. Disaster. Waste of money."
        },
        {
            "review_title": "Finally found it in my shade 01.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Finally found it in my shade 01. Not sure yet how much I love it in combination with my other products - it pilled a bit on my first wear but I think I was rushing too much, and it has been great since. Bit of a funny smell but I donu2019t notice it after applying. I like it overall!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Two - for very light skintones with peach undertones",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I really like Saie blushes, so I was excited to try something different from the brand. I normally like tinted moisturizers because I have dry skin, but every time I use this it makes me look my skin so  greasy. Iu2019ve tried using a little but less or setting it with a powder but, I just canu2019t seem to get this product to lay on my skin nicely."
        },
        {
            "review_title": "IT'S A NO :(",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I returned this product because it smell horrible. It's also a thick consistency and gave more of a mat finished than a glowy one."
        },
        {
            "review_title": "Canu2019t get over the smell",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I really wanted to like this product. Color match was seamless, application is a little oily feeling but OK with my dry skin. I was a faithful user of the Ilia skin tint and wanted to try something similar but different. However, I cannot get over the smell. It is meant to be fragrance free but has a nutty, food-like smell that doesnu2019t sit well and worsens with time. Iu2019m not sure if my product is defective but the scent alone will prevent me from continuing use"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Three - for light to medium skintones with peach undertones",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Really love this, applies nicely and stays on. Leaves a dewy glow which i personally donu2019t love, but apply powder to matte it out."
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "If you have dry skin and like the glowy/dewy look this is perfect. Iu2019ve given up on foundation, it settles into my face weird and makes me look old. I love this tinted moisturizer I use a little setting powder to take away the shine where I donu2019t want it :)"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I think this is okay, I find it almost has a different finish everytime I use it ?"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "really nice tint!! the saie website says it contains spf but i donu2019t think this one does. also havenu2019t seen ppl mention it but when you first open it, oil comes out but after a few pumps it is perfect !! i have combo skin and didnu2019t find this too oily or too drying. also should mention there is a bit of a smell but it goes away after a while"
        },
        {
            "review_title": "good product for light coverage",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "I really like this product. Its light coverage so it is perfect for make up no make up kinda look. The only problem that i faced with this product is the strong fragrance in the tint but it disappears when u apply it in to ur skin"
        },
        {
            "review_title": "Smelly",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Wanted to love it but it has a very unpleasant smell"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Three + Half - for light to medium skintones with golden undertones",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I had to return it because it had a really weird smell in my opinion. I also didnu2019t like how it felt on my skin and the way it held other products"
        },
        {
            "review_title": "Lazy lazy makeup girl approved",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Very light coverage. Blends well with fingers and has a natural glowy-ish finish. I have oily sensitive acne-prone skin and I prefer this dewy finish instead of matte because it doesn't make bring out my textured skin. Also, I get a few dry patches with healing acne spots and this being a moisturizer helps with that."
        },
        {
            "review_title": "love for everyday wear!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "perfect light coverage skin tint! i use my fingers to apply after using the saie glowy super gel. i have dry skin and it blends in nicely and hasn't pilled for me. shade one is a good match, although i would like to see neutral shades added as well. i love how it makes my skin look dewy and fresh!"
        },
        {
            "review_title": "This deserves way more love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "The way this melts into your skin. Makes my skin feel soft and dewy but keeps the oil to a minimum. My skin looks better throughout the day. My blush, and bronzer (rare beauty cream products) blend so flawlessly over this. I have dry skin and it does not cling to dry patches, and actually filters my skin. Light coverage but slightly buildable. No scent and no breakouts caused."
        },
        {
            "review_title": "Natural Perfection in a Bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product is beautiful. I have combo skin and a big lover of the MAC Face and Body foundation (original) for the makeup/no makeup look or very natural look. I was looking for something new to try and came across this product and I am in LOVE. It does not make you oily or too dry, it is the perfect finish as it literally looks and feels like your skin. Also, I have purchased the liquido u201chighlighteru201d (forgot the actual name) and together u2026 WOW, even more perfect and still not making you look oily."
        },
        {
            "review_title": "very bad smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "This s has an expired product smell .. even though the product is fine but canu2019t apply bcoz of the smell"
        },
        {
            "review_title": "Beautiful Skin Veil",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "My Skin type: - Combination skin (dry patches on skin here and there, oily on some parts)  - Acne prone  -Some hyperpigmentation   Pros and Method:  Since using retinol, my skin has been improving and I have less texture, acne and hyperpigmentation so instead of buying a foundation I opted for this and I donu2019t regret it. Itu2019s clean beauty which I prefer and the packaging is great instead of a glass bottle.   I apply the Cerave spf 30 moisturizer and then the Saie Slip Tint Dewy Moisturizer and the combination is great. Doesnu2019t make my skin look oily at all. I look dewy and hydrated. The way I describe it is a tinted beautiful skin veil. It makes you have you have the u2018clean makeup looku2019 as you see on social media. It lets your skin shine through so you can still see some hyperpigmentation but it looks better, healthy.   Cons:  - Itu2019s expensive for the amount and the type of plastic packaging too so thatu2019s why I took 1 star off.   Would I purchase again? :  Although I do wish it was a couple dollars less I would purchase again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Three - for light to medium skintones with peach undertones",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I love this! I have oily skin and this is perfect for a light hydrating finish. I use a lot of skincare prior and it never pills. I am definitely getting a darker shade for the summer though."
        },
        {
            "review_title": "not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Not at all dewy, it pills as well with your skincare."
        },
        {
            "review_title": "The best.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have combination skin, oily t-zone with some dehydrated areas after 14hrs at the office. I wanted something that would even out my skin while looking natural and glowy. I didnu2019t want a lot of coverage because I can always spot conceal. This tinted moisturizer does everything it claims and more. Iu2019ve only gotten compliments when wearing it, and it never oxidized on me (oxidation mostly takes place whenever a product doesnu2019t mix well with your skincare). If you want something that looks like your skin but truly better, hydrated, taken care of, and gets to breathe through, this is it. I like to apply it in the morning after my skincare with my makeup routine, and on its own to freshen up after the gym/yoga. Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Two - for very light skintones with peach undertones",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I liked it when first applied it was dewy and pretty, light coverage. But after an hour or so looked dry on my dry skin.  And the smell! The smell (like clay as I saw someone else say is pretty accurate description)would not go away, gave me a headache. Two stars because looks dewy for first hour maybe on me"
        },
        {
            "review_title": "Save Yourself the Trouble of Returning It",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I bought this tinted moisturizer along with a bunch of others because I wanted to compare them and see which one would be the best for my combination skin as the warmer weather approaches. Safe to say, this one didn't even come close to some of the others; it is too dewy (which is something I never thought I would say since my motto has always been the more glowy the better), does not set well, clings to any dry patches and makes oily spots appear greasy, oxidizes throughout the day, and emphasizes pores so badly. I wasn't looking for something heavy and full coverage like a foundation, but I did want it to look good under makeup and not emphasize any red spots or blemishes I might have, and this just missed the mark completely. If you're looking for something truly amazing and lightweight that will not have the same problems, invest in the Rose Inc skin tint or the Nars tinted moisturizer, since those are leagues better."
        },
        {
            "review_title": "Shake very well, or...",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "It's very oily if it's not well shaken before use. If i fail to shake it well, I may need to remove it from my face due to excessive oiliness! However, i like its effect on my skin if i managed to shake it right. The colour blends well in the skin."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Three - for light to medium skintones with peach undertones",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Color was great and the feel was okay too but it ended up breaking me out. I got a bunch of small pimples around my chin and nose. It also clung to some dry patches even with skin prep."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I love this tinted moisturizer for every day use! It is very natural looking on the skin. I have oily skin so I have to set it (as I set every base product) but itu2019s my favourite every day product"
        },
        {
            "review_title": "Would recommend",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I took a gamble and ordered online hoping to get a good colour match and I seem to have gotten lucky - the photos and shade direction/comparison is super helpful and makes ordering easy. The product blends well and goes on super light, I love when I can't feel the makeup on my skin. Tried this once and immediately loved the way it made my skin look."
        },
        {
            "review_title": "Know the product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this product. Itu2019s a beautiful clean beauty skin tint from such a good brand and I truly love it. This is NOT a foundation but more of a skin tint/glowy dewy skin enhancer product. If this is what you are also looking for, itu2019s perfect ! I think the bad reviews are mostly based on wrong expectations because if you know what you are getting, it does not disappoint. Definitely my go to for the summer !"
        },
        {
            "review_title": "Product pills a lot",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I love the texture and spreadability of this product, and the colour was a perfect match. It's very light coverage, which is exactly what I was looking for. However, the tinted moisturizer pills terribly and the scent is quite strong. The pilling was a deal breaker for me."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Three + Half - for light to medium skintones with golden undertones",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I have had this for a few months now. I really like the finish abs coverage but I just canu2019t stand the scent, there is this faint smell of clay that lingers for a while and it really bothers me. Thatu2019s why I canu2019t give it 5 stars. It performs well but the scentu2026"
        },
        {
            "review_title": "Adore this product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "This is exactly what I was looking for.  It is hydrating but does not cause break outs.  Somewhat buildable coverage but gives a wonderful dewey look. It evens out redness and skin tone just enough for a natural looking glow.  Feels great on the skin and a little product goes a long way."
        },
        {
            "review_title": "LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I've been on the hunt for a product exactly like this for YEARS! and the fact that it is a clean beauty product is just a bonus! it glides on glowy and smooth but sets nicely so you don't look slick (I'm combo skin and love the glow but don't want toooo glowy that it looks oily). But doesn't set too much. It's literally perfection. So far I'm in love!!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love it, I am acne-prone but this did not break me out.  It dries down nicely - I use 1.5 pumps and it covers my face.  It is not highly pigmented but melts into my skin.  I use a light dusting of mineral face powder over top and it lasts all day and actually looks like my skin, not a crusty foundation.  Excited to try more Saie products!!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Three + Half - for light to medium skintones with golden undertones",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Loved the natural dewy finish, the sheer finish was perfect for no makeup makeup days. I really enjoyed the extra sun protection.  I have both shade 3 & 3.5.   Unfortunately after having these for just about 3 months both tubes have gone rancid and are unusable. I cannot justify for the cost given the shelf life of this product."
        },
        {
            "review_title": "Sheer and Dewy, know what you're getting!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This stuff is sooooo pretty. I will always have someone comment on how amazing my skin looks when I have this on. It truly looks like SKIN. It's not skin-like it just literally melts and looks like skin but perfected. Please know this is a very sheer, light coverage and very dewy product, it definitely won't be everyones style. If you're a fan of face+body products and tinted Moisturizers in general you will probably like this."
        },
        {
            "review_title": "Great product for a natural, dewy look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love love love this product. I've never worn foundation or a tinted moisturizer before but decided to try this because it had an SPF and was recommended to me for dewy, glowing skin. It absolutely delivered and I will now forever be using this tinted moisturizer. It evens out my skin so well and eliminates all redness while being sheer and natural looking. The color matches perfectly and it just melts into my skin.  I will say that I have relatively dry skin and still have to use a moisturizer underneath this. So I don't find it greasy at all - it feels light on my face and leaves me with a healthy glow all day - but I could see it not working for someone with skin that's already oily."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Absolutely LOVE!!! Everyone needs this! I watched videos of this before I got it and I was nervous cuz it looks super dewy on people, and they said itu2019s super sheer.. it wasnu2019t like that for me, I have normal skin I found it to be normal not wet looking, I only need a little bit and I found it looked like I have full coverage on, but I donu2019t have acne I do have redness to my skin and it covered! Great product!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Love this product for a quick makeup look. Definitely is light coverage but perfect for those days where you want to look put together but donu2019t necessarily want a lot of makeup on."
        },
        {
            "review_title": "All in one and amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This does it all! Moisturizer, SPF and beautiful natural coverage. This applies perfectly with fingers all over and then use your beauty blender to just add a little more coverage where needed only. I have combination skin and most foundations / skin tints get a little oily as the day wears on. With this Saie slip tint I only blot once mid day and my skin is perfect until I wash it off. This is a must have!"
        },
        {
            "review_title": "Broke out my skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Really broke my skin out. Otherwise it's okay. This shade is definitely more yellow undertones. Very sheer coverage.   I actually didn't find it too oily. But I returned it because it broke me out."
        },
        {
            "review_title": "Few downfalls...",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Overall I don't mind this tinted moisturizer. Good color match for the most part (tad warm). It has sheer coverage but it does decrease the redness overall, it's easy to apply and feels hydrating on the skin But there are a few downfalls, I love that there's a mineral UV protection in it, but it creates a very oily/greasy look! Second, not sure if it was a defective pump I got, but it stopped pumping product out after 3 uses; but atleast you can unscrew the top off and use it that way. Third, the product seems to melt off my skin after a couple hours, even with setting it in different way..  I do think if there was no mineral protection in this, it would be a better off tinted moisturizer."
        },
        {
            "review_title": "meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Wanted to love this as I love their dewy highlighter and itu2019s hard to find a tinted moisturizer that doesnu2019t have any dimethicone in it but this wasnu2019t great. Not dewy. Weird consistency and generally just didnu2019t like it."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Three + Half - for light to medium skintones with golden undertones",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "The shade is too dark, way more than expected. The tint is sticky and the coverage is non existentu2026 Iu2019m going to return the product. Not worth the price."
        },
        {
            "review_title": "It's okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I think this is a middle-of-the-road product. It doesn't do a lot, it's fairly sheer, and it can be oily. That being said, I don't hate it. I prefer a closer to bare face, so a smidge of tint that helps even out my complexion works for me. I also lean towards dry, so the oiliness doesn't bother me - if anything, I'll bounce a beauty blender over some areas after application just to help remove some of the shine. But it won't cover true discolouration, blemishes or dark circles."
        },
        {
            "review_title": "A must buy. period!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Literally the best sunscreen I have ever found. Dewy, glowing skin u2014 use it under the glowy skin gel!!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Three - for light to medium skintones with peach undertones",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "itu2019s okay, doesnu2019t really do much in terms of coverage. and also makes you very very very glowy if you like that"
        },
        {
            "review_title": "okay",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "It's okay, greasy and almost dries matte? Feels very heavy on the skin and takes along time to dry down not for me! I have Dry skin and cling to my patches"
        },
        {
            "review_title": "great so far!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "Iu2019m really enjoying it so far! Very dewy, and definitely has a bit of coverage."
        },
        {
            "review_title": "Downright greasy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Normal skin",
            "review_text": "Even as someone with normal to dry skin that usually enjoys a VERY dewy finish, this felt like a complete oil slick going on the face. To top it off, shade One is not especially fair; as someone with ~NC10 skin this was visibly a shade darker than my face. I rarely return items, but a product that's less than ideal in both formula and color really needs to go."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Three - for light to medium skintones with peach undertones",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The tint is there, but the coverage is less than light. Not what I expected. I like the dewy finish. The product starts breaking apart within a couple hours. At the end of the day it was like I had never applied anything."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Really not enjoying it so far. Minimal coverage while being pretty greasy. Similar feel as the Nars tinted moisturizer, only less coverage. My biggest concern with this is transfer, having it get all over my mask and then bunch up where my mask was."
        },
        {
            "review_title": "really wanted to love this butu2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this brand and wanted nothing more than to love this product but I put it on and it feels like thereu2019s no coverage at. I wanted something light but this give zero coverage and a few hrs later looks like you have nothing on. Iu2019ve been reapplied a few hrs later. It doesnu2019t even give me the glow that the rest of the products do. Iu2019m going to persevere and hope It gets better."
        },
        {
            "review_title": "Love this tinted SPF!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Lovely tinted SPF! Coverage is light and blends beautifully! It doesnu2019t cling to any dry patches. I use the suggested amount of spf and apply with my fingers and it gives my skin a gorgeous glow."
        },
        {
            "review_title": "great every day tint",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "So natural and light! Great for daytime use and those looking for very light coverage. Highly recommend."
        }
    ]
}