{
    "product_id": "1010",
    "name": "No Limits Matte Bronzer",
    "brand": "LYS Beauty",
    "categories": "Makeup, Cheek, Bronzer",
    "price": 27.0,
    "about": "What it is:A clean, talc-free, buildable matte bronzer that sculpts, defines, and livens up the complexion with a silky-smooth formula..Highlighted Ingredients:- Niacinamide: Reduces the appearance of pores and limits excess shine..Ingredient Callouts:This product is gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:Sculpt, define, and warm up your complexion with this matte bronzer. The ultra-velvety, buildable powder effortlessly blends while delivering a sunkissed glow. Formulated with niacinamide, this bronzer gives skin the warmth you want while blurring the look of imperfections and texture.",
    "ingredients": "-Niacinamide: Reduces the appearance of pores and limits excess shine..-Green Tea Extract: Provides antioxidant benefits that soothe and replenish skin..-Sodium Hyaluronate: Helps retain skin moisture and visibly plump fine lines...Mica, Oryza Sativa (Rice) Starch, Boron Nitride, Magnesium Stearate, Triethylhexanoin, Octyldodecanol, Isononylisononanoate, Bis-Diglyceryl Polyacyladipate-2, Camellia Sinensis (Green Tea) Leaf Extract, Niacinamide, Sodium Hyaluronate, Phenoxyethanol, Caprylyl Glycol, Aqua/Water/Eau, Propylene Glycol. May Contain [+/-]: Iron Oxides (Ci 77491, Ci77492, Ci 77499), Titanium Dioxide (Ci 77891), Ultramarines (Ci 77007), Red 6 (Ci 15850)...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-For instant warmth, gently buff product into the hallows of the cheek, temples of the forehead, and jawline, using a brush. .-Build coverage as needed...Clean at Sephora.Clean at Sephora is formulated without a list of over 50 ingredients, including sulfates (SLS and SLES), parabens, phthalates, and more. For the full list, check out the Ingredients tab.",
    "num_reviews": 205,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/lys-beauty-no-limits-matte-bronzer-P468383?skuId=2435444&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2435444-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Courage",
            "shade_descriptor": "tan",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2435444-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Strength",
            "shade_descriptor": "dark",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2435451-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Courage",
            "shade_descriptor": "tan",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2435444-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Harmony",
            "shade_descriptor": "medium",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2435436-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Motivate",
            "shade_descriptor": "light",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2435428-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "The color looks natural and not orange, plus it blends well for a powder (I am usually more of a cream product girl). The compact is actually quite large and should last me a while."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Motivate - light",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Melts into skin and long lasting! Love this bronzer!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Courage - tan",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "im very fair and i just find its abit to orange on me personally but thats like a lot of bronzers i just feel like an orange but good amount of product and nice packaging decent formula"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Courage - tan",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This powder bronzer looks as smooth as if you applied a cream bronzer. I am so obsessed. The undertone is perfect and this warms up my face without being orange. When my pan runs out I will be repurchasing! I have tried any drugstore/ high end bronzer that you could think of, and nothing compared to the nars Lunau2026.EXCEPT for this one!!! Iu2019m so glad I found the one <3"
        },
        {
            "review_title": "RUNNNNNNNN AND CLICK ADD TO CART",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This bronzer is super pigmented so you only have to put on a little it doesnu2019t look cakey or powdery and looks very natural. Makes me look very tan but doesnu2019t look fake in any sort of way will definitely repurchase whenever it runs out ( which I bet will be a long time lol"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Strength - dark",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "Very pigmented and easy to blend. Works great on my combo skin"
        },
        {
            "review_title": "Great colour payoff, but EXTREMELY MESSY & FRAGILE",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "the colour and the formula when applied on your face is great BUT BUT BUT, it's SO FRAGILE that I probably used less than 10% of it. Once a little piece of it broke, that was the beginning of the end. a piece of the powder would break off each time I'd use it. it got to a point where the entire thing lifted off the compact and was just rolling around inside. anytime I opened it, particles would come flying everywhere. There was always a mess whenever I opened this product. i would have to mop my makeup area after every use. I gave up and threw it away after struggling to try to keep up with the mess for a year"
        },
        {
            "review_title": "Will 100% repurchase! love the price point too <3",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I hit pan! You the bronzer is good when you hit pan! That said, I will be buying another. This LYS bronzer is the only matte bronzer with the Clean stamp on it on the entire website. I have sensitive skin and I love it. Greys shade range too!"
        },
        {
            "review_title": "Great Bronzer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I love this bronzer. Itu2019s a great color and doesnu2019t make me break out. Itu2019s also super affordable. Highly recommend."
        },
        {
            "review_title": "Beautiful Product. A must tryu2026",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "First of all, the packaging is so luxe. Beautiful pigment. You can layer it on top of your cream bronzers for a long lasting makeup but it can be worn alone too. Itu2019s stay power is amazing. And it is a clean product and with such a good price."
        },
        {
            "review_title": "Great Bronzer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love this bronzer! It is easy to blend and nicely pigmented. It works well with all of my foundations and BB creams and adds just the right amount of warmth to my complexion. Gorgeous packaging"
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I love this product!  Itu2019s gorgeous on my skin and lasts all day."
        },
        {
            "review_title": "patchy and hardly any color payoff",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "I've been using this for a few months and the color payoff just isn't there and it comes off patchy. Maybe it just doesn't work with my skin, but I was very disappointed ud83dude14"
        },
        {
            "review_title": "A stapleud83eudee1",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "BESTud83dude1dud83eudd0d it is so gorgeous for summer. Super brown girl friendly. Extremely pigmented and does disappear throughout the day!!!!"
        },
        {
            "review_title": "a must have and clean!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "I wanted a powder bronzer to set my cream bronzer. I used to wear benefit hula, religiously but this one is sooo much better. I love that it's clean too!"
        },
        {
            "review_title": "My current FAVORITE. Need this in a powder too!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I bought this about two months ago and had not used it until today. I did a video on My top ten bronzers in my possession ranking and this came in first place! Never imagined I would love a bronzer STICK nor that it would be so easy to work with. Most sticks/cream bronzers take extra blending and gentleness. This one went on so easy and lovely. I will definitely be recommending it to others and repurchasing! The cost is unbeatable and the color (Harmony) is exactly what I have been looking for in a Talc-Free powder bronzer and have yet to find it. Disclaimer: I haven't actually worn this an entire day, but I will probably set it with a powder bronzer, so I think it will wear just fine as it felt and looked great on my skin."
        },
        {
            "review_title": "We Stan - similar to Benefit bronzer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Been using this since February after switching up on benefit (essentially the exact same shade as hoola toasted) and Iu2019m pleasantly surprised! Also affordable compared to the market/trends. Lovely shade range as well, I wear Strength, chefs kiss!"
        },
        {
            "review_title": "Beware of breakouts!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Pigmented however it broke me out terribly wherever I applied it. Skip this if you have sensitive skin"
        },
        {
            "review_title": "Great bronzer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Love this bronzer! The shade motivate is perfect for light skin tone not too cool or warm and very pigmented. Great price too"
        },
        {
            "review_title": "Holy Grail Bronzer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was looking into buying new products that have less harsh ingredients and are more acne-safe, when I stumbled upon this bronzer on Tiktok as a recommendation.  I had heard that it resembles the Benefits Hoola Bronzer that I have always loved.  I bought this as it is described as clean and talc free.  This bronzer is BEAUTIFUL.  I have struggled with finding another bronzer, but this one matches up to the Hoola.  The bronzer blends easily, and really smoothes and matifies the face.  I am someone who puts bronzer all over for a tan look, and it does not look orange at all.  It is long lasting, and pairs wonderfully with the Armani foundation. 100/10 would recommend."
        },
        {
            "review_title": "Couleur parfaite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Tout ce que j'ai u00e0 dire c'est qu'il est parfait de ma liste d'achats c'u00e9tait le produit le moins cher et que j'attendais le moins et c'est pourtant celui qui m'a le plus surprise je l'adore !!!<3"
        },
        {
            "review_title": "Perfect bronzer!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "The best bronzer so far. Itu2019s very pigmented so Iu2019m extremely pleased that I bought the light. My skin is actually a medium/light & this color bronzer is perfect."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Courage - tan",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "really love this bronzer, especially loving that its clean! It's a great color for contour and to warm up your skin tone. The price point is incredible and the package, chefs kiss lol"
        },
        {
            "review_title": "Great natural color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I have the motivate color and it adds a beautiful natural warmth. The formula blends well, but be careful as it is pretty pigmented. You donu2019t need much product to make a difference. The only thing I have noticed over a long period of wear during the day is that it can settle into lines (like a  forehead line).  Great product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Harmony - medium",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Amazing formula blends like a dream , the pigment is there also im loving the color too itu2019s not too warm"
        },
        {
            "review_title": "Yes honey",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I was influenced on TikTok when this popped for recommend bronzer for acne prone skin. Most bronzers give me blackheads, but thank goodness this gem didn't. I was hesitant on which color to get. I ended up getting Motivate for my light olive skin tone and it's perfect. Beautiful and natural finish. I've been using this bronzer for a few weeks now, on my cheeks, temple, nose, and jaw line, and no break outs. Thanks TikTok. :)"
        },
        {
            "review_title": "Definite staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is my all time favorite bronzing powder. Such a beautiful color. Iu2019ve barely hit pan and the cost is worth it. If youu2019re thinking about it and on the fence I would recommend getting it!"
        },
        {
            "review_title": "Pay attention LYS packaging and design team!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Currently my favourite bronzer. I was a benefit u00ab Hoola u00bb girl for 3 years but this made me take a sharp turn and revisit my makeup decisions. I put this on my face and immediately after I had finished my makeup, my mom said it looked like I got plastic surgery (In a good way). When I tell you this snatched my cheekbones in, erased my double chin, gave me a nose job, a forehead reduction and put thread lifts in my templesu2026 I feel like Iu2019ve unlocked a higher tier in the makeup community ever since Iu2019ve owned this. Itu2019s very blendable AND layerable. It does not turn me orange (Listenu2026Weu2019ve all been there.) or gray like some other products do. I use a singular dollar store brush I purchased a decade ago to do my entire face, so this is obviously the work of the bronzer and not the brush. This is easily better than a high end bronzer some other companies can provide. For 26$ CAD, Iu2019m more than happy, It has the consistency of something an uber brand would sell for triple the value. Not once did I notice a break out in relation to this product, that and the fact that it has only improved since Iu2019ve discovered this. I was part of the cheek acne gang and I will attribute this to the benefit bronzer. Only issue Iu2019ve ran into is the packaging (The compact). Now halt in your tracks and listen to me LYS : I was super impressed, first by the quality of the mirror, it is not warped, does not present scratches, unevenness or cloudiness, very nice job on this often overlooked aspect. Second, it feels nice in the hand and itu2019s lightweight, the exterior is sleek and simple. When I reach blindly into my makeup bag, I know Iu2019m looking for my beloved equilateral triangle. And then the lovely magnetic mechanism, so useful for those of us with minimal arm strength and brittle nails who simply cannot apply turn into the Hulk and pry our compacts open. But your greatest strength is your only weakness ; The magnet completely broke on me. I donu2019t know how, why, when, where it went wrong. I p"
        },
        {
            "review_title": "Good bronzer meh packaging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This bronzer is very pretty. Ive use it almost every day since I bought it. Gives the skin a healthy color. I do not love the packaging though, it looks dirty/scratched with any use. Probably wonu2019t repurchase unless the packaging was changed."
        },
        {
            "review_title": "Beautiful Bronzer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Beautiful bronzer! I purchased shade Harmony in hopes of replacing the classic Hoola bronzer and I am more than happy with the swap! Beautiful packaging with an amazing & buildable formula. The colour is spot on as wel! 10/10"
        },
        {
            "review_title": "Itu2019s a no for me!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I have light skin and thought this would be good for a bronze look but it doesnu2019t show up at all! Iu2019ve used a brush and blender and neither got this to show up."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019m in love with the packaging of this product! I personally prefer a more cool toned bronzer and this one ran a little too orange for my liking!"
        },
        {
            "review_title": "Very happy with my purchase!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This bronzer is the best one Iu2019ve tried yet. It blends so easily and the color compliments my skin tone beautifully. The packaging is also very nice and well made which is always a plus. Will buy again when I hit pan!"
        },
        {
            "review_title": "Perfect bronzer shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Courage is beautiful for medium/tan skin. Most of the time tan shades run red/orange, but this isnu2019t that. So pretty!"
        },
        {
            "review_title": "Iu2019m not sure",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I probably should have gotten a darker colour but I have a light skin tone so I got the light colour. It doesnu2019t really show up but I like the formula. I will try again with a darker shade"
        },
        {
            "review_title": "Guerlain Terracotta equivalent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Ok. Ive been wearing the Guerlain Terracotta since the beginning of time... (i mean 10+ years) And this product, not only is it very well priced it gives the same result and the texture is sooooo smooth.."
        },
        {
            "review_title": "Buy it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
            "review_text": "This product is amazing! It lasts a really long time."
        },
        {
            "review_title": "Good product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "A bit hard to blend but otherwise good product. Not too much pigment though."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love it. The color is nice and the most interesting important thing that it is talc free"
        },
        {
            "review_title": "Better than benefitu2019s hoola or nars lagoona",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Happy with my purchase, easy to blend and super pigmented, great price and its not orange."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Exactly what I was looking for! Easy to apply, stays on well, and doesnu2019t go on too dark. You can add more, itu2019s easy to build up color to what you need."
        },
        {
            "review_title": "Found my HG",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I love this bronzer!! It blends out so easily and the shade is perfect for my light skin, doesnu2019t pull any orange at all. I will continue buying this over & over."
        },
        {
            "review_title": "Amateur approved!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This bronzer goes on so smoothly and is amateur friendly!!!"
        },
        {
            "review_title": "Love the color!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "Beautiful neutral buildable bronzer. Blends well with pink blush."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "LOVE this bronzer. When I saw the colour in person, I was nervous it would be orange on my fair skin, but it is not at all! It applies like a dream and gives just the right amount of warmth. The packaging is also so beautiful and I feel like itu2019s a great value for what you get."
        },
        {
            "review_title": "Skip this and their whole line",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Broke me out really badly on the sides of my face & wherever this bronzer touched my skin, then immediately goes away when I stopped using it. Donu2019t recommend."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love the formula. Provides a smooth application, blendable and buildable. Not cakey nor does it give off orange. Will purchase again."
        },
        {
            "review_title": "Not orange, buttery consistency.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Received this in a Boxy charm a few years ago, fell in love with the formula, had to repurchase. I have fair skin with a warm undertone, this bronzer is not too warm or too cool. Perfect shade. 10/10 u2b50ufe0f"
        },
        {
            "review_title": "Good for the price",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Very pigmented, almost a little too pigmented. A little hard to blend, other than that, itu2019s pretty good and I still kept it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I was a bit worried about this bronzer. I like a particular color shade and being that I purchased online and never heard of it, I was very worried. I got the lightest color and itu2019s perfect itu2019s soft it blends wonderful even over a cru00e8me contour"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I love this bronzer! It blends so well and gives a great sunkissed look. I have very pale skin and it doesnu2019t look muddy, which is a problem I have with a lot of other bronzer. Works great as an eyeshadow too!"
        },
        {
            "review_title": "Amazing Bronzer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Iu2019ve tried a bunch of clean bronzers out there, most of which come out of the pot with too much powder so itu2019s tough to get the application down. This one, on the other hand, I even prefer over Hoola"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I ordered this with another item and my free samples that I chose didnu2019t come so they gave me 50 points thank you Sephora"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Motivate - light",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "Very pretty! Blends nicely and sits smooth. I got light which is a flattering color, gives more payoff than I was expecting. I don't need a ton of product to see results. I also really enjoy the packaging, it's unique and makes me feel excited to use it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Harmony - medium",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "One of the best bronzers I have ever used.  Goes on super smooth, looks natural and lasts all day."
        },
        {
            "review_title": "A summer must have ud83dudc9c",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Literally loving this bronzer! So worth the price.ufffc I feel like this will last me a lifetime. Itu2019s so long lasting and beautiful!! Love it so much!"
        },
        {
            "review_title": "my bronzer love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "the product is an A+ across the board.  packaging,  pigment, application, and price point.  perfect!"
        },
        {
            "review_title": "This is the only powder bronzer I own!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "For reference, I have eczema/oily prone skin with an olive undertone. Pictures have ZERO filter.  I love how easy this is to blend! It adds warmth without being orange. A bit of setting spray is needed to make it transfer resistant  I can dust this on with a brush and blend in with a wet beauty blender for no-foundation days, right over a freshly primed face. It blurs over a powdered face and it's buildable for glam looks. It can also be used as an eyeshadow or blended from the temple to the eyes to make my makeup seamless. I typically use this to warm up my forehead, chin and to hug my cheeks. It also bodes well to the 70's style of bronzer application by using a large brush to blend across the cheeks, hairline, nose, chin and jawline.  Overall, a solid performing bronzer with great undertones for a great price."
        },
        {
            "review_title": "SO GOOD! Glad I took the chance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "This product is GREAT! I can see why it sells out frequently. I have the medium shade harmony - blends well without looking muddy. Nice warmth to the face (it is NOT a cool tone bronzer)"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It blends very well , but I wish its more cool tone.  But its great product overall"
        },
        {
            "review_title": "Beautiful.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Ebony skin tone, Normal skin",
            "review_text": "I use this more as a contour on me (Fenty 450/Nars Iguacu) and it's beautiful. It runs a little cool but is very nice. Sleek rose gold packaging. Would love to try the stick contour bronzer. Hope @sephoracanada restocks it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "this is my go to bronzer. it's not too dark or orange which is always a struggle for me because I'm super pale and cool toned. also it blends like a dream!"
        },
        {
            "review_title": "Way better than the more expensive products!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Beautiful color and texture.  Leaves a very silky feel, no cakey feeling at all.  I love that it's matte and can be used lightly for a more natural look or built up for more dramatic look.  I wish they carried more products in store so I could see colors in person.  It's also a clean product which is so nice for my sensitive skin.  I love it and will be trying out the other products in this line."
        },
        {
            "review_title": "I love everything about it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "From the ingredients to the look and feel of it, this bronzer is one of my favourites !  It should be noted that this is a very pigmented product, so a little goes a long way  (trust me, the first time I used it I laughed so hard because I used more than needed and it came out looking orange-y).  Once I played with it enough, I finally perfected the application;  it gives such a lovely warmth, I always get compliments ;)"
        },
        {
            "review_title": "Fell and broke",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "mediumTan skin tone",
            "review_text": "This wasnu2019t that bad but you guys should work on the powder not breaking into tiny little pieces if you happen to drop it. That was very frustrating"
        },
        {
            "review_title": "Love this bronzer !!!! Great value beautiful color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "Love this bronzer !!! Excellent price and great value . Beautiful case and mirror Goes on smoothly blends nicely. I got the lightest color and Iu2019m quite fair . For summer I may purchase a darker one or maybe it will still work well ."
        },
        {
            "review_title": "Perfect Matt bronzer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Combination skin",
            "review_text": "Nice matt bronzer, motivate shade is perfect tint for light skin. Love that it has no shine or sparkles. A true matt bronzer!"
        },
        {
            "review_title": "Beginner make up friendly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Oily skin",
            "review_text": "Love it. Not too harsh blends well and just beautiful"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Motivate - light",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Best bronzer Iu2019ve ever used. Canu2019t beat the price. Love that itu2019s talc free too."
        },
        {
            "review_title": "Nice bronzer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "Really nice bronzer. If you are looking for a high end but more affordable bronzer, this is your call. I'm more into natural makeup, so a little goes a long way. This product is really pigmented but looks really nice once blended in."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Motivate - light",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "The most beautiful bronzer I have ever used. Very pigmented but not overpowering. Easy to blend. Formula never irritates my skin and looks very natural. 10/10 recommend!!"
        },
        {
            "review_title": "Clean & fabulous!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a fabulous bronzer!!!! I also love that itu2019s clean! I hope they come out soon with a powder blush. Highly recommended."
        },
        {
            "review_title": "Good bronzer with powder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is great bronzer and blends well it just doesn't last long. Would need to use a powder bronzer over the top for longevity"
        },
        {
            "review_title": "Pleasantly Surprised !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Absolutely love the shade of this! It actually looks like how I would tan on my face u2026 best shade I used by far . Itu2019s not super matte which I prefer .. and does good job of blending into the skin"
        },
        {
            "review_title": "Very Warm!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Sadly this was too warm for me. It would be great for a sunkissed look or for someone with a warm undertone. The formula is great and blends beautifully though! It's still a good item and I use it for other purposes! I Just wish they had a few cooler and neutral options for those with other undertones"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Motivate - light",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This blends very easily and looks sunkissed! I have a warm fair skin tone so 1-2 dips in the pan is all I need for each application! Very pigmented so it lasts long and is definitely worth the price! The powders and cream blushes are my favourite products from this brand!"
        },
        {
            "review_title": "NEVER SWITCHING TO ANOTHER PRODUCT EVER AGAIN",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This brand has their formula down when it comes to powder formulations! The bronzer applies flawlessly and not muddy or patchy. Motivate is perfect for fair complexions. Affordable and quality ingredients. Buy it!"
        },
        {
            "review_title": "Lovely bronzer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Fantastic price, luxe packaging, pigmented but blends beautifully. Absolutely love this bronzer and so glad I picked it up. I have a light-fair skin tone and I will say this may be too deep/orangey for those with a skin tone lighter than mine. I do hope they expand the shade range and considered 4 stars instead of 5 but honestly Iu2019m so impressed that I had to rate it 5 stars all the way. Bronzer lasts all day and while it is a matte finish, I feel like it gives the warmest glow from within. Looking forward to trying more from the brand."
        },
        {
            "review_title": "Pigmented-Smooth-Powdery",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I just got this today. I'll start by saying my skin tone: Now winter in Montreal, my skin is olive light medium, with golden neutral undertone. Having said that, if you have a pale pink undertone, this can look a bit orange on you. GO SLOW, it's pigmented! Harmony is a good shade match for me, but not amazing like Haus Lab (Shade 6). The formula is amazing, NO scent, huge plus for me. It did not accentuate my pores. The con is that it can have a slight orange hue if you go heavy handed. It's quite powdery and easy on the brush bristles you use.  If they had more shades, with different undertones, other would benefit from this brand and not complain about the orange tinge it gives off on the skin."
        },
        {
            "review_title": "VERY pigmented, but hard to blend for me",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I love the pigment and the lack of fallout, but it's hard to blend, so it can look a bit harsh on my very fair skin. LOVE the cost and the brand, though!"
        },
        {
            "review_title": "LYS does it again!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "LYS seems to have no misses, because everything I've tried from them has been so well thought out and phenomenally executed!  I have a golden olive undertone, so lots of bronzers on the market look like straight up blush on me--way too red and orange. The shade range of these bronzers is gorgeous and without having a huge number of shades. Courage is a perfect, toasty brown. The perfect balance of neutral and warm to look naturally sun-kissed. The formula is buttery smooth but lightweight. It blends like a dream, so it looks natural even on bare skin. It builds up and sheers out easily. And it manages to do all that without silicone, which irritates my skin. So grateful for LYS! I'm not even interested in trying other bronzers at the moment, this just satisfies everything I could ask for in a powder bronzer.  Also love the unique packaging, relatively affordable price tag, that it's created and owned by a Black woman make up pro, and the self-love branding. Cherries on top!"
        },
        {
            "review_title": "Would recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I'm on the paler skin side, but this contour is super good! perhaps its because I've been using the same Fenty Contour since 2019, so this was a change in pace, but it blends beautifully and is amazing natural tone. The magnetic packaging is super cool!"
        },
        {
            "review_title": "Best Bronzer for Dark Skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
            "review_text": "Iu2019ve had this bronzer for over a year and Iu2019m just realizing that Iu2019ve never reviewed it. I found out about this bronzer from a YouTuber Ohemaa Bonsu. Everything about this bronzer is perfect. Itu2019s deep enough for my dark skin and the undertones arenu2019t too purple.skintheumd"
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This colour is perfect, it matches the tan on my body."
        },
        {
            "review_title": "A NEED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this product - itu2019s creamy and just pigmented enough for it to not be overkill. This is my go to everyday product i love"
        },
        {
            "review_title": "Soooo purple",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Normal skin",
            "review_text": "I couldn't use this because it shows up as BRUISE red purple on me"
        },
        {
            "review_title": "my fave bronzer.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this! It helps my face match my body. Its not cakey and it stays put. I do see the orange tone when i first put it on but that fades after a few mins and the product sets into my skin. I love love love it!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Harmony - medium",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Wayyy too orange. It was dark enough, and it goes on smoothly but the undertone is terrible. And I have warm undertones! If you love to look like someone who gets spray tans, get this. Soooo orange"
        },
        {
            "review_title": "Need more shades",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, mediumTan skin tone, Dry skin",
            "review_text": "I just got shade Courage and it doesnu2019t show up. Iu2019m shade 385 in Fenty and Findation says Iu2019m shade DG3 in LYS but I think DN3 would be a better match because of the oxidation I saw on a review of a shade twin.  Nevertheless, for a black owned brand, these shades are very limited."
        },
        {
            "review_title": "Stunninggg",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "The bestest bronzer ever, especially for the price. It's pretty yellowy/warm but although I'm fair I have pretty warm undertones so it works great for me! Super nice, subtle glow despite being matte. I can totally se myself finishing this completely and repurchasing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Strength - dark",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Great product. Very matte. Good coverage. Good generous size."
        },
        {
            "review_title": "Even the Lightest shade pulls Orange",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Skintone: Light to Light/Medium, Neutral Lightest Shade, Motivate, was way too warm/orange on me."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Such a good product!!!!! Just wish it complimented my skin tone a bit more. Pulled a little too warm for me but the application was like butter !!! So smooth and easy to apply."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Best bronzer ever!! Gives you a very subtle contour, while also provided a lovely smoothing effect to the skin. The coverage is buildable and itu2019s not too orangey l. The perfect shade."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love the Hoola bronzer but itu2019s a bit expensive so I tried this one and Iu2019m not disappointed! Easy to build , really smooth and easy to blend and no random shine! Hoola is my preferred bronzer but this is great too!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have light to medium skin and this was beyond orange on me. I wanted to like it but I had to return it ."
        },
        {
            "review_title": "the change youu2019re looking for",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I switched from benefit bronzer to this one. Itu2019s more affordable and does not dry my skin out and benefit was. It stays on so well and I get compliments each day I wear it! u201cWow youu2019re glowingu201d u201cyour skin looks amazingu201d and this was the only change. Highly recommend. No cons."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Motivate - light",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Nice goes on smoothly nice color I've enjoyed it would buy again"
        },
        {
            "review_title": "Wish they had more shade options",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Now donu2019t get me wrong, the formula and texture is literal perfection. However my skin tone is light with neutral undertones and the lightest shade is too dark. But thereu2019s no way Iu2019m throwing this away. So hereu2019s how I apply without it being too dark. Before I apply my lightweight covergirl foundation, Iu2019ll apply this in the places youu2019d normally contour. If I feel like thereu2019s not enough on my face, Iu2019ll use a separate beauty blender (damp) than Iu2019d use for foundation, and just apply a bit of bronzer on my face, then spray my face with a setting spray, and then blend in with the beauty blender. And mwah! Perfection."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Motivate - light",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I have sensitive skin, this bronzer never broke me out or caused any reaction. Great quality bronzer, satisfying packaging, I couldnu2019t ask more out of a bronzer."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I feel like this product was just okay, didnu2019t really do much and it had a lot of fallout but it didnt really look that good on!"
        },
        {
            "review_title": "very good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "If you want an effortless matte bronzer this is a great option. This looks very natural on the skin and just adds a bit of warmth and depth. Also for the price? Can't beat it."
        },
        {
            "review_title": "Sexy beach char, none of this red nonsense",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This shade mimics when you are semi-dark skin but still tan at the beach and get that sexy toasted look.  Looks super natural and not red or orange or glittery. (There is a tiny bit of shimmer in the pan, but not prominent) Product in real life looks nothing like the picture, which is good because most people would be skeptical. Looks lighter gray-brown in the pan. I'm not sure how this product would work on the last 2 models actually and suspect some bad photoshopping.  This is the only bronzer I've found that looks natural on my dark forehead and hairline. Like, I feel sculpted for no good reason lol. Will be flexing this everyday. Shade reference is Estee Lauder 6W1."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I love the colour of this bronzer and how long wearing it is. It gives you the perfect u201cI just came back from a tropical vacationu201d glow."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Motivate - light",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have a TON of bronzers both high end and drug store. This bronzer blows them all out of the water!! It goes in smooth, and makes me look perfectly bronzed! Itu2019s not super pigmented or hard to blend. It has just the right pigment so you can layer and not overdue it. Totally recommend!!"
        },
        {
            "review_title": "exceptional quality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve tried my share of bronzing powders over the years. Itu2019s one of those products that can be hard to find in shades that flatter my skin tone without being muddy and dark or lean towards orange. I wasnu2019t expecting much to be honest when I got it in a subscription box but boy was I wrong. This is a beautiful matte bronzer! Itu2019s a fine powder that picks up easily and blends very well. Its easily layered and quite frankly hard to over apply. Itu2019s quickly become one of my favorites and I will most likely repurchase once Iu2019ve used it up. For the price you canu2019t go wrong."
        },
        {
            "review_title": "Smooth Tan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I own a LOT of bronzers from high end to drug store and I must say, this one is amazing! It is smooth as doesnu2019t go on patchy like some. The color is perfect for my skin tone. Not too warm or too cool. Itu2019s perfect! Donu2019t sleep on this people!!"
        },
        {
            "review_title": "don't play yourself throw it in the bag",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Buildable smooth no skipping great warmth the shade is so pretty not to red not ashy I looove it I had the fenty mocha mint but I love this more and the price is more than. affordable"
        },
        {
            "review_title": "Beautiful Bronze Year Round!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is one of my favorite bronzers to use year round! It is very pigmented, so I use a light hand. It gives you that beautiful bronzed complexion year round. The formula is perfect. Definitely recommend if you are looking for a matte bronzer."
        },
        {
            "review_title": "AMAZING I LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Ive been wanting to try this brand sense the first review I watched about them. I got this bronzer in the lightest shade called motivate and it's perfect for my light neutral toned skin. I love the packaging! The triangle shape is so unique and aesthetically pleasing. The compact has a littlw mirror and the pan size is quite big. I love the tone of this bronzer. It has a slight yellow under tone but goes really well with my natural skin color to make my skin look sunkissed in a very natural way. Its very buildable Which I like in a bronzer. Its not overly pigmented. Its a very soft and blendable powder the is easy to apply and seamless when blended out. I really love this! It has become my go to bronzer! It's so easy to use and I love that I have control over how deep I want the color to look. It's not powdery at all its very creamy in texture without actually being a cream. I love how it blends into the skin and not on top of the skin. It just performs so well and is so aesthetically pleasing to look at. Love this and can't wait to pick up more from this brand!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "first off- packaging. I had a feeling this would have some weight to it but I was wrong. it feels pretty light and cheap.. but still looks really pretty! it gets extremely greasy looking though when touching it.  The bronzer- the bronzer itself is amazing!!!!!!!!!! applies really nicely, blends REALLY good, the colour is great (I'm fair toned and got motivate)  overall I would definitely buy this again when I run out. but I think this will last a long time!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Worthy - deep",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "This cream bronzer goes on BEAUTIFULLY.  So smooth, so RICH! Great pigment that shows on dark skin and itu2019s layerable. Def will repurchase."
        },
        {
            "review_title": "beware of warm tones",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "It has great pigment and blends super well, the only issue is that I wish they made a more cool toned shade as I bought the lightest option available and itu2019s still pretty warm. I use a tiny bit over my cream contour and it looks amazing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Harmony - medium",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "my new favorite bronzer! i have fairly light skin and accidentally ordered the medium shade but had no issues at all. this product blend beautifully on top of foundation or primed skin and gives me good dimension"
        },
        {
            "review_title": "HOLY GRAIL",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Wow this LYS line has surprised me! I got the cream blush and this bronzer, which Iu2019m super picky on both. Almost all bronzers pull way too orange on me (or have shimmer) and the ones that have cooler tones are for light skin tones and Iu2019m medium so theyu2019re way too light. This was PERFECT. Not too orange, just right. It blends beautifully and is just the right pigmentation to give my face the structure and color it needs.  The packaging is to die for from the cute shape, the chrome color and a mirror inside is always a bonus for me.  The cherry on top of it all is this price point! Iu2019ve used everyoneu2019s HG from Benefit and paid that hefty price for a little amount of bronzer that barely showed on my skin and wasnu2019t even all that great. This right here is definitely holy grail status for me!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Courage - tan",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "The best cream bronzer! It gives me the perfect sun kissed look!!"
        },
        {
            "review_title": "possibly holy grail status?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "when i got this, the color seemed off. it looked so orange in the package but once on my face, it is stunning!! somehow the perfect shade for a lovely bronze. i think this is in the running for one of my favorite bronzers. the container is so huge it will last a loooong time & the packaging + mirror make it feel so luxe, though it is relatively affordable.  i saw some reviews saying this was patchy-i am curious how they are applying the product bc i have seen nothing of the sort, only smooth & blendable perfection over here."
        },
        {
            "review_title": "turns orange",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is very patchy and turns orange on my. I like the matte finish on it. I can make it work with some finishing powders"
        },
        {
            "review_title": "dope bronzer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "amazing! just the right shade for a bronzer on my skin."
        },
        {
            "review_title": "Impressed!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I really like the color payoff of this! I switched from Park Ave Princess to this in hopes of finding something that wouldnu2019t break me out as much, and this seems to be causing less breakouts! My only issues is that the amount of products youu2019re getting doesnu2019t seem like much, I feel like I will start hitting pan soon and it hasnu2019t been more than a month."
        },
        {
            "review_title": "Best Bronzer Ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is the BEST bronzer I have ever used! Iu2019ve hopped from the Hoola, to Hourglass, to Butter, and I cannot imagine ever switching. I have light skin-tone to light-medium in the Summer and the color is perfect, pigmented, and blend-able."
        },
        {
            "review_title": "love this product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I love this bronzer. It has a great color and looks very nice on the skin. It blends perfectly with other products. Recommended!"
        },
        {
            "review_title": "Blendable and buildable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Absolutely love this bronzer! Application is super smooth and blendable, but also buildable if you want to go for a glowier look. The packaging is super cute too."
        },
        {
            "review_title": "Absolutely amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "One of my favourite bronzer. I always had a problem with shade of bronzers, but it goes so well on my skin color and makes such a good snatched effect on my face. I love it's formula. blends so easily with brush and it's not dry."
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Amazing product. The formula goes on smoothly and it looks so good on"
        },
        {
            "review_title": "Favorite Bronzer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I cannot say enough good things about this bronzer! It is so beautifully pigmented! I canu2019t put it down! I love the velvety smooth texture it had and how easily it applies to my skin! The packaging is stunning as well! Also super affordable! I recommend it to all of my friends!"
        },
        {
            "review_title": "perfect shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "I love this bronzer!! As a POC itu2019s so hard to find clean beauty products that fit my shade. This one works so well & easily buildable."
        },
        {
            "review_title": "gorgeous!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I've been wanting to try this brand for awhile. LYS stands for love your self. I love what this brand stands for. The packaging is beautiful. As for this product, I appreciate that it doesn't have shimmer and Motivate is a great tone for my light skin. Their prices are very reasonable. I can't wait to see them expand their product offerings. This is a very good matte powder one. I really think it's a great price."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I got in my Boxy Charm and i love it i use it everyday"
        },
        {
            "review_title": "LOVE IT!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "So I actually received this bronzer in my BoxyCharm and I absolutely love it, I didn't think I would but I do! It goes on super well and blends as well also. It does have a little orange tint on me but that could just be my skin tone or foundation. I love this bronzer and I am using it every day. I get a lot of comments on it and it makes me feel beautiful! Highly recommend!"
        },
        {
            "review_title": "good bronzer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "What a nice formula ! Such a smooth and even application, very soft and buttery"
        },
        {
            "review_title": "very smooth, love the color, just a great basic.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Love this bronzer! Goes on very smooth and the packaging is super nice too."
        },
        {
            "review_title": "bye, benefit",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Have been trying to switch to non comedogenic makeup and skincare and it is tough to find products that fit the bill, let alone good ones. I am obsessed with this bronzer. I found the lightest shade u201cmotivateu201d to be comparable to the other bronzers in my arsenal (hoola, laguna - but theyu2019re both in the garbage now). Throw your hoola in the trash and give this a try. But really, throw it away, itu2019s not good. Looking forward to trying more from this brand."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Motivate - light",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Good product and price point, but wish they had a few more shades to pick from. Also while the shape is sleek looking I find it annoying that I loose out on product stuck in the corners."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Courage - tan",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Iu2019m really loving this No Limits Matte Bronzer itu2019s so beautiful and matches me so well I love the tan definitely recommend this bronzer"
        },
        {
            "review_title": "LOVE this bronzer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, mediumTan skin tone, Combination skin",
            "review_text": "Everything I was looking for in a bronzer and a nice shade that didn't have any shimmer in it. Not only is it a great product, but LYS is clean, ethical, and Black-owned. They also have such a positive and warm approach in an industry that capitalizes off of insecurity (all the names they use convey a message).  I have a very warm skin tone, and the color Harmony leans more neutral in person than it does in pictures. Since it's cooler than my olive skin tone, I like to use this bronzer for a subtle nose contour on lighter makeup days.  I have a lot of pricier products, and this one is definitely one of my favorites and feels like a high quality product. I'm so glad I bought it, and it has the perfect amount of product, although there is a slight learning curve for me with the triangle shaped pan. I wish Sephora stocked it in-store so more people could try it out because it is amazing. If people saw it with their own eyes, I think they'll see what I see in it. So excited to see what LYS does next!"
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I have been using cream bronzers for the last 3 or 4 years straight because i preferred the way they looked on my skin. Lately i have found myself wanting a change and started looking into powder bronzers for a quick and easy application . All the ones i have found are extremely orange or powdery looking and have pretty nasty ingredient lists. I bought this on a whim and it has become my favourite bronzer of all time. The COLOR matches my medium/tan olive complexion perfectly, blends like a absolute dream and does not leave a powdery finish. I feel like a sun kissed goddess and will continue to repurchase."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Motivate - light",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Really liking this bronzer! The shade motivate works so well on my light skin tone and doesn't make me orange, gives a nice sunkissed brown. I would recommend"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Dry skin",
            "review_text": "Loving this brands powders. Excited to try other items. Itu2019s clean beauty so safe for sensitive skin & in my case, itu2019s chemotherapy safe. Love it!"
        },
        {
            "review_title": "love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "About to purchase this product for the 2nd time. Iu2019m pale and the lightest colour (motivate) works perfect for me. It blends like a dream. Not to mention the price point is amazing. Iu2019m really interested in trying more from this brand. I currently have the cream blush on the way and I canu2019t wait to give it a try!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "The texture of this bronze is nice, very silky. But my favorite part is the tone, it is a nice neutral golden shade and perfect for my olive undertones."
        },
        {
            "review_title": "Not light enough for fair-light skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love love love the formulation of this powder bronzer. It goes on like a dream and blends seamlessly. The only thing is that the lightest shade u201cMotivateu201d pulls quite warm for fair-light neutral skin like mine. For reference, I use Makeup by Mario Soft Sculpt Bronzer in u201cLightu201d. Please make a lighter shade :("
        },
        {
            "review_title": "Love how you can build this!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love the way this bronzer looks! Itu2019s so elegant! I also love how you can take this from a sun kissed look to a full tanned look.  The light it perfect for my fair to light skin. Itu2019s also a decent price for a great bronzer!"
        },
        {
            "review_title": "Easy to apply and blend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I use bronzer very sparingly so I wanted something to give a light touch of color/bronze all around the edges of my face. I use 2 taps into the powder for each area and it's super easy to blend and buff into the skin! No complaints about the formula and it is easy to use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Motivate - light",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love it! My favorite bronzer Iu2019ve used I will be buying again"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Courage - tan",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Amazing product. I am very satisfied with it. It s perfect!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Motivate - light",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I think I might have found my HG bronzer. such a beautiful colour and nice matte finish. you can build it up but also make it as a nice little flush on your skin. love love this one"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Motivate - light",
            "review_buyer_description": "Blue eyes, red hair, lightMedium skin tone, Combination skin",
            "review_text": "Very beautiful bronzeru2026blends easily & lasts all day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Motivate - light",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "So pretty and applies so smoothly to the skin even if you have oily skin like me"
        },
        {
            "review_title": "Beginner approved",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "If perfection was a bronzer this would be it ! It is my first bronzer and I was so scared that it would look like a fake tan and orange but it was perfect it gave me a bronzed that looked natural but can also be billed up, thatu2019s perfect for beginners like me !"
        },
        {
            "review_title": "Fair and Not Orange",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This is an impressive bronzer. Not so pigmented I look orange, but not so hard to blend I look dirty. I'm pretty light skinned (Fenty 150, Charlotte Tilbury 3N) and this baby gives me a dreamy just got back from vacation glow that's imperceptible! The packaging is cool, but it does get all fingerprinty. For the price, it's a steal."
        },
        {
            "review_title": "My favorite bronzer rn!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Oh my goodness, I love this bronzer so much! It has been my favorite bronzer lately! I got the lightest shade, and it still works for my light medium skin tone. I love how soft and buildable it is. It warms up my cheeks and softly sculpts them. The bronzer looks so airbrushed on my skin! It also lasts on my skin all day. I love the shade range of this bronzer as well. I highly recommend this bronzer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Harmony - medium",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This bronzer is everything. The color is perfect, it blends super easy, I just love it. I wonu2019t ever buy another powder bronzer"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Strength - dark",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I bought Strength which is the second darkest shade. It's a bit subtle on me but I can build it up if I'm patient. The powder is smooth with no kickup and I like the fact that this has skincare ingredients infused in the powder. It's not my favorite bronzer in my collection, but it's not bad for the price."
        },
        {
            "review_title": "Awesome and opaque",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "i loooove this. i bought it after my TooFaced chocolate soleil bronzer got too old. It is the perfect bronzer, a bit more golden toned than the chocolate soleil which ran more reddish. Great price point and really good colour pay off. Donu2019t be too heavy handed though with this one, itu2019s very rich"
        },
        {
            "review_title": "GO BUY THIS!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "This product is absolutely amazing! As a woman with darker complexion sometimes it can be hard to find bronzers that work with my skin and this one is it! I love it so much and it just works! It blends smoothly and has the right undertone to go with my skin tone! I love it and canu2019t wait to grab more products from the collection!"
        },
        {
            "review_title": "A little goes a long way",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "Love this product. Goes on so smooth and looks like you've been sun kissed. Great product for the price. A little goes a long way."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Motivate - light",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I love this bronzer! Itu2019s so smooth and it blends perfectly! I wasnu2019t expecting much but Iu2019m in love with it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Courage - tan",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I love LYS No Limits Bronzer, it gives an excellent shiny natural tan, it's very smooth to my skin, great quality, price range is very affordable, I live in a cold country and we barely see the sun so this product is a great solution to get a radiant shiny look specially with a social media addict like me. I totally recommend the  LYS No Limits Bronzer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Motivate - light",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I am loving this bronzer. It is not patchy at all and blends so beautifully on my skin. The tone is perfect not too brown not too orange. I highly recommend this."
        },
        {
            "review_title": "Patchy and doesn't blend well",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I have used this item on and off for awhile and recently I brought this as my only bronzer on vacation and I find myself really missing my physicians formula bronzer. This bronzer it really warm toned and more orange on my neutral skin but my main problem with it is it is patchy and does not blend very well. When I try to use it as contour I can not get to to blend and sheer out to that shadow look i want. And if you accidentally put too much on in one spot it is hard to try to blend and correct it. I decided to leave a review because of the problems I've had with it. I felt like others should known the problems I've had with this product. It's just patchy and you can get better at the drug store."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Courage - tan",
            "review_buyer_description": "Brown eyes, red hair, mediumTan skin tone, Combination skin",
            "review_text": "I love this bronzer! Great pigmentation, beautiful finish! Is super easy to blend and looks super natural, thereu2019s no way you can go overboard with it, is very very nice and buttery!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "One of my favorite bronzers on the market. It blends like a dream on top of powder as well as right on top of my foundation when I don't set my face. It is buildable which I like."
        },
        {
            "review_title": "Beautiful packaging and formula!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I really enjoy how this bronzer adds such a beautiful warmth and dimension to the skin. I love reaching for this for my dynamic and full glam looks. I also love that this product is formulated with skin loving ingredients as well. This bronzer has just the right amount of pigment and blends like a dream!"
        },
        {
            "review_title": "A FAVORITE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This Bronzer has a beautiful natural finish. I enjoy that it is neutral on my skintone and long wearing. A cruelty free brand with Clean,  Skin-Loving formula"
        },
        {
            "review_title": "OMGGG THE BEST!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m more of a Bronzer rather than Contour girl and when I say this has to be one of my FAVORITE bronzers itu2019s so smooth and it takes very little just to get the perfect application. Literally my Go to"
        },
        {
            "review_title": "you need this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I absolutely love all of LYS beauty products and this bronzer is no exception. It is in such a unique triangle compact shape and has a ton of product in it. I love how it doesnt pull orange on my skin and literally makes me so sculpted and bronzed. I canu2019t believe the formula is clean yet so effective. I definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Motivate - light",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This bronzer is my new holy grail bronzer! It works amazing with my fair skin tone. It doesnu2019t come off too red or ashy, itu2019s perfection!"
        },
        {
            "review_title": "Beautiful Bronzer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I loved how easy it was to blend. I could get a perfect sun kissed look with this. I love that itu2019s pretty affordable as well. I would love to try more from the brand now."
        },
        {
            "review_title": "A perfect bronzer for my complexion",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I purchased several products upon the launch of this brand and the matte bronzer I purchased two shades. I purchased Strength and Worthy. Worthy is a Perfect contour for me and Strength is actually the perfect bronze tone and depth for my skin tone. At first youu2019d think that nothing is going on your face and then you continue to blend and the bronzer just seamlessly and magically melds with your skin producing a very natural and seamless bronze effect. This formula is in my top three best bronzers of the year."
        },
        {
            "review_title": "Perfect for my Neutral Tone",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I was nervous to try this as the image seemed a bit orange and that's always been my problem when finding a bronzer for my light/medium neutral skintone. I only require it during the summer months and didnt want to spend a fortune and I use exclusively clean beauty products...this checked ALL the boxes. The only thing left was to try and see if it turned me shiny or orange and it absolutely did not! It's totally buildable so I dont find that I regret using it after 1 swipe...its goes on easy and provides a natural tan finish without any shine (another box checked for me!!). Can't say enough good things, the price, the colour, the finish, the size (super adorable packaging btw) it does what I need it to very well. I'm so glad I took a chance on this new brand."
        },
        {
            "review_title": "More of a countouring product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I am shade DP5 in Lys foundation (dark with peach undertones) and I have been used this as a countouring instead of a bronzer. It suits the darker shadows of my face and makes my face appear more structured. I woudn't call this bronzing however, as it is not warm in undertone, but rather very cool undertone. The staying power is decent and the pigment upon application is very noticeable."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Strength - dark",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "This bronzer blends really well and is a nice color on me. Iu2019m glad to have found an affordable high quality bronzer that comes in a great tone."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Motivate - light",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Wish they would have come out with a more cool tone or neutral I absolutely love the consistency and how it blends but itu2019s just too warm toned for pale folks. Love their other products though. Will for sure keep buying from this brand."
        },
        {
            "review_title": "This is the BEST bronzer I have tried!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This bronzer is everything! Finally a bronzer that works on dark complexions! Thank you !! I love this BTW I am 420 in FENTY for reference."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "it's a very warm bronzer and very pigmented.  I'm of medium complexion but I bought the lightest colour."
        },
        {
            "review_title": "My new favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "I love how buildable this product is. I am extremely pale and usually bronzers look like I am putting dirt on my face. This gives a soft natural color that makes me less dead.  Plus the packaging is super cute."
        },
        {
            "review_title": "Lovely, highly recommend, but needs another shade",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This is not a red or orange bronze. It's not going to give you a glow (shimmer or matte) effect. This product is great for sculpting a natural face. Builds and blends beautifully.   This could be a foundation shade for some, it's why I took a star off. I feel it needs more warm (like saffron) GOLDEN in it. Yes, on lighter skin tones a neutral bronze gives a tanned appearance and would be perfect, but on a deeper tone, it's not so much a tan than we get from the sun, so much as it is a glow. I find myself helping out the product  With an almond colored loose powder.  Also shade is needed between strength and worthy. Worthy is pretty much a foundation shade on me and Strength is a too dark."
        },
        {
            "review_title": "stunning formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This is a gorgeous bronzer which builds up beautifully!  Been using it the last week and I have not streaking issues. Iu2019m also able to layer ontop of my other cream products with no issues. Also love that it doesnu2019t show my texture."
        },
        {
            "review_title": "thank yewwwwwwwww",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Combination skin",
            "review_text": "I love this bronzer!!!  Every other bronzer I've tried was either too red or it came off as a contour...so, I was pretty impressed and pleased to know that I finally found something that works for my complexion."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Strength - dark",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This bronzer is gorgeous on me!! I wear either DPG1 or DG7 in LYS and I also wear Fenty 430. This bronzer is just right on me. Not super red or orange but does warm you up very nicely. Makes a great contour as well. Definitely worth the buy!"
        },
        {
            "review_title": "love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "amazing pigment. i am shocked at the price. soo good"
        },
        {
            "review_title": "Not true color",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Picture is enhanced. Product is not that dark in person. Itu2019s actually very light in color."
        },
        {
            "review_title": "not good",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Had high hopes for this bronzer, used color Harmony...looked very orange on me , cannot use this , will return"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Harmony - medium",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This bronzer is easily built up, blends like a charm, and doesnu2019t look cakey. I will say they do seem to be a bit on the lighter side, I have light and medium and in pan they look similar, but swatched is where you see more of the difference. I am light medium and even feel like I could go up to the dark shade especially with summer coming up."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Harmony - medium",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Beautiful bronzer! Absolutely recommend and I canu2019t wait to try the blush if it ever comes back in stock!"
        },
        {
            "review_title": "too warm. :(",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "If youu2019re fair, Iu2019d skip this. The color is what kills me, itu2019s very warm, and comes off orange on my skin tone. Such a shame though, because I love the packaging, and the actual finish of this product."
        },
        {
            "review_title": "I would recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I wish I could have for waited for  The medium tan I think it is but itu2019s out of stock. I got dark. I light handed with it and still work perfectly I use finish powder just to make it more my color. And the price is good. You should try it out"
        },
        {
            "review_title": "Blends like Butter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I've been reaching for this almost everyday since I got it. It's buildable, blendable, and stays on my combo face for 10+ hours.   I'm a Dior 2N in the summer and Motivate gives me a sunkissed look. It leans a bit warm for my undertone, so I haven't built it up too much yet (it's still pre-spring now), but it's lovely when I swatch it over darker parts of my arm. I have no doubt it'll work in the summer as well.  (I'm cool undertone, warm surface tone, so neutral works best.)"
        },
        {
            "review_title": "MUST HAVE BRONZER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I got this after watching a few YouTube reviews & reading the reviews here. OMG, I absolutely adore this bronzer! All the reviews are right, it's amazing. Right now my still winter skin is a light neutral tone. Went with Motivate & it's an excellent shade for me. I'm on the notify me list for the darker medium shade when I start getting more tan. It melts into my skin with a natural finish. It's the first bronzer I've owned that doesn't make me look muddy. Blends seamlessly giving me a natural glow look. So happy I tried this new brand! Going to order much more from them."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Harmony - medium",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "The bronzer is very buttery, it blends easily right into the skin. The colour is a bit red on my skin tone, but I donu2019t mind it for summer since I always get tanner. If you are looking for a cheaper bronzer with excellent quality and soft application, you shall give it a try."
        },
        {
            "review_title": "Instant Favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I fell in love the second I put it on. I went on a bronzer bender last year and I have a lot of variety to choose from. I have light skin (almost light to medium but a hair off). It goes on beautifully, it blends beautifully and looks like skin. it also has a perfect undertone it looks like a natural warmth instead of a Why yes, I did use a ton of bronzer today. Also it is pigmented bit not so much that you get that demarcation of this is where I started and spend hours blending out."
        },
        {
            "review_title": "not reacting on acne prone skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have acne prone skin and i used to use the hoola bronzer but it would always give me small bumps. But when i saw this bronzer was mica free(clogs pores) i wanted to try it out. Now its been a month and my skinn hasnu2019t reacted once. I am sooo happy. Worth a try."
        },
        {
            "review_title": "I love this bronzer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Blends beautifully on the skin, not entirely matte which I like! Iu2019m a light skin tone and this shade is perfect!"
        },
        {
            "review_title": "Pigmented & Creamy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This bronzer was such a pleasant surprise!! Very pigmented, creamy and easy to use!! You also can't go wrong because it's a clean product and the price is amazing! Put it in your basket ladies!"
        },
        {
            "review_title": "Great Bronzer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I only have two other bronzers I ever use (kkw and Fenty powder bronzer) every other bronzer is either patchy or always orange on me!...got this and I love it! Itu2019s smooth, pigmented but blends out really easily and actually looks nice on the skin. Iu2019m very excited about this brand and impressed with this bronzer from LYS!"
        },
        {
            "review_title": "Not very drying",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I really like this bronzer because it's not very matte and drying for my dry skin. It looks good on my skin. It doesn't look orange on me."
        },
        {
            "review_title": "Beautiful bronzer but patchy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Not sure if I got a bad batch, but I did everything to try to make this bronzer work, but mine was patchy. I have dry to combo skin. Light to medium usually and got Courage it  is such beautiful neutral golden bronze color!! Packaging is lovely, and no fallout! Wish mine blended like a dream like others have mentioned then this wouldu2019ve been my new go to. I have not encountered this issue before with any of my other bronzers. If it works for you definitely recommend it."
        },
        {
            "review_title": "Beautiful on my fair to light skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Beautiful on fair to light skin! Iu2019m very fair in the winter and I was a bit nervous about this bronzer but I took a chance and Iu2019m so glad I did! I LOVE it! Beautiful, high end packaging, easy to apply, color is similar to Physicians formula butter bronzer on me when I swatched all my bronzers but itu2019s even better! I encourage you to buy it! Also it looks super warm in photos but I have a cool to neutral undertone and it works well, itu2019s not orangey on my skin!"
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I got the shade motivate-light, Iu2019m light to medium skin tone with neutral undertone and OH MY GOSH this bronzer is so so good!!! It blends perfectly! No patchiness, itu2019s not overly pigmented to where itu2019s hard to blend out, itu2019s just perfect! I have a TON of bronzers and this is my new fav! I even like it better than the Charlotte Tilbury bronzer!!!"
        },
        {
            "review_title": "Pigmented and blends easy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This bronzer has a very pretty colour and blends very easily into the skin. I wore it with the lys beauty cream blush in the shade self love and they go together nicely. For reference my foundation shade is too faced - mocha and butter pecan."
        },
        {
            "review_title": "Enjoying this bronzer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "No complaints here. The packaging is cute yet big enough for a larger bronzer brush. The bronzer applies smooth and even. I have both the medium and tan shades and can use both and they are different in tone. Nice additions to my bronzer collection."
        },
        {
            "review_title": "Bronzed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Formula is very pigmented, soft, and blendable. Color works well as a bronzer. Not too warm but not cool enough to contour. Packaging is beautiful."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Iu2019m in love with this bronzer! Iu2019m around Fenty 370-385 with neutral leaning golden-olive undertones. The tan bronzer in courage is the perfect neutral, golden bronzer for my skin tone. Iu2019m not a fan of red tone bronzers because they look unnatural on me but this one is perfect. Blends like a dream and lasts for 8+ hours without fading. On me itu2019s buildable so I can get a sheer wash for some dimension on lighter coverage days or build it up for a more snatched look. Highly recommend!!!"
        },
        {
            "review_title": "Buttery soft and blends like a dream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This bronzer is buttery soft and truly blends as well as my Marc Jacobu2019s bronzer thatu2019s 4x the price. The shade is phenomenal for my skin tone."
        }
    ]
}