{
    "product_id": "1182",
    "name": "Mini Perfume Oil Set",
    "brand": "NEST New York",
    "categories": "Fragrance, Value & Gift Sets, Perfume Gift Sets",
    "price": 63.0,
    "about": "Set Description:Embark on a sensorial journey with Perfume Oils. These oils feature pure, single-note ingredients harvested from special regions around the globe, artfully blended with luxurious baobab oil for a heightened fragrance experience that nurtures the skin..About the Fragrance:These perfume oils have single note ingredients that are harvested from a special region around the globe and blended with nourishing baobab oil for a sensuous formula that melts into your skin while leaving behind a long-lasting fragrance. The.This Set Contains:- 5X 0.1 oz/ 3 mL Balinese Coconut Perfume Oil, Turkish Rose Perfume Oil, Seville Orange Perfume Oil, Indian Jasmine Perfume Oil, Madagascar Vanilla Perfume Oil",
    "ingredients": "Balinese Coconut Perfume Oil: .Fragrance (Parfum), Dipropylene Glycol, Triethyl Citrate, Ethyl Hexyl Glycerin, Propanediol, Benzyl Salicylate, Adansonia Digitata Seed Oil (Baobab Oil), Anisyl Alcohol, Benzyl Alcohol, Benzyl Benzoate, Citral, Coumarin...Seville Orange Perfume Oil:.Fragrance (Parfum), Dipropylene Glycol, Triethyl Citrate, Ethyl Hexyl Glycerin, Propanediol, Adansonia Digitata Seed Oil (Baobab Oil), Limonene, Benzyl Alcohol, Benzyl Benzoate, Citral, Citronellol, Eugenol, Farnesol, Geraniol, Linalool...Turkish Rose Perfume Oil:.Fragrance (Parfum), Dipropylene Glycol, Triethyl Citrate, Ethyl Hexyl Glycerin, Propanediol, Adansonia Digitata Seed Oil (Baobab Oil), Benzyl Alcohol, Benzyl Salicylate, Citral, Citronellol, Eugenol, Farnesol, Geraniol, Limonene, Linalool...Indian Jasmine Perfume Oil:.Fragrance (Parfum), Dipropylene Glycol, Triethyl Citrate, Ethyl Hexyl Glycerin, Propanediol, Adansonia Digitata Seed Oil (Baobab Oil), Alpha-Isomethyl Ionone, Benzyl Benzoate, Benzyl Alcohol, Benzyl Salicylate, Citral, Citronellol, Eugenol, Geraniol, Isoeugenol, Limonene, Linalool...Madagascar Vanilla Perfume Oil:.Fragrance (Parfum), Dipropylene Glycol, Triethyl Citrate, Ethyl Hexyl Glycerin, Propanediol, Adansonia Digitata Seed Oil (Baobab Oil), Benzyl Alcohol, Benzyl Salicylate, Linalool.",
    "how_to_use": "Suggested Usage:.-Glide over your arms, legs, decollete, and anywhere on your body that you want to indulge with nurturing and a highly concentrated expression of exquisite fragrance. .-Ensure oil is fully absorbed prior to delicate fabrics coming in contact with skin.",
    "num_reviews": 22,
    "overall_rating": 3.5,
    "product_url": "https://www.sephora.com/ca/en/product/mini-perfume-oil-set-P505122?skuId=2632719&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2632719-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Perfect for testing multiple scents",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells so good and last! I got the minis to try more of the scents from this brand I love them, they all smell so good. Yes the roller is a bit of a struggle and not much product comes out but I donu2019t think you need a ton to smell good. And theyu2019re tiny so you donu2019t want to use the whole thing in a few uses! :)"
        },
        {
            "review_title": "Get the spray, not the rollerballs",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I know a lot of people care about longevity, but if I don't like the scent of a perfume, why should I care how long it lasts on me? After buying two other perfumes from NEST, I really wanted to say that I loved everything in this scent, but I liked maybe two or three perfumes from this set:   Seville Orange, Indian Jasmine, and Turkish Rose are the ones for me: Of them, I think that only Seville Orange will be a true keeper for me. It is a fresh, clean citrusy scent that actually smells like oranges and not like the typical limes and lemons. Initially, I was on the fence about Indian Jasmine because I really liked it close up, but decided it was much too faint for it to be more than a barely there skin scent. I might wear it to events where I want to be wearing perfume, but I don't want it to be too noticeable to those around me. Similarly, the Turkish Rose was also very faint to my nose, but whenever I could smell it, I always wanted more of it.   I've resigned myself to the fact that anything vanilla from NEST will remind me of cinnamon gingerbread cookies, and no, I do not like cinnamon anything :/ I was expecting Balinese Coconut to be more tropical and clean, but the musk overpowered the coconuts for me. As for longevity, none of the rollerballs lasted more than an hour on my tester paper or more importantly, on my skin- even on my pulse points. I didn't have any problem getting the perfume oil onto my skin, which is a plus point, but with the smell going away in about 30 minutes, I don't think it would've made that much of a difference. Of the set, I can only truly recommend Seville Orange, maybe Turkish Rose and Indian Jasmine, but definitely not Balinese Coconut or Madagascar Vanilla."
        },
        {
            "review_title": "Great quality, long lasting. A good investment!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Combination skin",
            "review_text": "I bought this set about 7 months ago after receiving a Madagascar vanilla sample and loving it. This is a great combination of floral, fresh, and gourmand scents that you can layer and swap seasonally. While the bottles are small, you donu2019t need much (in fact, Iu2019d caution that itu2019s easy to apply too much if youu2019re not careful!), thus Iu2019ve not made much of a dent in volume over the past few months after almost daily wear. Iu2019ve also had no problem with the rollerballs or application.  For wear, I dab once on my inner elbows and once on my decolletage. Any more than that is too much for me.  Overall, even if a scent or two isnu2019t to your liking, this is a high quality product that I see as a good investment. One small bottle could likely last you a year (or more) if you wear an appropriate amount, and itu2019s a nice way to explore new scent types/combinations."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "these are THE worst. the rollerball doesnt move so no oil comes out. once you do find a vial where the rollerball works, the oil doesnt last long. I have $7 oils from the corner man that have better scent throws and longevity. save your money."
        },
        {
            "review_title": "Would buy again!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "Turkish Rose and Orange Seville are divine! I cannot stop smelling my wrists when I wear them. They're just too good! I'm finding them hard to describe, but they're both on the fresher side. The rose is more youthful but definitely not your teen body sprays youthful. The orange is bright and a little sweet and zingy. I'm not the biggest fan of jasmine and do not like coconut but can imagine people loving them if that's up their alley. Unfortunately, the vanilla was headache inducing, but I'd still highly recommend this set. There's bound to be one you like if you like more personal and slightly expressive perfumes. I now have two travel sizes and two new body mists!"
        },
        {
            "review_title": "Donu2019t buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I love nest but they make the worst rollerballs. Nothing comes out of them"
        },
        {
            "review_title": "Love this set! Worth the price!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This little kit is great!!! I am super sensible to smells and I find these oils to be quite strong so I use just the tiniest amount. These will last me forever and I now have 5 beautiful perfume. Can bring everywhere because pf the size. Love it!"
        },
        {
            "review_title": "Canu2019t get roller to work? READ ME",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am absolutely obsessed with this set and bought it for the second time. This time, no product was coming out of rollerball like many of you mentioned. A quick YouTube and I found a video suggesting to loosen the plastic around the metal ball with a pen cap. Did it and now they work perfectly! Not great packaging on Nests part for a high end product, but still love them nonetheless."
        },
        {
            "review_title": "Just ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It's just ok.  Wouldn't purchase again for the full price.  Might if it were on sale....at least half off."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product smells amazing but the roller works when it wants to. Should have bought the bottles and not the rollers."
        },
        {
            "review_title": "Lovely, but pricey",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I think the price could be better considering the sizing. However, I love the nest brand. Iu2019m sensitive to florals, but this set is not overpowering at all for me. I love the tangerine (I have another one) and the coconut and vanilla. But the jasmine and rose - very light"
        },
        {
            "review_title": "Average",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The fragrance is not too intense.its mild for me and the packing size is too small"
        },
        {
            "review_title": "Gorgeous, gorgeous, gorgeous!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Normal skin",
            "review_text": "Every one of these smells so beautiful. I have even started combining scents, and so far, I'm in love with the combination of Seville Orange and Madagascar Vanilla. Idk why people's balls aren't rolling, I haven't had that issue, personally. They are tiny, yes, but honestly they'll probably last a long time. There's literally 5 of them, and adding up the price per total ounces, it's better than the cost of buying only a couple of the individual travel sizes."
        },
        {
            "review_title": "Micro sizedu2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Very disappointing. Micro sized, not minis. Roller ball sticks and I just canu2019t justify the cost. I always purchase from Sephora online and I didnu2019t feel like dealing with the mall so Iu2019m stuck with it. I do like the Vanilla, Coconut and Rose oils but just try them in person instead of wasting your money!"
        },
        {
            "review_title": "Love these fragrances",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "These are the perfect size for me, I really love how handy they are. Perfect to keep in the car or your purse for on the go use"
        },
        {
            "review_title": "Smells great but not on my skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "The whole set smells really good and you only need a small amount of the oil to really smell it on you. Unfortunately, all the oils didn't mesh well with my skin chemistry so they did not smell good on my skin. I would recommend to test them on your skin first and this set is a great opportunity to do so before buying a full size bottle."
        },
        {
            "review_title": "Perfect for sampling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "i absolutely LOVE these types of Samples. Rollerballs are perfect for sample but not for large bottles. bacteria gets inside over time from rolling over your skin. Spray is always a safe bet.  the 1ml samples are not enough to really sample it over a week timeline so these are perfect. *Wild Poppy, *Golden Orchid are the first one's I'd tried thanks to receiving them for Free from my Sephora Reward points. Loved the Golden Orchid it's Rich like Amber my fave,  Wild Poppy.  I'm not a Big fan of Rose scents, it can be overpowering depending on the region, Grasse Rose is light, but Turkish Rose is too strong for me. I'm getting ready to receive my 2nd Free bottle of the Nest Wild Poppy which I'll gift to a Coworker that loved it.  but i hope Sephora will continue to Bring us these amazing Sample Kit's i think the price vs what you get is Fair.  it's how I've purchased most of my personal collection, is by purchasing these different sample sets.  and i fail to believe all these Reviews about Rollerballs Not Working. I've yet to receive a Non working rollerball from Sephora and other's.  i believe those folks just want a Free Replacement Lololol ud83eudd23"
        },
        {
            "review_title": "Waste of $50",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Rollerballs donu2019t work. All of the different smells are off. Smells synthetic. Super small bottles."
        },
        {
            "review_title": "waste of money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I have issues with migraines triggered by perfumes so I always need to test new scents for a day or so prior to purchasing.   I must say that the scents themselves are lovely and the ones I was most excited for were the most disappointing.  As others have mentioned, the rollerballs do not work well and in fact after using each scent at least 3 times none of the rollerballs are working at all. There is absolutely ZERO staying power for any of these scents and in fact there was ZERO trace of any perfume an hour after applying VERY liberally.   Save your money and invest in Chanel or Tom Ford if you want a perfume that only needs to be applied once and lasts all day."
        },
        {
            "review_title": "Size doesn't matter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "Well these are adorable little powerhouses. They are about 1/3 the sz of typical roller ball, so yes, very convenient to tote around & re-apply as desired. I wanted to try the Balinese coconut, which is divine. Received the Madagascar Vanilla as the April bday reward & enjoy that as well. Lastly, tried Seville Orange an hr ago & currently the best light scent. Happy with this little set!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I love every one of these, especially Jasmine and Turkish rose. The size of the rollerball is perfect for slipping into a tiny purse or your pocket. I wish more brands would make these!"
        },
        {
            "review_title": "Mini Rollerballs!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "So I was in Sephora recently and I smelled these perfumes and couldn't decide which one to get! So I went online and saw they had a pack of minis together which was so perfect, especially because there is no smaller size offered for the Balinese Coconut perfume oil so I got to try that one out as well :) at first, I wasn't sure if these would be rollerballs or not because it didn't say in the description but they're not open tops they are all rollerballs so the application is super simple and (because I'm particularly clumsy) there are no worries about spilling!!"
        }
    ]
}