{
    "product_id": "835",
    "name": "Wink Dazzle Dual-Ended Eyeshadow Stick",
    "brand": "Kaja",
    "categories": "Makeup, Eye, Eyeshadow",
    "price": 30.0,
    "about": "What it is:A dual-ended creamy eyeshadow stick and glitter stamp that glides onto the eye area to create a stunning matte, shimmer, or glitter look in three easy steps..Highlighted Ingredients:- Jojoba Oil and Argan Oil: Moisturizes skin without irritation..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also gluten-free and cruelty-free..What Else You Need to Know:Swipe on the creamy, blendable shadow stick formula for a quick and natural pop of color to your eyelids and under eye. Use the versatile glitter stamp to create a dazzling eye look or use it to highlight desired of your face.",
    "ingredients": "-Jojoba Oil and Argan Oil: Moisturizes skin without irritation..-Vitamin E: Enhances skin vitality....Stick:.Dimethicone, Synthetic Fluorphlogopite, Mica (Ci 77019), Phenyl Trimethicone, Trimethylsiloxysilicate, Titanium Dioxide (Ci 77891), Synthetic Wax, Stearyl Dimethicone, Ozokerite, Pentaerythrityl Tetraisostearate, Euphorbia Cerifera (Candelilla) Wax, Iron Oxides (Ci 77491), Simmondsia Chinensis (Jojoba) Seed Oil, Argania Spinosa Kernel Oil, Tocopheryl Acetate, Silica, Disteardimonium Hectorite, Phenoxyethanol, Sorbitan Isostearate, Propylene Carbonate, Tin Oxide....Stamp:.Synthetic Fluorphlogopite, Dimethicone, Bis-Hydroxyethoxypropyl Dimethicone/Ipdi Copolymer Ethylcarbamate, Calcium Aluminum Borosilicate, Titanium Dioxide (Ci 77891), Trimethylsiloxysilicate, Octyldodecyl Stearoyl Stearate, Calcium Titanium Borosilicate, Silica, Octyldodecanol, Polypropylsilsesquioxane, Tridecyl Trimellitate, Glyceryl Behenate/Eicosadioate, Phenyl Trimethicone, Simmondsia Chinensis (Jojoba) Seed Oil, Argania Spinosa Kernel Oil, Tocopheryl Acetate, Phenoxyethanol, Mica (Ci 77019), Iron Oxides (Ci 77491), Caprylyl Glycol, Tin Oxide, Triethoxycaprylylsilane.",
    "how_to_use": "Suggested Usage:.Swipe, blend, and stamp: .-Swipe: Swipe shadow stick across eyelid.-Blend: Blend with fingertip..-Stamp: Twist open the cap and stamp on desired areas to add glitter",
    "num_reviews": 511,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/kaja-wink-dazzle-P509957?skuId=2760205&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2760205-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Peach Sprinkle",
            "shade_descriptor": "peach",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2760171-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Ice Illusion",
            "shade_descriptor": "icy white",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2760205-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Mocha Sparkle",
            "shade_descriptor": "mocha",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2760197-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Champagne Sequin",
            "shade_descriptor": "champagne",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2760189-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Eyeshadow stick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Dry skin",
            "review_text": "I love this eyeshadow.I have the mocha and the peach, and I wear them all the time.  I bought them with my own money too.  It blends easily,  whether you powder your eyes or not,  use primer or not."
        },
        {
            "review_title": "No color no shine- very disappointed!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The color Mocha Sparkle looks invisible on my eyelids and made no difference (I am fair-medium complexion asian ); it glides on well but the problem really is that it is not pigmented at all so I don't know what it did at all. The sparkly end is a joke, there is zero sparkle, they might have put 0.01G of product on it. All in all I will not use this because it's way too subtle, to a point of invisible, and I have no idea how they are charging 22 dollars for this. Scam :("
        },
        {
            "review_title": "So pretty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "So easy to use and very pretty. Great for a fast eye look. Itu2019s nice and. Ready and very blend-able"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I don't know how this product has such a high overall rating but it's quite bad. the stick blends out to absolutely nothing. The glitter side goes on so patchy and chunky. it's hard to get more product out, terrible packaging. There are way nicer shadow sticks and glitter products out there."
        },
        {
            "review_title": "Reviews are incentive lies. I do not use filters.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This stuff is worthless. It didnu2019t even apply when I applied it! ZERO pigment. It was literally like rubbing moisturizer on my eyelids. Zero pigment. The worst the product I have ever tried. I had to layer a powder ontop to even see it. I bought a huge order with the save 20 sale and returned everything. Face base by Bobbi Brown is awful too. Merit blushes. I have to return it all. I am sooo dissatisfied with this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "This is the first product I have tried from this brand. It is an eyeshadow stick. Great product idea. I love the color. The color lasts all day long without reapplying. Applicator is very easy to use. Iu2019ll buy again."
        },
        {
            "review_title": "Not good for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The color of  the eyeshadow is really beautiful but they donu2019t blend well on my eye and is hard for me to spread the color on my lid. So I wonu2019t be buying this again in the future. The stick might be something new but Iu2019ll stick to the traditional eyeshadow"
        },
        {
            "review_title": "My all time favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "This is the easiest, quickest, most foolproof eye look I've ever done, it's an instant favorite. I use the eyeshadow stick under my eye to brighten and then I stamp the glitter along the inner third of my lid. it's subtle enough for everyday, but still noticeable. I've gotten so many compliments! I'm most surprised by how easy the glitter is to apply and how well it stays in place. I never find stray glitter elsewhere on my face and it doesn't even come off on my toddler when we cuddle or roughhouse. It goes on in seconds and lasts all day, I love this product so much!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love the natural sun kissed look this gives, super universal too! I use it on my eyes, my inner corners, my cupids bow, itu2019s so pretty!!!"
        },
        {
            "review_title": "Nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
            "review_text": "This is such a good shadow stick!  I purchased it because I thought it would make a great inner corner highlight on the spongy end and it does, but I love the shadow part as well!  Definitely buying another color."
        },
        {
            "review_title": "Pretty Sparkle",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Very pretty! Sparkle but not disco ball esq. I knocked off a star because the sparkle end is hard to get product from. I had to dip the wand many times and tap it in an upside down angle to get any product."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Dry skin",
            "review_text": "I love how easy and straightforward this product is! This is definitely a grab and go product. If youu2019re on the run and want to be able to reapply, this is perfect. You donu2019t have to worry about eyeshadow breaking in your purse. Itu2019s perfect!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love this eyeshadow stick. Itu2019s incredibly versatile and multi-purpose. The stick's quality is top-notch, as expected from Kaja's dual-purpose products. Plus, the glitter payoff is fantastic! I love the color Ice."
        },
        {
            "review_title": "So Cuteee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "This glitter was gifted for free by Kajabeauty. I was not expecting this glitter stick to be this smooth and pigmented. I love the formula so much because, on the stick side, it does not drag your under-eye while you're applying it, unlike other glitter sticks. The other side is also super pretty. The glitter is so pigmented and really makes your eyes pop."
        },
        {
            "review_title": "An eyeshadow must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "I love these pretty eyeshadow pencils. I love the glitter stamp; itu2019s perfect for the inner corners of my eyelids and cheeks! They are soft, blendable, buildable, and so convenient to carry for touch ups!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "Kaja Beautys new Wink Dazzle Eyeshadow & Glitter Multi Stick is worth the try.These colors are extremely pigmented and buildable.What I love is that I don't need any tools other than my finger.The mauve color is very mauve and soft .The glitter stick is perfect for highlighting the face as well as enhancement of the eyes.Whilenthis eyeshadow is beautiful,I love that it doesn't dry my eyelids and insteads helps keep them lightly lubricant."
        },
        {
            "review_title": "Itu2019s ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Dry skin",
            "review_text": "The product is easy to use and bendable, but is not very pigmented. I would use on a very natural no makeup makeup day. I do like that it is easy to throw in my bag if I need it. I probably wouldnu2019t purchase."
        },
        {
            "review_title": "Perfect Shadows",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "I received this as a gift from KaJa Beauty.  This formula is lightweight,creamy and applies smoothly.  The WINK DAZZLE Eyeshadow and Glitter Multi Stick is the perfect combination. Has creamy eyeshadow on one end and a dazzling glitter stamp on the other. The eyeshadow applies smoothly and blends easily providing a subtle color that is perfect for daily wear. The glitter stamp allows for an effortless transition to a more glamorous look with it's sparkly finish. I love the versatility and ease of use of this product. The colors are stunning and long lasting."
        },
        {
            "review_title": "Superb duo!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This duo is sooooo pretty and convenient!  Itu2019s a beautiful peachy rose gold shade either a shimmer and a glitter side. Both formulas are super easy to apply, the glide effortlessly and blend beautifully! The color payoff is great for both sides also. I really think they nailed the formula for the glitter as I can finally apply glitter where I need to instead of all the messy fallout! Need to get more shades!"
        },
        {
            "review_title": "Eyes done in a minute!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I LOVE this glitter shadow stick from Kaja! The shade is very neutral and flattering- I actually got complements on how nice it looked. The stick makes it effortless to apply, and the glitter stamp goes on easily to punch up the look a bit. Itu2019s just the right color to make my eyes look brighter, so I feel like I look awake when I wear it. Iu2019m hooked!"
        },
        {
            "review_title": "My new go-to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Very impressed by this product! Itu2019s very versatile so I can do multiple looks! We have the stamp on one side and the pen on the other - how fun! The color is amazing and lasts all day. Iu2019d highly recommend."
        },
        {
            "review_title": "Lovely but...",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Stick: LOVE. Stamp: not so much :( . The formula on the stick is lovely. It's super creamy and applies very nicely. It's really easy to blend and gives you a nice wet look. On the other hand, the stamp It's a little too thick for my liking. I felt that it moves everything around when applying/trying to blend."
        },
        {
            "review_title": "Perfect eye shadow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This 2-in-1 Eyeshadow Stick + Glitter Stamp can easily creating the K-Beauty 'Aegyo' makeup look that has been made wildly popular by K-Pop stars. Swipe on the creamy, blendable shadow stick formula for a quick and natural pop of color to your eyelids and under eye. Use the versatile glitter stamp to create a dazzling eye look or use it to highlight desired of your face."
        },
        {
            "review_title": "So shimmery!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "u2019m absolutely in love with this eyeshadow glitter stick! It goes on super easy and smooth, and looks so shimmery! Iu2019ve even been using the glitter to add a bit of shimmer to my highlighter and it looks so good! Huge fan!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "",
            "review_text": "This is such a beautiful product. I absolutely love the shade. I canu2019t wait to try the other shades of this collection. I would highly recommend all my family and friends. I think that this product is amazing. I love the wink, dazzle, eyeshadow, and glitter stick."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This shadow stick was the only eye makeup product that I took to my work trip recently. Itu2019s compact, the color is neutral enough for everyday office use, and the glitter side is a great addition for team dinners. I wasnu2019t disappointed at all! The shadow color is very blendable, it applies easily and after a couple of finger taps this step is done. The glitter stamp is super easy to use, no need to blend after applying. The makeup lasts lost too, the glitter doesnu2019t fall under my eyes and the result is subtle and pretty. All in all Iu2019m very impressed by this product."
        },
        {
            "review_title": "Wear on bare lids!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "These eyeshadow sticks are so pretty! I want to try some more shades too. Iu2019ve worn them a couple of times and have learned they are better with nothing on the lids. I used it on top of concealed lids and it didnu2019t show up as well. But these work beautifully on bare lids! And they blend best with your fingers!"
        },
        {
            "review_title": "Itu2019s ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "I received the new Kaja Wink Dazzle Eyeshadow & Glitter Multi stick in the color Ice Illusion. I donu2019t really like the metallic and I wish it was matte instead. Itu2019s easy to use but itu2019s too much shimmer in one product."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "So pretty! Thereu2019s a bit of a learning curve with this in terms of how to apply this shimmer on top, but this looks great and lasts a long time on my eyes. Definitely for the more minimal/neutral makeup look."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "Lovely matte + shimmer product. Beautiful matte, but the shimmers really take the cake. Love the bigger + smaller pieces of shimmer combo and how they look on the eyes, especially when applied in the corner of the eye."
        },
        {
            "review_title": "Love this eyeshadow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I am loving this eyeshadow/ glitter pencil. Love the multipurpose u2014 love the cream on top of eyelid and than the glitter under lashes or corner of eyes. Itu2019s so beautiful. Love using it for a night out! Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I like the lightweight formula of this product, and it isnu2019t too pigmented so my eyeshadow underneath still shows! It makes the perfect top layer for my eyeshadow looks to provide some dimension and highlights"
        },
        {
            "review_title": "Super blendable and easy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This eyeshadow glitter pen was super easy to use. I applied it directly on my eyelid and blended it out with either my finger or a small blender brush and it was so easy to evenly blend out. These are perfect shadow toppers too to give it a little pop!  This is also easy for using for nose highlight points and inner corners of your eyes."
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This creamy, blendable shadow stick adds a pop of natural color effortlessly. And the glitter stamp? Total magic for creating stunning eye looks or highlighting. K-Beauty dreams come true! Totally recommend"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was gifted this product from Kaja for my honest review.  This is a very nice  shadow stick. The shade I chose was Mocha Sparkle.  I like a more natural look.  The shadow is very creamy so it easy to apply.  I think the glitter stick is fun but I only use it to highlight the inside corner of my eye."
        },
        {
            "review_title": "Beautiful shimmer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love how creamy this eyeshadow stick is! It is so easy to use in the stick  and blending it is a breeze because it is so creamy. When the light hits it,  it shimmers so beautifully.  The stamp side is so cute and convenient as well. I love the 2-in-1 product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This product is absolutely stunning! I love using the glittery side in my inner corner and the more subtle shade all over my lid. I love having a bright inner corner and this is the brightest! I love using this everyday. Gifted by kaja beauty."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "The WINK DAZZLE Eyeshadow & Glitter Multi Stick has become a fast favorite of mine. This innovative makeup item features a dual-end design, offering a creamy eyeshadow on one side and a dazzling glitter stamp on the other. The eyeshadow provides a subtle, blendable color that's perfect for daily wear, while the glitter stamp allows for an effortless transition to a more glamorous look with its sparkling finish.  What I love about this product is its versatility and ease of use, enabling both understated and bold looks with just one tool. The eyeshadow's smooth application and the glitter's eye-catching shimmer cater to a variety of styles and occasions. It's become an essential part of my beauty routine, proving to be a convenient and effective way to enhance my makeup game. Ideal for anyone looking to spice up their look, this Multi Stick is a true standout."
        },
        {
            "review_title": "Great for Multipurposes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The Kaja Wink Dazzle Eyeshadow and Glitter Multi Stick in Mocha Sparkle is a pretty brownish metallic color. The formula is smooth and works well to blend the eyeshadow on the eyelid. I like the sponge applicator which gives some glitter to my eyelids. The eyeshadow the bullet part came out and I had to fix it to make it work. Other than that, the formula is well done and the color is natural."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019m shook at the color pay off!! This stuff is amazing for any look. Everyday and dramatic. And so convenient to just throw it in your purse for on the go and busy days incase you need to touch up or change your look for a night out."
        },
        {
            "review_title": "Gorgeous and so easy to glide on",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "a new favorite ! the beautiful color glides on and creates a stand out look. Itu2019s so easily blendable.  I used the shadow stick on my whole eyelid to really pop. Iu2019ve also used it under my lower lash line. The glitter multi stick is great for the inner corners of my eye and Iu2019ve also dabbed it on the center of my upper lip. It adds a dazzle to my face without being too much."
        },
        {
            "review_title": "A must have in your makeup bag!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I love this eyeshadow! I really like the duality of the product, from a neutral to sparkle. The sparkle is stunning and is long lasting on the eye lid. The formula is really well crafted and the packaging is everything!"
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I love this eyeshadow stick. The product has a very good formula. The eyeshadow stick is very smooth and blends out nicely. The stamp side is very glittery but it doesn't flake everywhere and sticks on the skin well."
        },
        {
            "review_title": "2 in 1 product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This is a great product, you get 2 in 1 - glittery creamy eyeshadow and metallic eye pencil. My shade is Champagne Sequin and itu2019s light pink color which is great for every day makeup. Both side - eyeliner and eyeshadow are really long lasting."
        },
        {
            "review_title": "Effortless",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I have been using this Kaja wink dazzle eyeshadow and glitter multi stick in the shade of ice illusion and fell in love with its ease of use.I love that it is easily blendable, long lasting, and highly pigmented. The stamp end makes it nice to apply around my inner eyes. Its beautiful pigment adds a touch of glam in any look. Itu2019s effortless. This is a great piece to add in your makeup collection. Offered by kajabeauty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The Wink Dazzle Eyeshadow & Glitter Multi Stick is a beauty game-changer! ud83dudc96u2728 The pigmented eyeshadow effortlessly glides on, and the glitter adds a touch of glam suitable for any occasion. The convenience of having both in one stick makes it a staple in my makeup routine. It stays put throughout the day without creasing, giving my eyes that irresistible sparkle. Wink Dazzle has definitely become my secret weapon for an instant eye-catching look!"
        },
        {
            "review_title": "Perfect everyday eyeshadow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Perfect on the go product! I got the shade mocha sparkle and I am super happy with the color - it's a very natural fleshy taupe-y looking shade and worked great for adding some dimension in my eyes without feeling heavy . I use it in eyelids and under bottom lashes to frame the eyes. The glitter is a nice and convenient touch to dress up or take the look from day to night. The formula is creamy and very easy to blend. The glitter stamp was not as I expected.  I stamped in the center of my eyes but had to blend it with my finger."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I'm into subtle makeup so I was really happy to find this eyeshadow stick in such a pretty light color. It's really easy to use and adds a nice pop to my eyes. I'll definitely be ordering more colors!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "I loved this pencil, it's an eye shadow and on the other side comes the sponge to blur. It gives a luminous and natural finish. I highly recommend it"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The eyeshadow was super easy to use. It was my first time using the sponge, so it took a little getting used to. The mocha shade looks great though and it is shimmery and blends well. I would recommend it."
        },
        {
            "review_title": "So cute",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone",
            "review_text": "Wink Dazzle's Ice Illusion is a game-changer. This eyeshadow & glitter duo elevates my eye game with its enchanting frosty hue. The eyeshadow stick is a dream to apply, effortlessly blending for a seamless look. The glitter stamp adds a touch of magic, making it easy to create a dazzling finish. Whether it's a subtle shimmer or a bold statement, Wink Dazzle delivers a versatile and stunning eye experience."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "The two-in-one eyeshadow stick and glitter stamp was a great addition to my collection! I like how well it blends and how creamy it is. The shade I chose looks so beautiful with my skin tone! My daughter has fair skin and it works well with her skin tone as well! Overall, I love how convenient they are and how easy it's to apply! I love how it made me feel so spontaneous for a date night and for a girls night out! It works best together other than that by themselves they wonu2019t achieve the look!"
        },
        {
            "review_title": "Best one in shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Wink Dazzle Eyeshadow & Glitter Multi Stick shines as a dynamic beauty essential, effortlessly combining rich eyeshadow pigments and a hint of glamorous glitter. Its velvety consistency ensures a flawless application, allowing you to achieve customizable intensity. Ideal for makeup enthusiasts seeking a blend of vivid colors and sparkling accents, this multi stick is a game-changer for creating eye-catching looks.  The NEW Wink Dazzle Eyeshadow & Glitter Multi Stick doesn't disappoint, seamlessly fusing bold eyeshadow shades with a touch of mesmerizing glitter. Its creamy formula glides on effortlessly, providing a buildable and flawless finish. Whether you prefer subtle elegance or striking drama, this multi stick offers versatility for all makeup lovers, adding a captivating sparkle to your eye makeup routine."
        },
        {
            "review_title": "Perfect daily glitter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "I really enjoy this glitter multi stick. I use it for a bit of fun on everyday looks and also for a bit of shine around my eyes when going out. Its the perfect amount of glitter without being too much."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "The Kaja eyeshadow stick is a game-changer for quick and effortless eye makeup. Its creamy texture glides on smoothly, and the pigmentation is impressive. The stick design makes it convenient for on-the-go application, and the long-lasting formula ensures vibrant color throughout the day. The shade range is diverse, catering to various preferences. However, it might be challenging to blend for more intricate looks. It does not stay on very long either and tends to crease. Overall, a fantastic choice for easy, everyday eye makeup."
        },
        {
            "review_title": "Best eyeshadow stick!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The eyeshadow stick boasts a beautiful pinky peach color with multidimensional glitter that shifts gold, silver, green, and blue depending on the light. The color is exceptionally reflective and would complement a wide variety of skin tones and eye colors. The formula is smooth and highly pigmented, but it can be sheered out for a more subtle glow. The eyeshadow does not fade and lasts all day without any issues of fallout. If you're considering purchasing this product, go for it! You won't regret it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "I love this eyeshadow pencil. It has a super easy application especially for those who arenu2019t good like I am with applying eyeshadow. The color was so pretty and lasted me all day and when it came to taking it off, it was super easy to remove."
        },
        {
            "review_title": "Beautiful and convenient",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love things that are convenient for on the go and this is probably one of my favorites. The shadow stick is creamy and very buildable. The color is beautiful and compliments the glitter stamp wonderfully. The glitter stamp applies great and makes it easy to apply my glitter precisely where I need it. The glitter definitely has more of a gold vibe to it. I love that I can just toss this one pen into my bag and basically create my whole shadow look with it. Definitely worth every penny!"
        },
        {
            "review_title": "So pretty!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "Iu2019m obsessed with this eyeshadow! I got the Peach shade and it is beautiful. The product is so easy to blend and lasts all day. You apply the shadow side, blend with your fingers and then can go in and stamp the shimmer side over the top for a more glitter look. I love that it allows you to get two different looks!"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I really like this product. The shade is gorgeous and super pigmented. Itu2019s so creamy and bendable on the eyes too which is great. I created a nice natural nighttime look with this and love the look it creates"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Got the color peach sprinkle, itu2019s a perfect shade for the light and warm skin tone! Such a pigmented formula as well, I love how itu2019s so creamy and easy to apply on the eyelids without creating any creases. Only wish it stays longer though out the day because I have oily skin!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "tu2019s such an awesome idea to have two things on a stick and Kaja knows what theyu2019re doing. It has so much pigment I got shade Ice Illusion, such a beautiful shimmer! Also itu2019s so easy to use, itu2019s really good for people that arenu2019t that good at putting their eye shadow.. like me hehe!"
        },
        {
            "review_title": "Perfect for day to night looks",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "If youu2019re a girl on the go, you need this! Iu2019ve been loving this duo because there an eyeliner on one end that you can use for all makeup looks then the stamp on the other end that really adds oomph to your look! I have this in my purse all the time for day to night looks after work or whenever! Itu2019s amazing and stays on for a long time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "The packaging is so good and easy to use! this shade is amazing!! I added nude toned under this shade and it blended perfectly!! The product is so smooth and glides in my eyelid! I will be buying the rest of the colors!"
        },
        {
            "review_title": "A must-have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received Kaja Wink Dazzle Eyeshadow & Glitter Multi Stick in Peach Sprinkle shade from KajaBeauty complimentary in exchange of my honest feedback.  This dual ended stick is a game-changer! Its a beautiful shade of peach. Its versatile formula glides on effortlessly, offering a dazzling pop of color and shimmer. Perfect for on-the-go glam, it's a must-have for anyone seeking effortless beauty with a touch of sparkle."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Kaja Beauty Wink Dazzle Eyeshadow & Glitter Multi Stick is creamy and has no scent. Itu2019s easy to use, the color glides on to my lids. formulation is smooth and glides on easily. Itu2019s perfect for on the go as itu2019s like a pen."
        },
        {
            "review_title": "Peach Coral is stunning",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I adore this eyeshadow & glitter stick from kajabeauty. The peach coral color is beautiful and pigmented in a way that can be used for glam or natural looks. It can be used as a highlight as well with how good the formula is! The convenience of it being in a stick format saves so much time. I recommend trying this product if you value your time!"
        },
        {
            "review_title": "So sparkly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Combination skin",
            "review_text": "These are the cutest! I love the glitter especially. It brightens up the eyes and makes it pop. The shadow is so easy to use, the pen is like drawing and it blends easily. I glide it on and use my finger to blend it together."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I love the wink dazzle eyeshadow and glitter multi stick in champagne sequin. This multi stick has two sides. One side has a glitter stamp that you can easily apply in small amounts where wanted. The other side of the stick is a creamy eyeshadow. I love the creamy texture and the color lasts all day and the shadow stays in place."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "This is a great eyeshadow stick. Ice Illusion is a lovey shade that adds a touch of brightness and shimmer to my everyday looks. Its easy to apply and doesn't irritate my sensitive eyes. Overall its a nice eyeshadow stick thats easy to apply."
        },
        {
            "review_title": "Perfect for on the go",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This wink dazzle eyeshadow and glitter multi stick from kaja beauty is such a good product, itu2019s perfect for on the go and itu2019s so easy to use and the end result is beautiful! The glitter is my personal fav and looks so cute for glam looks and natural looks! I really like the products packaging too!"
        },
        {
            "review_title": "everyday go to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "The stamp side is my absolute favorite for my inner corner highlight (shade and the amount of product applied). The pencil side is so pigmented, shimmery and long lasting as well! Love it for all over the lid! Such a great duo! Will definitely look into other colors"
        },
        {
            "review_title": "GLITTER GLAM",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "GORGEOUS!!! If youu2019re thinking about getting this? DO IT! The color is gorgeous and blends sooo well on my skin. The glitter stayed on and lasted alllll day. I got so many compliments when I went out and it lifted my confidence"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I got the shade Champagne sequin and I love it sooo much. Beautiful shade that glides on the eye, easy to apply and blend. I  add some extra sparkle in the middle of my eye with the stamp, as well as, in the inner corner of the eye."
        },
        {
            "review_title": "Worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I opted for the stunning mocha sparkle shade u2013 a gorgeous brown nude with a complementary golden sparkle on the other end. The mocha side is exceptionally soft, effortlessly gliding onto the skin, while the glitter remains in place wherever you apply it. The longevity of this product is impressive, lasting throughout the entire day!"
        },
        {
            "review_title": "easy to use, high quality and very peetty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Normal skin",
            "review_text": "I loved this product! It is a nice silver and a neutral beige color that can be used universally. The eyeshadow stick is very creamy and blendable making this very easy to use for beginners. The stamp is very easy as you can concentrate and push exactly where you want the product in one motion. My eyelook used this over the whole base to make my eyes pop and shimmer for my everyday look."
        },
        {
            "review_title": "Dazzling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "Complementary from Kajabeauty sent me a Wink Dazzle Eyeshadow & Glitter Multi Stick so I could check it out and share my thoughts. This dual-purpose stick is great for cosmetic lovers, beginners learning makeup application skills, or people who don't apply makeup often because it's simple to use on everyone. It's incredibly easy to use because it comes with a creamy eyeshadow side and a blending sponge side. The glitter stamp head and the color go together so well. The hue of the cream side is quite vibrant and gives the ideal amount of sheen. I also adored the fact that it contains two of the best oils for benefits and hydration."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I especially love the stamp side of this duo stick! Used this for a simple grungy look. The shimmers are actually quite impressive, as someone who strictly uses indie multichrome shadows. Would reccommend if there's a shade that catches your eye."
        },
        {
            "review_title": "Great eyeshadow stick for everyone",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This 2 in 1 multi stick is amazing for people like me who donu2019t do makeup often or beginner who are learning how to do makeup. It is so easy to use and has both the creamy eyeshadow side as well as the sponge side to blend. kaja eyeshadow stick with the glitter stamp head blends the color so well. The cream side color is so bright and gives the right amount of shine. I got the icey illusion color. Would love to try other colors from Kaja wink dazzle line."
        },
        {
            "review_title": "Amazing eyeshadow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This eyeshadow is so easy to apply. I usually donu2019t applied eyeshadow because Iu2019m not good at it but with this eyeshadow stick it was so easy to apply and it looked so good! Itu2019s so pigment and last all day! I will definitely be buying more shades!"
        },
        {
            "review_title": "Beautiful and long wearing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have the shade champagne sequin and I love it!! The formula is super easy to use - I use the cream side and apply the color to my inner corner and inner half of my lower lash line. Then I use the shadow side to stamp on the glimmer. I experience zero fallout and it wears extremely well - over 12 hours - without moving!"
        },
        {
            "review_title": "Adorable product and easy to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is perfect for beginners and all ages! I loved how easy this was to blend. This was also a perfect shade to brighten and add dimension. The glitter stamp is super easy to use as well. This is great for natural or more glam makeup looks."
        },
        {
            "review_title": "This has an amazing formula!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I received this eyeshadow stick gifted from Kaja. Iu2019ve ended up using this for most of my makeup routines and Iu2019ve loved it. I can just toss it in my purse and do my makeup wherever since itu2019s so easy to apply. I like that it has more of a soft creamy consistency when applying so it goes on my eyelid super smooth. The shade is perfect for an everyday look and you can use the stamp part to add more of a shimmer look."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Love this eye shadow stick, such a convenient packaging component to have both types in one stick. Great pay off and color stays all day. So happy to try another kaja product as Iu2019ve loved everything Iu2019ve used from them."
        },
        {
            "review_title": "Look On The Go",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "These sticks are so fun and easy to use! I recieved the shade Mocha Sparkle. A perfect brown and goldish shade. The liner is creamy and the shadow is pigmented and very blendable. Perfect for a on the go loo"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I really love this eyeshadow stick. It is super creamy blendable and easy to apply. The glitter side is awesome. It really gives the shadow itu2019s bang.  I really like this color cause it very neutral. I totally recommend."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Love the color (Mocha sparkle).  Easy to blend and use the stamp.  I use the applicator and then finger to complete the blend/look I am trying to achieve.  Thank you for making it easy and allowing my eyes to come to life."
        },
        {
            "review_title": "A must-have for beginners!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I got my Kaja Beauty Wink Dazzle Eyeshadow and Glitter Multi Stick in the shade Peach Sprinkle. The shadow side of the stick is quick to apply, and very creamy and blends easily. The glitter side is so sparkly, it gives a nice touch of sparkle when applied. This product is a holy grail for beginner friendly makeup!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have the peach sprinkle shade and love it. The eyeshadow stick is very creamy and the formula is easy to blend. The glitter stamp side is makes application mess free. Love the sparkly peach shade for creating an eye catching kpop look."
        },
        {
            "review_title": "Love the glitter!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Combination skin",
            "review_text": "This item was free in exchange for my honest review. Love the natural tone of this eyeshadow. The glitter wand adds a gorgeous sparkle perfect for any look! Super easy to apply and easy to take with you."
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Dry skin",
            "review_text": "The wink dazzle eyeshadow and glitter multi stick gifted by kaja beauty works great, itu2019s so easy to use and looks beautiful. The shadow is creamy and looks very pretty on. The glitter adds depth and looks very elegant."
        },
        {
            "review_title": "Not what I expected",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Combination skin",
            "review_text": "Every time Kaja launches a new product, I am excited to test it. When I saw this color, I wanted to try it right away as it's something that I usually gravitate towards. I have to say that I own another color from this collection that I absolutely love and I thought the formula would be the same.  Unfortunately, my experience was a bit different than expected. The color is really pretty and the  formula makes the application quite easy. I had to insist to build some color payoff then I applied the glitter. The glitter is not chunky, but when applied it applied messy and transferred all over my upper lid. I was surprised to see that there is not the same long lasting power noticed in the other shade I own. When removing the glitter with my usual makeup remover, I noticed my eyes were red and were bothering me. I had high expectations from this particular color, I am quite disappointed. As I mentioned I have another one from this collection and that one works for me like a charm."
        },
        {
            "review_title": "Perfect everyday eyeshadow stick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "This is so gorgeous! The matte side is the perfect nude contourish shade for fair-light medium skin tones and the glitter topper is so pretty! so easy to use and create a quick pretty look on the go. super blendable even with your finger tips. the only downside is that the glitter stamp doesn't hold much product so you have to redo it quite a bit. it also wore really amazing all day considering I didn't even use a primer. I really wish they made more of these with a matte side! Mocha sparkle is the only one that has a matte side."
        },
        {
            "review_title": "Perfect eyeshadow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I am really impressed with how creamy and blendable the eyeshadow was. It is a beautiful sheer color that, and I appreciate the glitter stamp end that I can use to highlight the edges of my eyes. Perfect touch!"
        },
        {
            "review_title": "Cute",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "This is a super cute idea! Gifted by Kaja. I love that itu2019s all compacted into one pen. I loved the finished result of my look but I will say that the sparkle is a little hard to get out. You have to dip in several times."
        },
        {
            "review_title": "So creamy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I got the mocha sparkle shade for my light skin and this color is a great neutral with some added sparkle when I want to use it. I love the creaminess when I put it on itu2019s so easy to put on my eyelids and adding the sparkle is very easy as well. Iu2019m can blend the color in very easily and then to add the sparkle on top is very easy and doesnu2019t rub off the first layer. I really like how easy this product is to use and would love to try other shades too."
        },
        {
            "review_title": "Perfect peach shimmer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Kaja Wink Dazzel eyeshadow and glitter stick in peach is the perfect shimmer for my eyes. The stick glides very smooth.  I used the pencil side for eyeshadow base and lining under the eyes. The stamp side is super glittery. It makes a good pop on top of my blush and anywhere I want shimmers."
        },
        {
            "review_title": "Perfect shimmer!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Kaja Wink Dazzel eyeshadow and glitter stick in peach is the perfect shimmer for my eyes. The stick glides very smooth.  I used the pencil side for eyeshadow base and lining under the eyes. The stamp side is super glittery. It makes a good pop on top of my blush and anywhere I want shimmers."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The packaging is super cute, I love how pigmented these are and they blend so beautifully and effortlessly. The color is so pretty and great for any look for day or night. I love their products so much."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I loved the color and the texture of this eyeshadow! It was very smooth and pigmented. The application is incredibly easy and great for on the go application or touch ups. The shade was great and didnt smear the way that some other eyeshadow sticks I have used in the past do. Great to throw in your purse when you are on the go! I was gifted this product for free by kaja beauty."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The Kaja Wink Dazzle is a great multi-use item! It's very easy to apply, and it looks really natural. It's easy to blend in with your fingers, and it lasts a great amount of time. I can't wait to purchase more shades. I would forever keep this on hand!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Brown eyes, gray hair, Combination skin",
            "review_text": "The shade I got is Ice Illusion. The formula is highly pigmented. It blends smoothly and is easily buildable. It is long-lasting and doesn't crease throughout the day. The sleek packaging fits anywhere. Easy to carry for touch-ups. Stamp glitter is my favorite thing now. For glitter, the litter the better."
        },
        {
            "review_title": "Perfect for minimalist makeup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I am a very minimalist person and I had been gearing into minimalist makeup lately. I own some Kajabeauty makeup (eyeshadow and lip products) and I only have positive reviews of them. Very pigmented and easy to use. This eyeshadow stick definitely is a keeper. Very blendable and smooth, easy to apply and very convenient. The glitter is a fun addition if you want to amp up from daytime to nighttime look."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This eyeshadow stick is a lifesaver, making it quick and easy to create a full eyeshadow look with just one stick. Additionally, the shimmer stamp doubles as a highlighter, making it a versatile and multipurpose product that I love."
        },
        {
            "review_title": "Great eyeshadow stick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This is a really great eyeshadow stick! It went on very creamy and it was very blendable. I used this color as a base for a natural daytime look but you could really use this for any look as the color is very neutral. The glitter stamp was super easy to use and added a nice shimmer to my look."
        },
        {
            "review_title": "Yes!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Icy illusion is just that girl. JK. Love the shade and the ease of use. I'm not really great with eyeshadow, so the eyeshadow stick portion of this product is my go to! I love the extra sparkle provided in the stamp, but don't love using the stamp itself! Gifted by Kaja Beauty."
        },
        {
            "review_title": "Love it so much",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This multi stick is perfect for me. The glitter is sooo pretty and great for adding on my inner corners and agyeosal. The non glitter side applies so smooth and is also really pretty. Its definitely a product to have when you want to create fast but beautiful looks"
        },
        {
            "review_title": "Natural to Glam! All in one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "This eye shadow glides on like butter and blended so well! Champagne Sequin is a very neutral shade to use as your base or browbone shade. I use this for my day wear and add the glitter in the inner corner of my eye for going out. Getting a great glam look effortlessly! Looking forward to trying more shades of this product."
        },
        {
            "review_title": "Champagne shade is beyond beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "Iu2019m obsessed with this eyeshadow stick.  The shade is gorgeous! Looks so good on my green-blueish eyes! Super easy to use! Makes my eyes looks more u201copenedu201d. The texture is very rich, you donu2019t have to do the same thing 10 times to get the desired look.  Probably my favorite eyeshadow product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I like this! Itu2019s a nice peachy shade. I have a light to medium skintone and it pulls a little more orange, but still peachy. The stick side is creamy and the stamp leaves a nice sparkle. Perfect for aegyosal"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I am obsessed eyeshadow pencil! It glides really easily and blended out so well! It goes so well in my corners or under my brows. It is such a pretty color and I cannot wait to try the others as well!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Love this product and now my go to. The application is super seamless and love how customizable it is, use either tip! My favorite is the dotter for the inner corner of my eye. Will continue to use this"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this product. It is perfect if you need a quick touch up at the bar. Or are using it as going out makeup. It stays on so well and isnu2019t oily on the skin. The shine that comes with it is amazing!"
        },
        {
            "review_title": "A must have in your makeup routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This product is Very pigmented! Itu2019s a very creamy product and easy to blend which is what I loved! Itu2019s very nice to the days I want a dramatic look but also super easy to use on those days I just want a quick eyeshadow look"
        },
        {
            "review_title": "Nice sparkle",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "I recently tried this Kaja Beauty Wink Dazzle Eyeshadow & Glitter Multi Stick in shade Peach Sprinkle. I love the subtle peach color of the eyeshadow and the gorgeous pigmented glitter stamp. The eyeshadow however was not as pigmented as I would have love it to be. I had to apply many times to make it noticeable. The glitter stamp on the other hand has a really nice sparkle."
        },
        {
            "review_title": "The perfect natural/fun look!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Combination skin",
            "review_text": "I just received my Wink Dazzle Eyeshadow & Glitter Multi Stick! The color I picked is called  Mocha Sparkle.  The tone of this color creates a very natural look which is what I go to much of the time. It also comes with a glitter stamp which is sweet and fun. The sparkle kicks it up from daytime to nighttime.  I also like the creamy formula which makes it very easy to blend. I received this product foe free in exchange for my honest review."
        },
        {
            "review_title": "Wink and dazzle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "The product is absolutely amazing the creamy shadow is so easy to apply and the glitter pen adds the glam I love how eyes look so glamorous and flattering I would buy it in all shades and would recommend .. absolutely a masterpiece for every beauty routine"
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This two in one stick is a great addition to my eye make up routine! The shimmer is so easy to apply with a simple swipe and the eyeshadow stick is a creamy texture that is buildable to be able to mix with other colors or you can use it as a stand-alone color. It is perfect for any skin types and didn't clog or irritate my skin. I recommend this to anyone who is looking to enhance their make up with an easy to use eyeshadow technique!"
        },
        {
            "review_title": "Super cute little touch of shimmer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Combination skin",
            "review_text": "I was gifted this eyeshadow stick for free by kajabeauty and I think itu2019s so cute! I opted for the peachy shade and not only is it super smooth and light to apply but gives just the right amount of shimmer for a foam night out or if you apply lightly it gives a cute touch of color to just run some errands around town"
        },
        {
            "review_title": "Could work great for the right age demographic",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
            "review_text": "A shadow stick works okay for mature eyelids like mine. The stick was creamy and gliding easy across the eyelids, there was no tugging, the shade was beautiful. However we must talk about the glitter applicator. the glitter was a pretty shade, but the applicator was very awkward to use it to be real honest. It didnu2019t apply the glitter smoothly."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "I always love a fun glitter to enhance my eyes, but I also love for it to be low-key. I love how the product gives the right amount of shimmer, comfortable enough to wear as an everyday look. Iu2019m enjoying it!"
        },
        {
            "review_title": "So pretty!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I love the rose gold shade of this product. It is on of my go to colors to use in my makeup routine. The glitter stamp is so fun and I can implement it into so many different looks. The creamy shadow stick glides on so smooth and it easy to manipulate."
        },
        {
            "review_title": "Beautiful sparkly eyeshadow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Wink Dazzle Eyeshadow & Glitter Multi Stick by Kaja will make your eyes stand out. The mocha sparkle shade is a beautiful neutral shade with pretty sparkles. This eyeshadow has a creamy, bendable formula infused with moisturizing ingredients jojoba oil and argan oil. The versatile glitter stamp makes application easy. I love the beautiful and dazzling look that I created, perfect for a date night!"
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "OMG this is an amazing eye makeup product. Soo nice and pigmented and it's like full eye makeup in a stick. I can instantly create a Quick Glam with this on hand. Love the convenience of dual ended pen. The shades are gorgeous and super blend able they make my eyes look amazing with that pop of glitter."
        },
        {
            "review_title": "Sheu2019s CUTE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I recently tried the wink dazzle eyeshadow stick and it is sooo cute! I love the gold copper tones in the mocha stick itu2019s so beautiful on its own or with a liner on top! I love how multipurpose and shimmery it is!"
        },
        {
            "review_title": "Beautiful shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "NEW Wink Dazzle Eyeshadow & Glitter Multi Stick -peach sprinkle has a lovely shade of pinkish peach. This eye shadow Stick is dual ended.  One side is matte and other side is glitter. It is a neutral shade that goes on with almost everything."
        },
        {
            "review_title": "Glamorous eyeshadow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The Kaja Wink Dazzle Eyeshadow & Glitter Stamp is a multi-tasking product is a 2 in 1 stick with creamy eye shadow stick with base color and a glitter stamp for instant sparkle. The eyeshadow is extremely pigmented and gives a nice look.  The shade peach sparkle is a nice  pink toned shade that suits all skin types. It is easy to blend in this eyeshadow. It lasts for a few hours which makes it perfect to wear for party nights."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "For natural makeup look this is the perfect eyeshadow. The color is very subtle, but it makes your eyes pop. Very blendable and stay ok pretty much throughout the day. Also I love how it has sparkle for an additional effect."
        },
        {
            "review_title": "Champagne Problems",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Enjoyed the Kaja Glitter Multistick in champagne u2013 perfect match for my skin, fun pop/twist mechanisms, and loved the creamy eyeshadow. However, caution with the glitter stamp; it dyed my hand orange initially, and though it didn't stain on the second try, I'd be wary of using it near the eyes."
        },
        {
            "review_title": "Exactly what I was looking for!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Kaja read my mind when creating this product! I find that cream or stick eyeshadows are best for my oily eyelids and this is no exception. The glitter stamp pulls together all looks when applied to the inner corner and lower lash line!"
        },
        {
            "review_title": "Love this shadow stick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "I absolutely love this shadow stick and stamp . It goes on so easy and looks amazing and the stamp makes it so shiny . I absolutely love this product!! I definitely recommend it and will continue using more colors!!"
        },
        {
            "review_title": "Cutest.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This is the cutest eyeshadows packaging I have ever seen. The color is so pigmented and I absolutely adore it. Itu2019s easy to put on my lids and make a very beautiful and soft look. The glitter is perfect for the mocha color shadow."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "Trying this I fell in love. Creamy soft formula which glides effortlessly on the skin. This is perfect for the girlies who like inner corner highlight or just some sparkle and shine on cheek. Totally would use again."
        },
        {
            "review_title": "Perfect for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Dry skin",
            "review_text": "The Kaja Wink Eye Shadow and Glitter Multi Stick in Peach Sparkle has been a game changer for me. It's so creamy and smooth and glides on my lids so easily. I can blend with my fingers and add the sparkle that I want and where I want.   The shadow stays put and the color is perfect. I can carry this easily with me in my purse for quick touchups when needed. The caps close securely so no worrying about it getting spilled or messed up."
        },
        {
            "review_title": "Creamy formula; pretty shimmer",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "After giving this a try at Sephora, I like how easily blendable and light the formula felt and it would be a great product to have in your purse for easy touchups or applications on-the-go. It's super creamy and while the color wasn't deep enough for what I usually want in a day-to-day look, it's nice and light and adds a little depth and shimmer to whatever look you're going for."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Is a very nice eye liner. I got the MOCHA SPARKLE. Is good for a light brown Smokey eye. Also, for the days you want to keep it simple but the spark gives it such a nice touch. Iu2019m 37 and Iu2019m really into it."
        },
        {
            "review_title": "They did it again with this formula!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "As always, Kaja I am impressed! This formula is epic. It felt very hydrating and didn't look dry on the skin. It was very blendable and easy to work with. The color payoff was great with little product needed too."
        },
        {
            "review_title": "Home Run",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s twice the product and functionality but only one thing to carry. You really knocked it out of the park. The color is shimmery without being overpowering. The shadow is creamy and easy to apply. I am going back for more colors."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Kaja a formula is so good!! I been using this shadow stick for the past days I love that I can use both shadows or do a simple look by using the glitter shadow on the days I want some sparkle in my life. Love it"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "The crayon part blended out pretty easily without drying down too quickly but also needed to be built back up for real color/coverage. The glitter is pretty but a bit chunkier than I was expecting. The product lasted decently throughout the day, stayed on all day but faded and settled into creases a bit. I like this eyeshadow stick but I wouldnu2019t say itu2019s anything revolutionary."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love the NEW Wink Dazzle Eyeshadow & Glitter Multi Stick! This duo has a glitter stamp on one end and a pencil on the other. The pencil is creamy, with metallic finish, while the glitter stamp is buildable and makes my eyes pop. I even used it as a highlighter and loved it! Excited to try the other shades!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This eyeshadow duo is beautiful! The shadow stick side is so creamy and easy to apply, it leaves a really nice metallic finish! Meanwhile the glitter side is very reflective and makes the eyes so sparkly!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "i loved this duo ! I like how one side is a little sponge and the other is a pencil side, I did notice a difference of shades. One was more gold and the other side was more rose gold. After application it did last all day !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love the shade of the eyeliner duo. The pencil is easy to apply and very blendable. The glitter stamp is packed full of glitter that stays on all day and night. I used this to create a going out night look."
        },
        {
            "review_title": "Not worth it.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love the cream part of this stick! The glitter however was underwhelming. Would have preferred a full stick of cream glitter and the cream eye shadow. Not worth it in my opinion. Bought with my own money."
        },
        {
            "review_title": "A cute soft peachy shade for eye makeup!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Receive it as gift from Kajabeauty. My first time to try something so handy! I always use eyeshadow in palette but this one is game changer! Doesnu2019t make your fingers dirty as blending! Lots of shades to choose too, mine is peach sprinkle, plus made in Korea :) who can resist?! Highly recommended."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Love this peachy duo. The color payoff was great. The glitter stayed on place well for several hours. It was easy to work with both side of the eyeshadow duo and was fairly easy to apply. The cream shade creased a bit on my lids however it was not a deal breaker. Over all love having the convenience of 2 eyeshadow formula in such a compact packaging."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Love this eyeshadow stick! Itu2019s great for on the go and itu2019s so easy to work with. The eyeshadow part is creamy and leaves a decent pigment once blended. The only downside is the glitter stamp where I can see it being hard to get once you use it about halfway through."
        },
        {
            "review_title": "Makes eyeshadow effortless",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Eyeshadow sticks are very popular now because we are more into effortless looks, I personally love my skin focus makeup more than eyeshadow, but since this are very easy two steps will definitely incorporate in my makeup routine, the tone I have is very light and makes my eyes pop."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I received this eyeshadow and glitter multi stick  from kaja . The packaging is very cute pink color. Itu2019s very compact and can carry it on my purse. Love it. Very easy to use and nice pigmented eyeshadow"
        },
        {
            "review_title": "Amazing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "This formula is amazing to work with very smooth and easily bland with hand or brush. Glitter looks amazing on eyelid. Itu2019s just a perfect combo for simple natural look. Its stay whole day without looking cakey at all. I looked this formula and color also is so amazing!!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The stick makes application a breeze u2013 no mess. It's become my quick fix for adding a bit of dazzle to my look. While not the cheapest, the convenience and the charming sparkle make it a regular in my makeup routine."
        },
        {
            "review_title": "Cute and Sparkly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "I recently tried a Wink Dazzle Eyeshadow and Glitter Multi Stick by Kaja. The color was so sheer and sparkly. I love to use it as an eyeshadow some days and other days, I like to use it as an inner eye enhancer with a darker shade on the lid. The packaging is small and cute and you can fit it into any bag/pouch easily."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Im all about makeups that can cut time in my routine and this is definitely the way to go, especially if youu2019re a makeup newbie or simple girl like me but sometimes you just want a little dazzle. I wear them religiously on my inner corners."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love how easy the eyeshadow stick is to use!!! It applies and blends beautifully. The glitter stamp was the most surprising part of the product. The glitter is very impactful and buildable into a very opaque icy reflective color. I also used the glitter as a highlighter and loved how it looked!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "The liner is super creamy and easy to find out with a finger, it is perfect to place at the problem for a highlight. The glitter is then perfect to add to the inner corner of the eye and brighten that area of the face"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I was pleasantly happy with the new winx dazzle dual-ended eyeshadow stick.  Its very easy to use and I recieved a lot of compliments when wearing it over the weekend. It's also very easy to blend with my fingers and I will be keeping this in my purse for now on. I am going to recommend this to all my friends to check out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This little eyeshadow stick is so fun! I got the peach color and itu2019s sooo pretty. The shimmer is perfect! Not too in your face but not subtle, either. I actually loved the applicator it came with too. I like how the two consistencies blend together easily and create the easiest, pretty eye look!"
        },
        {
            "review_title": "love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I am so excited about this NEW Wink Dazzle Eyeshadow & Glitter Multi Stick! I chose the color peach and it is a beautiful warm peach shade. The shadow stick is super blendable, the stamp is easy to use, and the formula glides on and stays put all day! I would recommend"
        },
        {
            "review_title": "Blends so easily",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "This is the easiest shadow stick Iu2019ve used because itu2019s blends so easily! I can just apply it to my lid and quickly blend with my finger and go. I got the lightest shade and it leaves a beautiful sheen on the lid."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Wink Eyeshadow Stick has emerged as a favorite for those seeking a blend of convenience and lasting wear. Its creamy formula glides on smoothly, making application effortless, even for makeup novices. The range of shades, from subtle to bold, cater to a variety of looks and occasions. Impressively, it maintains its vibrancy throughout the day without creasing or smudging, a testament to its high-quality formulation. Perfect for quick touch-ups on the go, this eyeshadow stick is a great addition to any makeup bag."
        },
        {
            "review_title": "Must-Have for on the go makeup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I love the usability of this eyeshadow stick! A lot of times Iu2019m getting ready on the train or in the car and this eyeshadow is perfect for on-the-go makeup. The formula is creamy and the shadow doesnu2019t pull or leave my eyes irritated. The glitter is also super easy to use and mess free."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "This eyeshadow stick is so creamy and gives off a natural shine. It is a nice champagne color and is suitable for any skin type. My favorite part is the glitter, itu2019s so so blinding and just beautiful!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This versatile golden eyeshadow stick is perfect for quick, on-the-go makeup. Its buildable color intensity and smudge-resistant formula make it a must-have for a radiant and effortless eye makeup look."
        },
        {
            "review_title": "I like itu2026",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I like it. Definitely a little pricey for what you actually get. Very similar to the elf ones, and similar wear and payoff. I like the additional glitter stamp and that is definitely something new and different. Would I pay that much more for JUST the stamp. No. But itu2019s pretty and useable!"
        },
        {
            "review_title": "Love love love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This eyeshadow stick is actually great. Personally I have trouble recreating makeup looks with glitter whether it be because of the fallout or the thick glitters. Because this is the size of a pen it fits in my purse perfectly and is perfect for touch upu2019s."
        },
        {
            "review_title": "Love this duo!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I simply love this eyeshadow combo! I love how smoothly it goes on and that I can add glitter over the top and it doesn't cake or crease after applying !! I got the peach sprinkle and it perfect for spring coming up! It's a light beautiful color with some slight sparkle without the glitter! If you like easy blending eyeshadow this is it!!"
        },
        {
            "review_title": "Mocha sparkle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I have the color Mocha Sparkle and i really like it. The eyeshadow part is matte. Its a very warm toned brown. I love that the eyeshadow is matte but the other end is full sparkle! I use the sparkle side a lot with a lot of different eyeshadows. Love it!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I absolutely love this Kaja Wink Dazzle eyeshadow  & glitter multi stick I had the pleasure to try the shade champagne sequin this is such a beautiful color and I love how creamy the texture is it applies flawlessly on my eyelids and stays in place all day. I love the sequin glitter it's fine so it's not too over the top it's perfect for any occasion. This duo was perfect for creating my cateye look. I highly recommend this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Overall, I enjoyed using this eyeshadow stick, especially if you're not aiming for precision and prefer a subtle no-makeup makeup look. While I may not use the glitter side much, it's perfectly fine. The clear standout is the eyeshadow side.  A heads-up for those with hooded lids, like myself: depending on where you apply the eyeshadow portion, it might feel a bit sticky. I recommend avoiding areas where your lid folds if you want to steer clear of that tacky sensation on your lids.  I received this product as a gift from Kaja Beauty, but all opinions expressed are my own!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "This eyeshadow is so easy to use. The packaging is nice, it has a good applicator and a little sponge to blend the product. Perfect for traveling. The formula is so creamy and it makes my make up look so nice!"
        },
        {
            "review_title": "I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have the shade  u201cMocha Sparkleu201d itu2019s a beautiful brownish nude shade!! The eyeshadow stick is very creamy, pigmented and easy to blend. The glitter side is also very opaque and easy to blend. I love using the stick side as a base for my eyeshadow!! Itu2019s the same tone as my skin color and gives me a clean canvas to apply any eyeshadow."
        },
        {
            "review_title": "Easy and beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Awesome eye shadow and highlighter. I use it every day under my eyebrows to lift them up. The product stays in place during the whole day. It sparks and looks amazing. The applicator makes the process effortless. Very easy and beautiful! I highly recommend this eye shadow!"
        },
        {
            "review_title": "Love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Fair skin tone, Normal skin",
            "review_text": "This color is beautiful!! I love how the color lasts all day and itu2019s so easy to apply! I use the stamp side for my eyelid and the pencil side for as an eyeliner! Perfect color for a night out or just your everyday glam!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "They are very good quality, they go on very smoothly, and they donu2019t pull your skin, but the colors are fresh and good, and they blend easily with your finger tips. These were a good price and value for the cost."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Best one and done eyeshadow product Iu2019ve ever tried! I love how one side is a creamy matte eyeshadow stick and the other is a beautiful shimmery shadow. These blend like a dream and are very easy to apply making it great for everyday!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Normal skin",
            "review_text": "I enjoy the shade of this dual sided eyeshadow stick which was a glitter and non glitter side. It's versatile since I can choose a wash of color or use the other side for a pop of glitter. It's very simple to use and I can't wait to try the other colors."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I always want to use multipurpose products because of the ease. This multi stick is perfect for that. The matte mocha looks great during the day, with a blendable formula. The shimmer sticks well onto the eyelid and gives the wet look i love for a shimmer."
        },
        {
            "review_title": "Love!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I love this eyeshadow stick! Both the matte and shimmer shades are stunning. The matte is creamy and blendable. The shimmer has some chunky glitters but is also easy to place. My one gripe with this product is how it doesnu2019t last on my oily eyelids."
        },
        {
            "review_title": "So Beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I think this Kaja Wink Dazzle Eyeshadow & Glitter multi stick is beautiful. It has a gorgeous shimmer to it. It really does have the perfect dazzle to it. Great Name! I got the color Ice Illusion and it really is a light shimmer color. I put the glitter stamp on the inner corners of my eyes and it looks amazing. The whole thing is just beautiful! Canu2019t wait to try other ones! I would love to have a dark silver one!"
        },
        {
            "review_title": "Wonderful color and easy to apply.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "Being fair skinned it is sometimes hard for me to find an eyeshadow I like that is not overwhelming. The Wink Dazzle Eyeshadow & Glitter Multi Stick has met the challenge. Using the Peach Sprinkle color, it went on easily with full coverage; I filled the lid with color and then put the glitter over top of the shadow making sure to touch each corner of my eye with the stamp. The color and glitter lasted throughout the day without touchup.  I received a number of compliments. Thank you Skeepers, Sephora and Kaja Beauty for this product in exchange for my honest review. The Wink Dazzle Eyeshadow & Glitter Multi Stick has made a believer out of me."
        },
        {
            "review_title": "Easy to use and truly a Multistick!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This multistick is such a fun product and I canu2019t wait to see all it can do! Iu2019ve tried other Kaja products before but this one might be my favorite! I got the Kaja Wink Dazzle Eyeshadaow & Glitter Multistick in the shade u201cMocha Sparkle.u201d I am a neutral eyeshadow girly and I absolutely loved this eyeshadow shade. Itu2019s super creamy and I think it would be great for cut creases. I may see how it works as a lip shade too! Now the glitter stamp is very pretty and can easily be an all over the lid shade. But I will definitely be using as a highlighter! This is multistick was a cute/great idea from Kaja!"
        },
        {
            "review_title": "Must have in your makeup bag!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "I love it its definitely recommended as are their other products! Great buys! Will def buy them again! It's a must have for your makeup bag. You will love this and get alot of use from it! This is a 2 in 1."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Kaja Beauty kindly gifted this to me in return for my honest review. The cute and adorable packaging of Kaja Beauty is one of the reasons I adore the brand. The eyeshadow stick and a glitter stamp are the two ends of this stick. It has a shimmer sheen and is peachy in color. The mixture blends easily and doesn't crumple. The glitter stamp formula is simple to use and has a creamy feel. With this product, I was able to create an easy-to-use look. I blended the glitter stamp on my lids and created an aegyo sal under my eye with the stick."
        },
        {
            "review_title": "For an Easy u201cOne and Doneu201d Look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "This product is fun and I love the shades in Mocha Sparkle. It can create a very easy u201cone and doneu201d look. You can swipe on the creamy stick side and then add a little sparkle where you want it from the other end. Iu2019ll be taking this on my next vacation since itu2019s so easy to use."
        },
        {
            "review_title": "So easy to take on the go!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I usually try to go for a natural make up look. This eyeshadow stick is so creamy and glowy. Itu2019s really easy to blend out even just using your finger. I love that it gives me that natural glow and dewy vibe that Iu2019m trying to go for. I did receive this product for free from kajabeauty."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I like that you get two colors with this! Itu2019s convenient and looks good. Good for beginners or in your purse or even for travel. I think this would be good to take with you everywhere. The colors are nice and neutral."
        },
        {
            "review_title": "Amazing eye shadow stick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love the packaging of this duel ended eye shadow stick. The shade is icy which looks so pretty on eyes. Its formula is creamy and so easy to bend. The glitter can be applied through the stick and in just a swipe we get beautiful glittery eyes."
        },
        {
            "review_title": "Nice job",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I received the eyeshadow stick by kajabeauty in exchange for this post. I loved the consistency of it and how easy it is to use. Literally can turn your natural look into something more glamorous. The colors are so pretty"
        },
        {
            "review_title": "Champagne Sequin is ud83dude0dud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love the sponge applicator on the glittery side. The color is bold and vibrant, perfect. I also love the lighter and smoother but still shimmery cream color. I really like using this side under my bottom lash for a pop of color. Itu2019s thin like any other eyeliner, so it works out really well. I really like that it is two in one. Saves room in the makeup bag. Love it!"
        },
        {
            "review_title": "Amazing eyeshadow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Wink Dazzle Eyeshadow & Glitter Multi Stick is so fun to use. I tried the Peach Sprinkle shade. It is easy to use and blends in well. The glitter stamp is great for highlighting the inner corners of my eyes. It's a bright color that is long-lasting."
        },
        {
            "review_title": "Easy to use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love these new eyeshadows from Kaja. The colors are all flattering, and the formula is soft and creamy but lasts well.  I love the glitter part that comes with this eyeshadow stick, it is great as a highlighter and for turning a daytime look into one for the evening with a simple swipe. The packaging is functional and the price is good too."
        },
        {
            "review_title": "Ice illusion",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I used the shade Ice Illusion for a natural eye look. The stick side was creamy and has a gold shade, whereas the stamp has an icy glitter. It's pretty and easy to blend, but I wouldnu2019t say this product is long-wearing. It came off pretty easy throughout the day for me. My eyelids are oily, so that may be why it didnu2019t work out for me. Iu2019m not sure."
        },
        {
            "review_title": "Pretty and Peachy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "Kaja Beauty sent me their new Wink Dazzle Eyeshadow & Glitter Multi Stick and I love how easily it glides onto my eyelids, leaving me with the perfect amount of pigment to achieve a beautiful look. I got the shade Peach Sprinkle and it is such a pretty peach shade that could compliment so many makeup looks. The multi sticks are super creamy and easily blend out onto the eye without looking cakey."
        },
        {
            "review_title": "Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "Definitely am enjoying this .. It has very good pigment and a multifunctional pencil that is dual ended . I think itu2019s very good quality. I use it for an inner highlight in the corner of my eyes.love this"
        },
        {
            "review_title": "Natural dazzle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Wink Dazzle Eyeshadow & Glitter Multi Stick, a quality makeup eye stick, i love that it is multipurpose and compact. The shade ice illusion is very natural looking with a touch of glam. Both ends work easy, the eyeshadow went on smooth and easy, and the wink stamp was just the right size, made a perfect, shape. I would recommend. . I received this product free from Wink dazzle in exchange for my honest opinion."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Love these dazzle sticks, the formula is so creamy and pigmented and it's super easy to apply. The color pay off is just beautiful, and Its like two products in one. The stamp applicator is so convenient and easy to use and  they are super easy to blend to create the perfect look, Definitely going to pick up more shades Highly Recommend !!"
        },
        {
            "review_title": "Girly Glittery Eyeshadow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I received the Wink Dazzle Eyeshadow and Glitter Multi Stick by Kaja Beauty and I truly adore it! Personally, I obsess over glittery eyeshadow and it makes me feel so fun and girly. I chose the shade Champagne Sequin. The eyeshadow side is super blend-able and creamy, while the glitter stamp formula is simple to apply. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I got this WINK DAZZLE Eyeshadow & Glitter Multi Stick in Mocha Sparkle. I love the shade, it's so beautiful. The eyeshadow, I could use it daily, it's not too much and could make my eyes look not so puffy. And the glitter is so eye-catching, I could use it when I want more!  Both sides are easy to applied on and blended out."
        },
        {
            "review_title": "A need, not a want",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "Absolutely beautiful shade, great packaging and so easy to use. I love the sparkle and how easy it is to blend. Works perfectly for day or night and an easy color to go with multiple ensembles. I will not go without."
        },
        {
            "review_title": "New favorite eye product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This eyeshadow and glitter a multi-stick is amazing! I have shade mocha sparkle and it looks perfect with my skin tone. This shadow has two sides. A glide on sponge like side and a pencil side. Easy to use. Great shade."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Iu2019m in love with the wink dazzles, if youu2019re looking for a very easy eyeshadow look with little effort, this is the stick for you! I get so many compliments on my coral eye looks at work (as I work as a makeup artist) and theyu2019re blown away when I tell them how easily they can achieve the looks. Buffing it out with your finger is superior and you canu2019t beat how beautiful it looks after! Huge fan."
        },
        {
            "review_title": "Beautiful duo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I tried the new Wink Dazzle Eyeshadow & Glitter Multi Stick, in shade ice illusion and it's absolutely amazing! I love the packaging, which is a pretty pink and sturdy feeling.The eyeshadow stick is a very creamy, blendable formula. It lasted all day without fading or creasing. The glitter side is easy to apply and sets well with the eyeshadow. It's not too much glitter, just the perfect amount for that wet/shimmery look. It has very good coverage. You can also build it up for a more dramatic look. I really like this product and I will be trying out the different shades. I highly recommend trying this yourself."
        },
        {
            "review_title": "Love this color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "First time trying Kaja, and I'm thrilled! The dual-sided Wink Dazzle is genius. The cream eyeshadow is effortlessly blendable with a stunning shimmery finish in a lovely gold champagne shade. Applying the glitter is a breeze u2013 just a tap, and it turns my eyelid into a disco ball. The final look is subtly sparkly and absolutely gorgeous! Kaja has nailed it with this convenient and glamorous combo."
        },
        {
            "review_title": "I like it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I like this eyeshadow stick so much! The eyeshadow is so creamy and easy to blend and the stamp is easy to use and really packs a bunch with the glitter. I found that as a pale person, the Ice Illusion eyeshadow shade is really subtle on my eyelids so I prefer to layer the glitter stamp over top to make the look pop a little more. I also really like using the glitter stamp on the inner corners of my eyes to create a little highlight. I feel like this product is very versatile and both the eyeshadow and glitter stamp can be used alongside other eyeshadows or eye products to create a variety of looks. Overall, I feel like this product is great and would recommend giving it a try."
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Kaja Wink Dazzle Eyeshadow and Glitter liner are amazing!!! So easy to use, just glides right on!! Makes my eyes pop with dazzle!!! Kaja makes applying this so much fun!!!! My daughter said oh I love that I need to get me one!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This is my new go to eyeshadow. Itu2019s creamy and goes on so smoothly. It looks great by itself or blended with other colors. The glitter isnu2019t too much, just enough. I will definitely be purchasing in the future."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I really loved this eyeshadow stick, each side was very beautiful. The shimmer was very pigmented,  the glitter side was very faint but once you put it on top of the shimmer, it looked very pretty together"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "What could be better!? A two in one glitter stick and eyeshadow. The packaging is so much and super cute. I love using these for my day to night look. They go on easy and last all night. So much fun to use."
        },
        {
            "review_title": "Two in one is the best item!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": ":::Big Momma Reviews::: I got this WINK DAZZLE Eyeshadow & Glitter Multi Stick in Peach Sprinkle: Peach * Eyeshadow: Peach Coral * Shadow & Stamp: Sunset Peach Glitter I like to use to touch up your nose bridge and cupids arrow (upper lip) for some shine! and inner corner with the Glitter Stamp to bring the dazzle out of your eyes!"
        },
        {
            "review_title": "eyeshadow and glitter multi stick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I received this eyeshadow and glitter stamp duo stick in the beautiful shade champagne sequin. I love its rich pigmentation and how silky and blendably smooth it goes on. I highly recommend this for a glamorous and even as a more natural look without the glitter."
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I love that this is multi use! It has a shadow stick side and a glitter stamp side! The stamp is so easy to use and so glittery and pigmented! Just easily stamp on your inner corners and youu2019re done! And the shadow stick is even perfect for your waterline! Love the formula! Itu2019s so smooth and glides on so effortlessly! Iu2019m honestly gonna buy every shade!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "The shade is gorgeous! Normally Iu2019m not a big eyeshadow person because of the time it takes and extra brushes to clean but this makes itu2019s easy and quick itu2019s now a go to for my routine. Blending like a dream, really creamy and smooth. The final look I created was a Smokey eye made simple with this wonderful applicator"
        },
        {
            "review_title": "I recommend it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I choose Peach sprinkle it is so cute and fits me well. The design of two heads u201csticku201d and u201cstampu201d that makes the makeup process easier, and blends well. LOVE the glitter effect, make the eyes so attractive."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This eyeshadow stick has been such a lifesaver for me! Iu2019ve always tried to use shimmery eyeshadow but could honestly never get it to look right. I love the color and formula and I also love how easy it is to use"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This eye shadow and glitter multi stick was so stunning. The silvery glitter color was amazing, it glided on seamlessly, stayed in place and there was no fallout. It really seems like a great way to apply it as i had no issues. I also really love the simplicity of the packaging."
        },
        {
            "review_title": "Good 2 for 1 product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I got the wink, dazzle eyeshadow and glitter multi stick in the shade mocha sparkle. It was an excellent color for my warm skin tone. I found the product really easy to use. There is the eyeshadow pencil side and then there is the glitter side and you can differentiate, which is which just by looking at the product. The crayon goes on really easily glides on your it doesnu2019t pull or it doesnu2019t feel rough on the eyelids. Itu2019s really gentle. I was able to blend gently with my finger to tap in the product. I also loved the glitter part where I used as my highlighter along my brow, bones, and in a corner of my eyes, and for another look, I tried to put it on top of the eyeshadow, but it rubbed it off a bit, so I didnu2019t like that part but generally I like this product because itu2019s a great make up bag essential where you want to put together quick look and you have two products in one"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I got This eyeshadow stick by Kaja about two weeks ago and I am so happy with how it turned out! I got it in the color champagne and the color is so rich, perfect for eyelid sand the inner corners. The formula is long lasting and easy to spread. I definitely recommend it"
        },
        {
            "review_title": "Amazing Ingredients!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This Wink Dazzle Eyeshadow & Glitter Multi Stick Itu2019s Amazing, Love How Diverse Itu2019s, Perfect For A Natural Shimmering Look But Also For A More Natural Matte Look. Also have amazing ingredients such as jojoba and argan oil which are great to moisturize skin and vitamin E"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Kaja eyeshadows stand out for their buildable color payoff and velvety texture. The innovative packaging make them user-friendly, especially for those on the go. While some find the color range limited, the formula's blendability and longevity make Kaja eyeshadows a solid choice for everyday use. I loved the peach glittery color it was even more beautiful in person."
        },
        {
            "review_title": "omg",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "this eyeshadow applies so easily making it a perfect tool for beginners.  If you struggle doing fancy eye looks, this is for you! It can also double as a highlighter so its multi-use. highly recommend!"
        },
        {
            "review_title": "Love the Dual Ended!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this product! Being double sided is perfect for storage. I love the pink packaging. The stick applies very smoothly and is easy to blend out. The glitter looks so good on the eye as well as an inner corner highlight.The only thing is there is glitter fallout with the stamp part."
        },
        {
            "review_title": "Cute and convenient",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a beautiful peach shade. A little light peach but it makes for a lovely natural look. The creamy eyeshadow glides easily and itu2019s easy to blend. The other side has a glitter stamp that I apply when I want to amp up the look. Itu2019s easy to apply and very convenient to carry in my purse if I want to change my eye makeup from a natural to a party look. The packaging is very cute and very well thought out too. Iu2019d buy it in other shades too."
        },
        {
            "review_title": "Travel bag must-have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I tried the Mocha Sparkle shade and it's honestly the best everyday shade there is. I love how the formula doesn't dry down immediately and is workable. It's easy to blend with my fingers and the glitter stamp is perfect to spruce up my look for nighttime. It's perfect to carry in my travel bag because of how versatile it is."
        },
        {
            "review_title": "Korean and Chinese Makeup Must Have !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love a sparkly inner corner and lash line and this product gives me just that. The liner part is creamy and pigmented, and the glitter isnu2019t chunky or thick at all. I love that it comes in a super cute duo packaging. This is perfect for all the Chinese and Korean makeup looks Iu2019ve been doing!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Gifts by Kaja Beauty. Champagne is the color I received and it looks amazing. It has a glitter look but not too much just a slight look which I love. Glides on and I can take with me everywhere. Looks amazing."
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "I have loved Kaja since my first Beauty Bento so I was very excited to test this Wink Dazzle Eyeshadow & Glitter Multi stick in Ice Illusion.  This double sided multi stick is one half creamy pencil and the other a glitter with foam applicator. I was a little disappointed with this being more of a liner than an eyeshadow. Because it is liner sized, it only applied a small amount of product and took multiple swipes to get the coverage I desired. This blends well by using just my finger, but it needed extra work when used in combination with other eyeshadow. The glitter side did have some flakiness when first pulled from the tube and when applying, needed to be dabbed and dipped back into the container to get enough product on the lid. This is a drier texture than expected, which made this be a bit more work than I am used to with this type of product, but it did not leave fall out, wish I appreciate. I did multiple looks over a few days and recommend a primer to get this to last throughout the day without separating. Ice Illusion is a champagne color on my fair skin with the glitter leaning a big more towards white. If I could change two things, I wish the glitter was a bit more impactful and the eyeshadow was a bit larger in size."
        },
        {
            "review_title": "Perfect for beginners",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "They're so quick and easy to use, plus to create looks with. They're creamy and soft; they glide on. The shimmer end comes with a tiny sponge tip that helps get into the inner of the eyes. You can build these up to get a glam finish. I have one small issue, though: after a couple uses the pencil loses its sharpness, which makes it difficult to be precise. I definitely recommend this, though. Perfect for beginners too."
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The love the color and they are highly pigmented and application is so satisfying. Itu2019s had a natural shine and formula is so good . I love like the packaging so handy and no need of brush or sponge to apply it . Love it"
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "THIS IS REALLY SPARKLY!!! If you like glitter like I do I would  definitely recommend this. The applicator is really soft and gentle so it doesnu2019t hurt around the eye area. Itu2019s a really nice light pink but also looks a little bronze lol"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I love how pigmented it is! I can keep it in a purse and I apply it without needing any brush. It is so icy and cool toned! I love even putting the glitter shade in my inner corner. I have been wearing these two shades every day lately!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Cute product and easy to use.  The applicator makes the product easily blendable.  It's really pigmented on the glitter end, but not too overwhelming. Good for soft glam look!  The color is really pretty and it doesn't crease."
        },
        {
            "review_title": "Beautiful Results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "This product provides fun and beautiful results! The champagne color t was really complimented my blue eyes. It is smooth and long lasting and comes with a shimmery gold glitter to enhance your look if desired."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "I love this eye shadow!! Itu2019s so simple to use for beginners that want an easy make up look. Itu2019s doesnu2019t take very long either to use! I would definitely recommend and repurchase this! The color is amazing too!"
        },
        {
            "review_title": "So versitile!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I typically like to have a little shimmer on my eyes day to day, but I prefer to really glimmer when I go out. This is a beautiful and convenient 2-in-1 eyeshadow thatu2019s so versatile and allows me to do just that! Itu2019s so easy to create soft shimming looks or a bold, glamorous eye with this! Itu2019s buildable and creamy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "What a cool concept! I canu2019t recall any other makeup brand with a product like this! The color Petal Prism is absolutely beautiful! The stock side is a soft pink that would look good on almost anything and the powder side is like a pink and purple mix. Itu2019s blend-able and super easy to use! I highly recommend!"
        },
        {
            "review_title": "Perfect for a glowy makeup eye look",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I received something in exchange for this post and have great things to say about the wink dazzle. The eyeshadow is super easy to use! The eyeshadow applies on super well giving a natural shiny look! I got the shade ice illusion and love it! This color is perfect for a natural glowy makeup look. I also love the fact that the glitter comes in a stamp form that way I can add as little and or more to the makeup look! I would definitely recommend this product to someone who loves a shiny eye look!"
        },
        {
            "review_title": "Cute opal reflect",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I love this shade!! The glitter side has pretty pink and blue reflects, a true opal shade! I also love that this is a one and done look in a pencil. Both sides are easy to use. Only complaint is the glitter has a tint bit of fallout"
        },
        {
            "review_title": "MultiStick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "I was gifted by by Kaja Beauty Wink Dazzle eyeshadow and glitter multi stick(champagne Sequin) such a pretty color ,I love that you can dress your eye up day to night with the matte and glitter end it has a dual-ended creamy  glides onto the eye area to create a stunning matte, shimmer, or glitter look in three easy steps. Doesnu2019t sit in fine lines or creases..it has Jojoba Oil and Argan Oil which moisturizes the skin. Itu2019s a quick and natural pop of color to your eyelids and under eye. Use the versatile glitter stamp to create a dazzling eye look or use it to highlight desired of your face. I love you need no brushes just pop it in your makeup bag"
        },
        {
            "review_title": "New obsession!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "iu2019m incredibly impressed with how user-friendly this product is. It was incredibly effortless to learn how to use this and itu2019s incredibly versatile as well. I love that you can use just the cream shadow stick on the eyelid for a simply shimmer, or you can amp up a look and use the glitter stamp as well. This is perfect for taking a day look and transforming it into a nighttime look. Itu2019s perfect for everyday use and I canu2019t wait to try more shades!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I received this product from Kajabeauty in exchange for my honest review. I love the packaging this comes in, super easy to use and product is very blendable. Feels great and looks great on the eyes for shimmer."
        },
        {
            "review_title": "great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is such a great product! I loved the way that it is dual ended so you can have a sponge and a stick. I often use it for my inner corners to highlight too! This works great on top of eyeshadow or just if you want shimmer."
        },
        {
            "review_title": "New must have essential",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love this Wink eyeshadow stick so much, I'm definitely picking up more shades. It blends beautifully and is super creamy. The glitter stamp just perfects it, it's so shimmery, so pretty and really easy to apply."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "First the pros. It's very creamy and blendable but doesn't slide around. The glitter is very pretty and the stamp it uses is effective. I had minimal to no fallout with the glitter and though they're decently sized glitter particles, they don't feel gritty or rough.  The main con is the color is not true to the photos by a long shot. Mocha looks like a fairly neutral medium brown in the photos so I thought I could use it as all over shadow, a crease color or as a liner. In reality, the color is a very warm, light yellow brown. If you're cool toned like me, this might not be the best color for you.   The quality is nice so I'll probably check out some of the other colors."
        },
        {
            "review_title": "I LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is such a pretty shadow stick! Iu2019m not very great at eye shadow and this makes it so easy! You just swatch it on your lid and there you go!! If youu2019re not a beginner like me, you can add as a topper and make it even more prettier! I also like to use it in the inner corner of my eye for a highlight! Itu2019s so pretty and creamy! I love it!!"
        },
        {
            "review_title": "Meh is ok",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Maybe mine was broken, but I didnu2019t love this eye shadow. I did want to love the shadow glitter part but then barely ANY product comes out and it was very hard to work with. The pencil part was beautiful and creamy. However this definitely isnu2019t long wear and smudges pretty easily."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Absolutely love this product. It works so good on my eyes and it was such a good product. I love the sparkle in the mat color definitely would purchase again if youu2019re looking for something new, I would definitely recommend this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "These colors are exactly what I was looking for. They go on like a cream and dry to a powder like feel, so your eyelids don't feel sticky. Each one also comes in with a built-in smudger which works great. I love the look and it lasts all day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "My favorite is its ease of application; there's no need for additional adhesives or messy loose glitter. The formula is not only convenient but also long-lasting, ensuring that the sparkle stays put throughout the day or night."
        },
        {
            "review_title": "Travel companion!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Kajau2019s eyeshadow sticks are genius, truly perfect for traveling or on the go. I got the shade Mocha Sparkle and it has a matte eyeshadow on one side and a glitter one on the other. Itu2019s super easy to apply and youu2019ll be amazed how you can turn a day to night look with this. They are easy to blend and once they dry the will not budge. Would love to see deeper shades in the future!"
        },
        {
            "review_title": "Great eye product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I adore this product! It effortlessly glides over my eyelid, and I enjoy blending it with my finger, although it also works beautifully with a brush. Applying this product solo creates a lovely look for everyday wear. Personally, I find the glitter a bit intense, but it is undeniably beautiful and blends seamlessly."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Love this eyeshadow pen. I love that it has both an eyeshadow and glitter in one. I like a simple one shade eye look and this is the perfect product. The color is great on my light skin and itu2019s very easy to use."
        },
        {
            "review_title": "Perfect on the go!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I love easy-to-use eyeshadow applications to use on a daily basis. This really elevated my look and took me literal seconds to do. The eyeshadow is super creamy and easy to apply. The perfect wash of color. Then the shadow stick with the glitter is super easy to stamp on - the glitter did not get everywhere. I love the final look- perfect to add a little jazz to your everyday makeup! This is perfect for travel too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Silky, blendable, smooth and so easy to use. One of the quickest and easiest ways Iu2019ve applied eyeshadow with this Kaja Pencil. I got shade Mocha, and I love the Matte finish for everyday and when I feel extra I add sparkle. The shine end is also so precise and easy. The sparkle didnu2019t not fall off and stick well. They stayed exactly where I placed them all day long. I need more shades!"
        },
        {
            "review_title": "So pretty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I created the prettiest ice princess vibes eye look with this eyeshadow stick! I loved how easy the creamy shadow was to blend on my lid and the glitter stamp compliments the shade so well and there was no glitter fall out."
        },
        {
            "review_title": "Love it !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Its versatile design allows for easy application, and the blend of eyeshadow and glitter adds a touch of glam to any look. The long-lasting formula stays put throughout the day, and the range of vibrant shades ensures there's something for every occasion. A must-have for anyone who loves a bit of sparkle and wants to effortlessly elevate their eye makeup game!"
        },
        {
            "review_title": "my new pen eyeshadow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love this eye color with mocha glitter, it is new and versatile. I will buy more of these colors. They highlight my beautiful eyes. I recommend them. I received this in exchange for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Another awesome product from Kaja beauty. I loved trying ice illusion and it is a great shade for everyday! I love the creamy texture of the eyeshadow stick which was easy to apple and blend as well and the pop of glitter from the glitter stamp."
        },
        {
            "review_title": "Shimmery",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love how this eyeshadow stick gives me the prettiest and dreamiest eyeshadow looks without any hard effort. I can easily blend it out with my fingers or a brush and build up definition or make it as light as I want. Itu2019s such a great easy to use product and probably great for traveling too!"
        },
        {
            "review_title": "So cute!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I really enjoyed using this duo stick. The shadow is really creamy and blends out like a dream. The glitter stamp took a second to get the hang of but as it states - it's a stamp! Just press it on and it applies beautifully."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Love the packaging and the ombre! The color is warm and creamy. Itu2019s a great brown that blends effortlessly and lasts all day. The glitter stamp twists off. Donu2019t pull on it like me. Haha The glitter doesnu2019t apply well over the shadow but looks great alone. The gold compliments the brown well. Great for glam!"
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "I selected the shade Ice Illusion and am so in love with this product. You can achieve 3 different effects depending on how you use the item. The stick side is smooth and creamy and blends out effortlessly. The glitter is easy to apply and I have noticed only minimal fallout. This shade is perfect for a sheer wet look that lasts hours and hours without breaking down. Overall so impressed with this dual sided multi stick!"
        },
        {
            "review_title": "Cute everyday glam look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This eye product by Kaja is such a cute and subtle everyday look. The color glides in easily and it is so fun to add the touch of sparkle on top! The peach color looks nice on my light/medium skin and I just used it as a top liner mostly for a fun look."
        },
        {
            "review_title": "Blendable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "In the fast-paced world of makeup, the Wink Dazzle Eyeshadow & Glitter Multi Stick stands out as a multifaceted gem. Designed for the modern individual who values both efficiency and elegance, this product is a unique combination of eyeshadow and glitter in a single, convenient stick.  The stick's design eliminates the need for multiple brushes, making it perfect for quick applications or makeup on the move. The gel-based formula of the eyeshadow glides on with ease, offering a user-friendly experience. However, those seeking a deeper hue may find the need for several applications a slight drawback.  The eyeshadow presents a delightful light brown shade, akin to a soothing mocha coffee. This neutral yet elegant color is versatile and can be adapted to various styles and occasions. The creamy consistency of the eyeshadow is noteworthy u2013 it blends seamlessly on the eyelid and remarkably, maintains its vibrancy without the necessity of an eye primer.  On the other end of the stick, the glitter feature adds a playful yet sophisticated touch to the makeup routine. While its application is straightforward, achieving a concentrated glitter effect requires multiple applications. This might be slightly inconvenient for users looking for a quick, intense glitter application.  The product excels in creating an effortlessly chic look. The eyeshadow allows for a beautifully blended, smoky eye look with rich brown undertones, suitable for a variety of looks from daywear to evening glam. The glitter, when applied generously, can transform the look into something more dazzling, perfect for more festive or special occasions.  The Wink Dazzle Eyeshadow & Glitter Multi Stick is a commendable innovation in the beauty industry. It prioritizes convenience without sacrificing the quality and versatility of the makeup. While it may require a bit of patience for those desiring more intense color and glitter, its ease of blending, and the elegant final look it produces."
        },
        {
            "review_title": "Perfect for your bag!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Love this eyeshadow. Firstly because it is very practical to use and you don't have to be an expert. The champagne color is beautiful. it has good duration.   It is very versatile and practical to carry in your bag."
        },
        {
            "review_title": "This is phenomenal!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I recently tried the Wink Dazzle Eyeshadow & Glitter Multi Stick, and it exceeded my expectations. The convenience of a multi-use stick is a game-changer for my beauty routine. The eyeshadow applies effortlessly, providing a vibrant and long-lasting color that stays put throughout the day.   What sets this product apart is its dual function u2013 not only does it work as an eyeshadow, but the added glitter feature takes it to the next level. The glitter is finely milled, giving a subtle yet dazzling sparkle that enhances the overall look without being too overwhelming. It's perfect for both day and night looks, allowing for versatility in styling.  The formula is creamy and blendable, making it easy to achieve a seamless application. I appreciate the buildable nature of the product; whether I want a sheer wash of color or a bolder statement, the Wink Dazzle Multi Stick delivers.  Another noteworthy aspect is its portability. The sleek design makes it ideal for on-the-go touch-ups, and I love that I can achieve a complete eye look with just one product. Plus, the stick format minimizes any mess or fuss typically associated with loose glitter.  Overall, the Wink Dazzle Eyeshadow & Glitter Multi Stick has become a staple in my makeup collection. Its convenience, pigmentation, and versatility make it a must-have for anyone looking to elevate their eye makeup game."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "First off, this is a thinner stick. I think personal preference will dictate how you feel on this aspect; on wider eyelids, it's a bit slow to use for all-over application. This is the cutest multi-end eyeshadow stick. Not only is it cruelty free but it is also gluten free and I love that"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "The packaging is everything. I love how itu2019s not just eyeshadow itu2019s also a tool. This eyeshadow stick does wonders! I put a mate brown coat on my eyes and a dark corner shadow and used the stick for the inside. It has a beautiful color and is very pigmented."
        },
        {
            "review_title": "convenient to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I recently tried this eyeshadow stick by Kaja in the shade Mocha Sparkle. The application is effortless, and it can be easily blended using either a finger or a brush. It's a convenient option for travel or quick touch-ups on the move. The colour is ideal for creating a natural everyday look, and the subtle sparkle adds a charming touch."
        },
        {
            "review_title": "Such a high quality highlighter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Oh my gosh. This is genuinely the most gorgeous highlighter to exist! This is my first item from Kaja Beauty, and it did not disappoint! For the price point, I feel like it gives you a decent amount of product. I definitely will buy when I run out!"
        },
        {
            "review_title": "Love the glitter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received a complimentary gift from Kaja in exchange for my honest review.  I chose the shade, Champagne sequins.  I love the glitter. I use multi stick when I need to glam up. I recommend trying this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "The new Kaja Wink Dazzle is so creamy. I love use the shade champagne sequin on my eyes, lips and cheeks. Basically all over my face. It is a very pretty all over shimmer shade. New favorite. Cant wait to try different shades."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "The stick glided on well but was not very noticeable on my eyelids so it wasnu2019t the best shade in my opinion but the stamp part of the stick was silver and cool so that part of it did show up and was nice. I think other shades would be neat to try out."
        },
        {
            "review_title": "Stunning shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I got the shade ice illusion and it looks SO stunning with any look! It is the perfect neutral, light shimmer shade. The eyeshadow stick is very blendable and the glitter stamp is super easy to apply. Perfect for full glam or just a natural look!"
        },
        {
            "review_title": "Simple go-to look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I am in love with the multi stick! The eyeshadow has an orange-pink coral shade and the glitter has a pink-gold flecks to it. The eyeshadow is very creamy and easy to blend. The glitter is stamped instead of swiped, which makes application easier. I love the final look, very cute and simple; works with any occasion. Itu2019s gonna be my go to look when I donu2019t want to choose shades."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "is like a light glitter wash, itu2019s super creamy and blendable! I tried the mocha shade and itu2019s super cute for a soft look or as a base for heavier looks. Itu2019s meant to give your eyes a light wash of color but defined by glitter! The sparkle side is so cute and easy to use as you just lightly dab it onto the preferred area. Great for brightening inner eyes or bottom of the eyes.  The glitter side is also very soft and creamy.  This product is great for beginnings as there isnu2019t any learning curve to it! Iu2019ll definitely keep this in my makeup bag!"
        },
        {
            "review_title": "So convenient and the glitter stays put!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Complimentary gift from kajabeauty. Omg this eyeshadow pen is to die for!! This shade is perfect for my skin tone (Mocha Sparkle), the glitter stays put instead of going everywhere and making a mess. If you're thinking about splurging on this, I highly recommend you do!!"
        },
        {
            "review_title": "SUPER LOVE THIS!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This eyeshadow stick is amazing. These are AMAZING!!! 10/10 recommend this product if youu2019re more on a natural looking makeup. A must have!! I am going to buy this in different shade. I need this in different shade!!"
        },
        {
            "review_title": "Pretty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The formula on this eyeshadow stick is amazing and the glitter/ smudging side is the cherry on top!! I hate harsh lines and the smudge side makes it feel more blended and the sparkle it gives is so cute! The color is 10/10."
        },
        {
            "review_title": "MUST TRY!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I gasped when i first tried the eyeshadow stick! The application was incredibly smooth, making it effortlessly blendable, and the pigment was doing its thing! I got the shade 'Ice Illusion,' and let me tell you, the color is absolutely breathtaking. My personal favorite feature is the stamp side, which adds the most enchanting winter sparkle to my eyes with minimal effort. This stunning product has definitely earned a permanent spot in my makeup routine, as it effortlessly captures attention and all I need to do is swipe it across my eyelids. I highly recommend trying this out!"
        },
        {
            "review_title": "New love!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "Wow, peach sparkle is beautiful!! The eyeshadow stick is so unbelievably creamy, and the glitter part is super sparkly! Its is long lasting and does not come off easily. I like to put the sparkle over the eyeshadow to slightly change the color and add mega sparle."
        },
        {
            "review_title": "Perfect for on the go",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love my new kaja wink dazzle eyeshadow and glitter stick, I have it in the shade icy illusion. The idea is super cute and itu2019s perfect to throw in your purse. The cream side is a champagne throw it on your lid and youu2019re good to go , for extra bedazzle dust some of the glitter on top. Can be used together or separately."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I been enjoying using this dazzle eyeshadow and glitter stick in the shade Peach Sprinkle and I love it so much. First this shade is such a beautiful shade and love how easy to blend using an eyeshadow brush. This shade is perfect for everyday look and I just add the glitter for a night out the glitter is so pretty and sets beautifully. Love this multi stick perfect for traveling and to have in your purse on the go."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was so excited to try this. This eyeshadow stick is nice and versatile. It has both the glitter option and matte options I will definitely use this on the go because it fits everywhere and easy to carry"
        },
        {
            "review_title": "Gorgeous & Long-Lasting!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I am so impressed with the Kaja Wink Dazzle stick and how it easily worked to create an effortless eye look. Its versatile nature and slim design this it easy to throw in your purse or take with you on a trip. I received the shade Icy Illusion, a strikingly beautiful icy white that makes the inner corner of my eyes pop. The formula is not patchy and glides on smoothly and easily without tugging or needing any pressure. The stamp glitter applicator is soft and allows for precise transfer with the little tip it has. I found that both glitter and shadow last all day with only a little glitter coming off here and there if Iu2019m being picky, however, itu2019s not that noticeable."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "The shade I have is Ice Illusion. One side is a champagne shimmer, the other is a sparkly topper with many colors of sparkles. It makes for a really easy wet look eyeshadow look. I love the two sides on their own or together."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Normal skin",
            "review_text": "This eyeshadow stick is one step further on those on the market because it has an eyeshadow on one slide and a glitter stamp on the other. It makes doing your every day look super easy while still giving you a bit of sparkle."
        },
        {
            "review_title": "Great product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "The shade is Mocha Sparkle. I like the two applicators. One is creamy and glides on easily. I like the texture of the creamy end. It glides in , but stays put. The other applicator is a little wand that holds the glittery shade. This is easy to dab on in just the right spot!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "",
            "review_text": "Kaja is one of my favorite new makeup brands and they keep adding new cute products that keep me interested. This eyeshadow combo pen is great for On the go makeup application! It glides on very well. Gifted by Kaja."
        },
        {
            "review_title": "Love the shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Must have this in your collection! Absolutely love the color such a perfect match to my skin and the size is super convenient to bring on the go with you. I honestly had to go out and get every color! Long lasting, didnu2019t need to touch up my makeup for 5 plus hours."
        },
        {
            "review_title": "Pretty pink",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "it blends good and is nicely pigmented, the shade is a nice peach color that compliments warm tones nicely. Iu2019m not very skilled with applying makeup and found it easy so I would recommend this to anyone"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love this. Itu2019s so quick and easy and it doesnu2019t smudge. The formula is rich and smooth. I love the colors and the glitter they go nicely together. I would buy more of these eyeshadows! Thank you kaja!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I enjoy doing quick eyeshadow looks, so this product was perfect for me to create a simple, and easy eye shadow look. I used the mocha shade all over my lid, with the glitter end only on my inner corner! Itu2019s so creamy and easily blendable. I am impressed and canu2019t wait to try new colors!"
        },
        {
            "review_title": "Super Creamy, Blendable & Cute!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, auburn hair, Dry skin",
            "review_text": "I'm totally obsessed with my new Wink Dazzle dual eyeshadow stick! The formula is amazing! It's sooo creamy and super blendable! Plus, the cute glitter side is super easy to apply! I cannot wait to use this again!!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This honestly left much to be desired in terms of pigment and glitter. If you are looking no for a lighter application, it definitely checks the box. But it wasnu2019t very pigmented. I typically go for neutral glam looks but even this was not pigmented enough to be used in neutral looks."
        },
        {
            "review_title": "Must have every color!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is a truly amazing eyeshadow!  One end is a creamy beautiful color while the other side is a glitter stamp.  It can either be a normal everyday wear, or more glamorous for a date night.  I must have all the colors!  And you will need them too."
        },
        {
            "review_title": "Love the color and sparkle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "The Wink Dazzle Eyeshadow & Glitter Multi Stick by Kaja in Peach Sparkle is a great color that would go great with many skin tones. I added just some eyeliner, mascara, and the eyeshadow and glitter to complete a day to night look. The eyeshadow stick glides on extra smoothly and the glitter stamp adds the right amount of sparkle for day or night. It lasts all day and the color doesnu2019t fade or smudge. There are several other colors to choose from in this line and I canu2019t wait to try the others."
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I'm obsessed with this eyeshadow stick! I can achieve the perfect look I want. It applies smoothly and effortlessly. It lasts all day without having to re-apply.  I absolutely love the shade! I would recommend this!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
            "review_text": "I like how convenient this shadow stick is. It is easy to carry with me if I need to touch up throughout the day. This champagne shade is neutral and very wearable for everyday. The formula is sheer, and slightly buildable.  It is blendable and the stamp is easy to use. There is a bit of fallout from the stamp, but thatu2019s expected. Overall I think this is a nice eyeshadow stick but the price is a bit steep."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "The champagne color is very subtle. The eyeshadow portion is more of a soft shimmer and the glitter topper is bold, large glitter. Itu2019s nice having multiple options in one product. Love Kajau2019s creative packaging as always."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love all of the shades so much. They are very pigmented and it glides on my eye lids so smoothly without any patchy spots. Highly recommended to try. Packaging is convenient for traveling too. Shimmer shade is pretty."
        },
        {
            "review_title": "yes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Medium skin tone, Oily skin",
            "review_text": "love the pigmentation and colors of this new product! i really love that the shadow stick is dual ended so you basically have an eye look all in one! the shadows blend like butter, i use my fingers to blend and itu2019s so smooth! gifted by kajabeauty"
        },
        {
            "review_title": "Amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Love My WINK DAZZLE Eyeshadow This eyeshadow is so easy to apply, itu2019s practically mistake-proof. The lightweight formula is suitable to wear alone or build up with a matte shadow underneath. Iu2019m buying some for a friend and ordered more for myself!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Kaja's Wink Dazzle Eyeshadow & Glitter Multi Stick in Mocha Sparkle is a beauty must-have. The mocha shade is rich and versatile, while the sparkling finish adds a touch of glamour. Its creamy texture blends seamlessly, making it easy to create stunning eye looks. A convenient and chic addition to your makeup routine."
        },
        {
            "review_title": "So pretty!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "I received this product for free and I'm in LOVE. the pigment, blendability, usage, packaging, and color is immaculate. I love this eyeshadow stick because it is user friendly and great for beginner makeup artists."
        },
        {
            "review_title": "Perfect for on-the-go!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I love how so simple and easy to use this eyeshadow stick is! Its great for on-the-go! The glitter side is amazing because the applicator makes it really easy to apply wherever you want to place the glitter. I got the pinky Champaign shade and its so pretty!"
        },
        {
            "review_title": "Pretty",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Finally got my hands on the Kaja Wink Dazzle Eyeshadow and Glitter Multi stick in the shade Champagne Sequin here are my honest thoughts on the productu2026here goes! This shade is absolutely beautiful!! Particularly on my medium/dark skin so that I will say is good. Unfortunately the product I was sent does seem to be used as the smudge stick side has shadow on it. Bummer."
        },
        {
            "review_title": "So good!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Such a pretty all in one product I absolutely love it!! I personally put the shadow side all over my eye and then add the glitter on top and it looks so pretty! The way the glitter sparkles is so beautiful! Highly recommend trying this out!!"
        },
        {
            "review_title": "So pretty!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "I received this product for free and I'm in LOVE. the pigment, blendability, usage, packaging, and color is immaculate. I love this eyeshadow stick because it is user friendly and great for beginner makeup artists."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This shadow stick is amazing!!! The formula is so silky smooth and blends out soo nicely! I love the packaging so much with the glitter stamper making it so fun and easy to use!! Highly highly recommend"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have always wanted to try Kaja's makeup so I was very excited upon reciting this product. The color stick blends effortlessly so you can control the color payoff. The glitter side doesn't show up tacky on your eyes, it almost just looks very shiny and luminous. Love!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "Eyeshadow and Glitter Wink Dazzle Multi Stick this eyeshadow stick is amazing. Very pleasant and soft application, easy to blend, I especially like the effect of the cushion, it gives such a wet effect on the eyes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "What a fantastic combination of eye products! My sister, who enjoys glittery things, received this from me, and WOW! The glitter side of the eyeshadow stick is the real show stealer because it's so simple to apply to the eye, even though the actual stick itself is incredibly creamy and blendable. gifted from Kajabeauty"
        },
        {
            "review_title": "Pretty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love the consistency of the eyeshadow formula it makes blending so easy. Also the glitter stamp stays on your eyelid which is great. It makes for a super fast and glam look perfect to travel withu2026.."
        },
        {
            "review_title": "EASY SULTRY EYE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "If youu2019re looking for a super easy AND fast way to create an eye look that takes little-to-no experience, pick one of these Kaja shadow sticks up!  Itu2019s a very user-friendly dual ended eyeshadow stick that is ultra creamy and blendable until the product sets down and then itu2019s not going anywhere until you decide to rinse it off.   Pop this shadow stick on the lid and throw some bronzer in the crease for a 2-minute no experience needed sultry eyeshadow look!  I have shade u201cmocha sparkleu201d which is a gorgeous mixed metals brown shade, great for all eye colors."
        },
        {
            "review_title": "Beginners must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Kajau2019s Wink Dazzle eyeshadow sticks will be your new bff, especially for on the go and beginners as well. I received Peach Sprinkle and love how you can apply the glitter just where you want it (like inner corners for example) without using any extra tools! Superb. Plus they do last on my hooded eyes so thatu2019s great. Will have to try more shades!"
        },
        {
            "review_title": "Pretty shimmer!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I tested the Wink Dazzle Eyeshadow & Glitter Multi Stick in Champagne Sequin and really enjoyed it! The stick was super easy to use. I just swiped the color on and then stamped the glitter on top. The color was a champagne pink and looked great! I think this is a great product to use for a quick eye look or you could use it with some shadows you already have to do a more glam look. The shadow did crease on my eyelid by the end of the day but this could be due to me not using a primer or base on my lid. So Iu2019d suggest using a primer and that might help with longevity!"
        },
        {
            "review_title": "Really love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The pigmentation of the stick is perfectly uniform and very smooth to apply, the print shadow is beautiful with such a subtle and elegant shine that it goes with everything. How can I explain that it is the best individual shadow I have tried in years, it will be my favorite for a long time, I loved it!"
        },
        {
            "review_title": "Great eyeshadow stick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love Kaja and their products are amazing and adorable. I love how one side is an eyeshadow stick, which is so creamy that you only need to swipe it on and it looks blended. The shade champagne sequin matches my skintone so well and is not too sparkly that I can wear it at work.  The glitter stamp is also great on the go if you need to amp up your look and it is easy to apply and matches the eyeshadow stick well. Another great product from Kaja!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I really love these eyeshadow sticks overall. I think the colors are gorgeous and I was pleasantly surprised with how long they last without creasing. They go on so smooth and silky and the colors are soft and are just enough to complement the eyes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "This eyeshadow stick has completely surpassed my expectations.The blendability is top-notch, and it stays flawless from morning to night. I'm absolutely love the glittery head u2013 not only does it add a glamorous touch, but it also makes the application a total delight!"
        },
        {
            "review_title": "With ease",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "Go matte or go shimmer. You can even go both. This cool tone is absolutely beautiful together or on its own. The matte side is super precise and long lasting. Trust me you're going to want to add this to your collection."
        },
        {
            "review_title": "A great creamy peach shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "What a beautiful and smooth cream eyeshadow! I got the shade Peach Sprinkle and itu2019s such a pretty spring peach shade. The formula glides easily without rubbing the eyelid. The sparkle stamp adds a great pop of color too."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This is Stunning, I Love that it has two compartments the loose glitters and the cream shadow. This brand is really nice I have a couple of things from them and the quality of the products are amazing, I recommend them 100 percent"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I received shade mocha sparkle from Kaja. The product has a nice creamy blendable shadow stick formula. The eyeshadow stick is easy to apply. The glitter is nice addition to have desired effect. I would recommend this product."
        },
        {
            "review_title": "I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
            "review_text": "First time trying the brand and product!  So easy to incorporate it in your daily makeup routine.  Easy to apply,  the creamy feel makes it that makes it easier to apply.   A must try! Great value for the product"
        },
        {
            "review_title": "Amazing shade!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This eyeshadow and glitter a multi-stick is amazing! This product has two sides. One that is a pop-up stick and one is a stamp. I have shade mocha sparkle and it looks perfect with my skin tone. Easy to use. Great shade.Complimentary from kajabeauty."
        },
        {
            "review_title": "Adorable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This eyeshadow is incredibly cute. The stick side applies smoothly, setting nicely to stay in place. The glitter side adds a beautiful shimmer suitable for daytime looks. Itu2019s adorable, canu2019t wait to create more looks!"
        },
        {
            "review_title": "Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "I tried this product only once, but i Really liked it! It is sparkly and very very beautiful color! It also stays the whole day! I think it is really important for people who has the same skin type like me (combination)."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is my first time trying something from this brand and I am very impressed. I love the pigment of the product for when Iu2019m going out it looks really cool in pictures. I would highly recommend this"
        },
        {
            "review_title": "Easy to apply",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I got the Wink Dazzle eyeshadow & glitter multi stick in Mocha Sparkle. I loved how creamy the eyeshadow part was, but disappointed in the color. It was way lighter than it looks online. It matched my skin color.  The surprising part was how much I liked the sparkle side! Iu2019m older and not a fan of sparkles.  I felt like I knew what I was doing after applying it. This item was free."
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I recently tried the NEW Wink Dazzle Eyeshadow & Glitter Multi Stick and was thrilled with it! The shade is a gorgeous mix of deep hues and sparkles, ideal for standout looks. Its creamy texture blends smoothly for a perfect eye makeup finish. The glitter stamp is super easy to use, adding a stunning highlight to my makeup. The look I achieved was both elegant and eye-catching, with a shimmer that stayed on beautifully throughout the day. It's a must-try for anyone wanting to elevate their makeup with some sparkle!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Incredibly soft, smooth and excellent color payoff! This is like a butter stick that you can barely touch the skin and it draws on magically! So happy I get to experience it for myself. Definitely intend to try out more shades."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "This is the cutest multi-end eyeshadow stick. Not only is it cruelty free but it is also gluten free and I love that. The shades were super pretty when used alone and also together. I would purchase this in the future. Gifted by Kaja Beauty"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Great little eye product! I love the convenience of an eyeshadow stick, and this was is great. The color I have is mocha sparkle, which is a warm tan. It is very pigmented, but still blends easily. It has good staying power, and didnu2019t crease up. The glitter is very fine and quite pretty."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I wouldnu2019t recommend this product. The matte side didnu2019t dry down so would just smear. It also did not look good on my medium tan skin tone. The glitter was pretty but didnu2019t lay down great on top of the matte shade and was super splotchy."
        },
        {
            "review_title": "Beautiful Formula and Color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely love everything about this shadow/glitter stick from the color to the formula. The color 'ICE ILLUSION'  is vibrant, pigmented and gives my eyes a bright radiance  with a white/silver iridescence. The shadow formula glides on without any pulling or tugging,then blends effortlessly,while the glitter stamp is extremely easy to precisely put exactly where you want it without a lot of fallout. I love that this product is so versatile because this allows me to create more natural lighter looks as well as more intense glittered shadow looks. I would definitely recommend this product for anyone that is looking for the perfect eyehadow stick."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "This eyeshadow stick is beautiful! The shade Ice Illusion has a pearly cream shadow on one side and a super sparkly sponge stamp on the other. The sparkly side is fine (not chunky) and didnu2019t fall out for me. The shades are beautiful on their own or layered."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "Pencil eyeshadows are my go to when I want to do a quick elevated look. This stick allows me to feel put together without spending much time. I enjoy how creamy and easy this is to use. Gave me that sparkle I was looking for."
        },
        {
            "review_title": "Cute concept",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "if you love to shimmer and shine this beautiful liquid and crayon combo is for you. Light pink perfection for day or night. I absolutely love it and would highly recommend. I love this brand they have the cutest eye products!"
        },
        {
            "review_title": "How adorable!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "Kaja has done it once again! Cute packaging u2714ufe0f easy to use u2714ufe0f This is just the perfect thing for an easy makeup look to go or even glam! the eyeshadow is so easy to blend and the glitter is perfect to apply literally where ever. cupids bow, inner corners of eyes, and even as highlighter. you can never go wrong with everyday glitter. absolutely in love, i need to try other shades"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "This is such a versatile product.  Multiple looks can be created with this.  The crayon end is very pigmented and the shimer side glides like a gloss.  They can be worn alone or independently.  The peach is a really pretty, subtle color."
        },
        {
            "review_title": "Itu2019s so fun!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "I tried this eyeshadow stick in the shade Mocha sparkle. I love a natural look when it comes to eyeshadow and this color is perfect for that look. It has a subtle sparkle and the little stamp is so cute for a little extra sparkle. I am wearing to my husbands bday dinner tonight."
        },
        {
            "review_title": "generic, its ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Iu2019m someone who does eyeshadow and bottom eyelash glitter/shimmer daily. This has definitely made the process of whipping out two eyeshadow palettes daily to use, much simpler. This is a pretty generic product regarding its use. Worth the money, nothing crazy special, nothing bad. Pretty ok Gifted by Kaja"
        },
        {
            "review_title": "Just okayu2026.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I really wanted to love this, and itu2019s just OK. So the cream shadow side glides on and is super pretty, but the shimmer side was so so. I was expecting small expensive looking shimmers but it felt more like cheaper shimmers that were larger than I expected. The dispenser also doesnu2019t give a lot. Overall itu2019s just ok but I prefer space cowboy when it comes to shimmers  like a"
        },
        {
            "review_title": "So pretty!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am enjoying the convenience of the Kaja Wink Dazzle Eyeshadow Stick in Mocha Sparkle. This neutral brown matte shadow is super creamy! It has just enough pigment to show up on my lids, and blends like a dream. I do have to use it with an eyeshadow primer or itu2019ll crease on my oily lids, but it lasts all day. The glitter stamp is a unique and easy way to add extra sparkle. Itu2019s a stunning champagne with iridescent-colored flecks that adds a ton of dimension and interest. It sticks well over the cream shadow, but if I use it on its own it definitely needs a glitter primer or tacky base otherwise there is a lot of fallout. I love wearing it all over the lid for a more glam look! Overall, I love how easy and quick this is to use!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "This is such a great eyeshadow stick duo! The color is really pretty and I really like how creamy the pencil side is. It applies really nicely. The glitter stamp side is beautiful. This would be great for travel or just a quick and easy makeup look."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Transform your eye game with this versatile 2-in-1 Eyeshadow Stick + Glitter! Effortlessly blend the rich eyeshadow colors and amp up the glam with the glitter side. Quick, easy, and oh-so-stunning! Love the packaging and quality."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Adore it! So many beautiful options to pick from, perfect for on-the-go situations and spontaneous events. The application is also effortlessly appealing to the eyes u2013 a must-have!!!!!!! Definitely prefer the glam side!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "",
            "review_text": "This stunning eyeshadow stick has become my go-to! In the shade Champagne Sequin, it has transformed my daily eyeshadow routine. Whether I want to enhance my look with extra sparkle or keep it subtle, it blends seamlessly, lasts all day, and offers just the right amount of pigment. I highly recommend it for simplifying your makeup routine without compromising on quality and beauty."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Why is this so cute!!! I am obsessed with this duel end eyeshadow and glitter stick! It makes such a fun look for a night out. Glittery shiny shadow and straight up glitter magic! I like to line the bottom of my eyes with the glitter and the top with the eyeshadow."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This is such a pretty eye shadow. I love how the stick is double ended. It has two beautiful shades. They blend really easily. I use my finger and didnu2019t even have to use a brush. It lasts all day. Doesnu2019t flake off."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I got the champagne shade, which is a gorgeous warm-tone with a shimmer! I love itu2019s double-ended design. It allows you to carry two in one which can save space in your bag when youu2019re on the go, very convenient!  On one end, the creamy eyeshadow stick glides onto the lids, providing a smooth & blendable application.  On the other end, the glitter stamp allows for simple and precise application. Love it & def recommend!"
        },
        {
            "review_title": "An absolute must-have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "These duo shadow stick are amazing! The color combinations are beautiful. I love the way the pop of shimmer looks against the neutral brown matte. These shadows also blend like an absolute dream and wear extremely well throughout the day. I definitely need to get more of these!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I really love the Wink Dazzle Eyeshadow & Glitter Multi Stick in Ice Illusion! The shade is a cool mix of icy blues and silver shimmer, making my eyes look magical.  It goes on super easy, blends well, and doesn't crease. The glitter stamp is simple to use, no mess, and the sparkle is just right.  I made a nice eye look with smooth blending and a bit of sparkle. It's my new go-to for quick and easy glam! Wink Dazzle's Ice Illusion is a solid 5-star choice that I totally recommend for that extra touch!"
        },
        {
            "review_title": "Love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I love this sleek packaging, very cute and color of the eyeshadow looks very nice on my skintone, eyeshadow and glitter perfectly compliment each other and already obsessed. I really love using stick eyeshadow."
        },
        {
            "review_title": "beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "i got the chance to try out the new wink dazzle eyeshadow and glitter multi stick. i absolutely love love love it. the glitter pay of it so beautiful i love the concept of this stamp. very unique product."
        },
        {
            "review_title": "Wow mocha color!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "These are amazing products and really do work! I loved this kaja shades of colors, easy to apply and perfect for travel or ur purse and also easily apply to your face looks great. Long-lasting!! This is like 2-1 shade color and glitter blendable and cream both. I got mine mocha sparkle - I highly recommended."
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is such a fun and easy way to elevate a simple eye look to a glamorous one, the shades are beautiful and the glitter is really shiny, the color last all day as well, I donu2019t see any glitter fallout whatsoever, I definetly recommend it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I really enjoy this eyeshadow and glitter multi stick. It has one side, which is the shadow stick, and the other side is a buffing element. I love how pigmented it is and how you can really get a super flattering and pretty look."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Kaja's Wink Dazzle Eyeshadow & Glitter Multi Stick in Champagne Sequin is a makeup must-have. The smooth formula effortlessly applies, providing a dazzling shimmer suitable for any occasion. Its enduring wear guarantees a flawless look, and the compact design is ideal for quick touch-ups while you're out and about. Enhance your eye makeup routine with this versatile and practical multi stick."
        },
        {
            "review_title": "Loving it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I just tried this Kaja Eyeshadow duo stick and it looks so pretty!! Love the shade and the glow/shimmer looks incredible on!! Also it blends so well!! The only u201cissueu201d is always having to put the applicator all the way back to get more shimmer! But I definitely recommend it!"
        },
        {
            "review_title": "Must have eyeshadow stick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I got the shade ice illusion and itu2019s even more beautiful than the photos, the packaging is great and very convenient. Itu2019s perfect for natural makeup or glam itu2019s adorable plus easy to take with my for touch ups"
        },
        {
            "review_title": "Great quality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I picked peach tone color eyeshadow and it is so adorable, the color can show pretty well on my skin, plus the other end can applied glitter on, makes the finish look complete and cute. Iu2019d definitely try other colors as well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "If youu2019re looking for eye make up that you can take on the go without you using a lot of space then this one is for you. It has cream eyeshadow on one hand and the glitter on the other. I really love how pigment it is and does the work quite nicely."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I received this product complimentary from Kaja in exchange for my honest review. I got the shade Champagne Sequin, which is a beautiful pinky-golden champagne tone. The eyeshadow stick is so quick and easy because of the bendable and creamy formula. The glitter stamp formula is so easy to apply and makes for the perfect final touch on any eye look. I made a beautiful sparkly going out eye look with this product, and itu2019s definitely my new go-to!"
        },
        {
            "review_title": "So versatile",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This cute pen is really versatile! The formula is very creamy and blendable and easy to work with. Helps give me an almost angelic look:) The glitter tip helps you get perfect inner corner highlight and even the tip of your nose. I like how small the ends are so you can be precise. Iu2019m using Ice Illusion now but I am gonna have to try more shades. Makes doing my makeup fun!"
        },
        {
            "review_title": "Needs purple",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I'm fair skin with neutral and cool undertone. I prefer color with a neutral undertone (on occasion with a cool undertone) in mid to deep shades.  This Mocha Sparkle shade sounded neutral, but it pulls yellowish green. Not a fan. Which is disappointing because I love KBeauty. It is creamy to apply, but it isn't smudge or fade proof at all (see attached photo). The sparkle side is cute, but too glittery for me.   The packaging is solid.  If you're warm toned, like nude shades, don't need your eyeshadow to stay in place, appreciate well made youthful packaging, and Korean beauty, this is the eyeshadow stick for you."
        },
        {
            "review_title": "I adore Kaja u2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This product is exactly why I love Kaja Beauty. So cute, great formula and innovative product! I got the lightest shade, perfect for a no makeup makeup day. Blends and buolds beautifully, and the shimmer has a lot of impact! Creates and draws so much light to the eyes, brightening in the best way! I want at least 3 more shades!"
        },
        {
            "review_title": "Beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Kaja's Wink Dazzle Eyeshadow and Glitter is a solid addition to my makeup routine. The pigmentation is impressive, delivering a noticeable shimmer. The dual-ended design is handy for creating various looks. While the glitter adds a nice touch, there's a minor fallout concern. Overall, it's a versatile product that adds a hint of glamour. I'd rate it 5 stars for its performance and ease of use."
        },
        {
            "review_title": "lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I got the shade ice illusion and loved it. thereu2019s two sides to the stick - an eyeshadow and a little glitter stamp. itu2019s a beautiful champagne color and the stamp is the coolest thing ever. itu2019s super glittery and blendable by itself but the stamp makes it 10x more sparkly. would recommend"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Love these glitter sticks! I love to use as eyeshadow and even a highlighter on my high points. It is so creamy and easy to blend out and apply. The sponge on one end of the stick is great in case you want to blend it out more or smudge it out. The shades are also really pretty and great for a pop of sparkle."
        },
        {
            "review_title": "beautiful champagne color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I love how easy it is to use this eyeshadow. Perfect creamy eyeshadow and the best part is you can easily transform the look with the glitter stamp! How smart is that! I also use this eyeshadow on my brow bone. Love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": ". This is easily one of my favorite eyeshadow products. It is so pigmented, perfect for traveling, creamy, and very blendable. I also love how pigmented the glitter is and it really makes my eyes pop."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Combination skin",
            "review_text": "Kaja's Wind Dazzle Multi Stick is a beauty essential! The vibrant colors blend seamlessly, delivering a dazzling eyeshadow and glitter combo. Its portable stick design makes application a breeze, ensuring a radiant, long-lasting look for any occasion."
        },
        {
            "review_title": "Perfect for a everyday look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This new eyeshadow and glitter multi stick is so beautiful! I got the peach sprinkle and this shade is everything!!!! Itu2019s easy to apply and blend. The packaging is so cute!!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Received this product from Kaja.I enjoyed using this product. The eyeshadow was easy to apply, rubs on easily and smoothly. I ordered the ice illusion color and it really makes my eyes pop!Would recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a great multipurpose tool.  Kaja is great at this, which makes traveling easy.  There are two sides, one sheer and sparkly in the colorway and the other end more of a pigmented crayon.  This enables me to use one product for an entire eye look."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love the Wink Dazzle Eyeshadow & Glitter Multi Stick very much. I got the Champagne Sequin and the color is perfect. I love its smooth and creamy texture, and it is super easy to apply. The glitter is shiny and can be use as highlighter as well."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This is a really cute, nice product. I was very surprised at how pigmented it is is easy to create a nice eye look with it And the packaging is also very cute and the colors are perfect for an every day. look with a little Jazz."
        },
        {
            "review_title": "Icy shade and shiny glitter!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I love that this stick is dual ended. Itu2019s nice to have two products in one. I also love the icy shade of this. This is creamy, easy to blend and apply. You can achieve a more natural look or a glam look with this. The glitter stamp is simple as well to use. I personally love to create a full eye glam look with this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I like the duel head design of this eye shadow stick, The sponge side is very glittery that adds some shine to my eyes. I got the shade champion and it is not too dark nor light to my fair skin tone. I like how it looks on me."
        },
        {
            "review_title": "Wow!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This product is an absolute game changer!! I love gold eyeliner shades and this is one of my new favorites!! I really love how smooth this glides and how easy it is to use!! The shade is absolutely beautiful on the skin!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This eyeshadow stick is great to stick in your purse to add some sparkle to your look and touch up throughout the day. I like how there is a creamy shadow on one side that is easy to apply and does not tug on your eye and the other side has glitter that you can control where you want to apply."
        },
        {
            "review_title": "You have to try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I think I am in love with this product. The eye shadow is amazing, and very blend able for stick formula. I love that it is double sided. The glitter formula is so easy to apply. This is something that can be used for day or night."
        },
        {
            "review_title": "Great eyeshadow addition!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This eyeshadow product is both fun and functional . It glides on well and stays. I love the shimmer it adds to any makeup look and itu2019s so easy to apply. Itu2019s also great and portable to keep in your pocket for easy touch ups throughout the day!"
        },
        {
            "review_title": "New staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Combination skin",
            "review_text": "Silky smooth with a great color application. Glides on easily and smoothly from applicator.  You can also use this as a stamp to apply the eye color. It can be used as a natural look or add more for a more evening affect."
        },
        {
            "review_title": "Great for a special night look!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I loved the eyeshadow and glitter multistick. I used the Champagne Sequin color. It was light weight, smudge proof and had just the right amount of sparkle. I would recommend this product especially if you want a little extra something for a special night."
        },
        {
            "review_title": "Clever design, easy to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "This product was gifted by Kaja. I really like the design of this product! It is so convenient to have two products in one portable package. The stick/stamp design makes it very easy to apply. The glitter is so pretty and shiny! The formula is surprisingly very smudge-resistant (the glitter did move a bit). I got the color Peach Sprinkle and I think the color is gorgeous!"
        },
        {
            "review_title": "Creamy shadow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I received the mocha wink dazzle eyeshadow. when I put it on, it felt like a soft creamy texture. It made blending the eyeshadow easier. I never thought Iu2019d need something like this but it came in handy. The glitter was very shiny, I used some as highlight because it shines so well."
        },
        {
            "review_title": "So pretty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This Eyeshadow & Glitter Multi Stick is not only a pretty shade itu2019s so easy to use! The eyeshadow stick glides on effortlessly and has great pigmentation. I like the glitter cushion applicator it picks up a lot and itu2019s easy to blend out without having a lot of fall out. This is perfect for a nice subtle shimmer eye look."
        },
        {
            "review_title": "Nust have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "This is a very lovely eyeshadow stick in ice illusion shade! It glides on and applies smoothly.  It washes off easily too! The packaging is colorful and cute. I love everything about this one. It's a keeper."
        },
        {
            "review_title": "Worth to try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I really like the shade for me itu2019s easy to apply the best thing easily blend on skin and gives you a decent glittery look and not patchy at all when you applied and me more Important thing itu2019s available in creamy texture so far I am In love ud83eudd70"
        },
        {
            "review_title": "The best eyeshadow stick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I highly recommend this product for anyone, regardless of your makeup skills. The eyeshadow stick is super blendable and easy to use. I love to apply directly to the lid and blend with my finger. The shades are gorgeous."
        },
        {
            "review_title": "This has staying power!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I Really do like this double ended eyeshadow. As someone who buys a lot of makeup from Sephora, I am surprised this is my first time trying this. I opted for the Champagne which was probably not smart on my end. If you are someone who has blonde hair and fair skin this might be hard to see on your skin tone. Otherwise,the ease of application of this eyeshadow is wonderful, and the lasting power is pretty impressive. I will definitely be buying more colors of this eyeshadow!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Amazing product , very easy to use and the colors are perfect c I love that you can use it for a very natural look but also for a glam look because of the powder glitter shadow. It is small enough to carry in a small purse for touchups"
        },
        {
            "review_title": "So pretty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "Just discovered the Kaja WINK DAZZLE Eyeshadow & Glitter Multi Stick u2013 talk about a makeup upgrade! ud83dudc84 This versatile stick is a busy-bee's dream. Quick application, long-lasting glam, and the glittery vibes? Totally my vibe. It's a staple for anyone who wants to slay effortlessly."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I love how easy this formula is to work with. The color is beautiful. I love that itu2019s in stick form. So itu2019s easy to control and blend out too. I like that itu2019s a twist up stick so thereu2019s a lot of product."
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "This product is such a game changer! I love that this is dual sided so it lets me create the perfect glam look. I got the shade Champagne sequin <3 the formula is so creamy and blendable making it easy to use. I particularly love the glitter stamp on the other side to help highlight your features."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "Fun product! I like that the application and product is all in one.Itu2019s super easy to apply and goes in well. Itu2019s not a thick glitter that will scratch your skin either. Very smooth, didnu2019t irritate my eyes at all. Sometimes with products they burn my eyes as I wear contacts but u didnu2019t experience that. The glitter doesnu2019t fall all over your face which I was very happy about."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love this eyeshadow stick. Itu2019s creamy and so easy to blend. The color is perfect for everyday wear and I love that I can use the glitter stamp to add a little pop if I want to. It wears well and doesnu2019t crease. Definitely keeping this in my everyday makeup routine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I love this eyeshadow stick. There are 2 sides to it. The stick has a sharp edge and draws a narrow line. The stamp side has a thick edge like coloring.stick is peach coral color and stamp is champagne color. It blends very easily and looks gorgeous on eyes."
        },
        {
            "review_title": "Lovely eyeshadow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I love this nice and innovative Wink Dazzle Eyeshadow by Kaja. It comes in the form of a double-sided stick. It is very convenient to have the eyeshadow on the one side and a glitter stamp on the other. It not only saves the space but also provides a wide range of different opportunities.  The Champagne Sequin shade is lovely. It is well-pigmented and applies smoothly. The stamp is easy to use and is perfect for highlighting."
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Normal skin",
            "review_text": "what a great time saving purchase! I love this eyeshadow multi stick. IT really help when ur in a rush and don't want to do a full glam look. It doesn't have the fallout of some multisticks I definitely recommend this!"
        },
        {
            "review_title": "Such a pretty color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I love the color and the shimmer, it is so pretty and the packaging is gorgeous, simple but pretty. The two sides are so convenient with the different applicators. Perfect for a natural look but with a big of shine"
        },
        {
            "review_title": "So good!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "These eyeshadows sticks are amazing!! Theyu2019re so pigmented and so glittery. They look amazing on the eyes for the most perfect pop of shimmer. This was gifted to me by Kaja and it is truly so amazing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have a really gorgeous gold shimmer in the hue champagne sequin. The glitter stamp is also quite simple to use, and I really like that you can use it to add shine or larger chunks of glitter. I like to use the stamp to add a flash of glitter to my eyelid and the stick to highlight my inner corner."
        },
        {
            "review_title": "Wink dazzle bling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I got this product from kajabeauty. They gave me shade champagne sequin, it is a very nice shade. The glitter stamp is easy to blend and apply.  It looks very nice. It is nice and creamy shadow easy to blend.  I created this look with brown shade and it came out really pretty. I love this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love this eyeshadow stick! the eye makeup lasted very well during the day, Usually my makeup is natural, but with this eyeshadow it elevates my makeup and I love that, I would buy it again and have more different shades"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This dual-purpose eyeshadow stick is a makeup game-changer. Its creamy and blendable formula effortlessly transitions from eyeshadow to highlighter. The high pigmentation ensures a charming and radiant finish. A must-have for anyone seeking versatility and quality in one product."
        },
        {
            "review_title": "Definitely recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I would definitely recommend this glitter multi stick. Itu2019s perfect and sticks on all day! I like a more natural look when it comes to my makeup and adding this glitter is the perfect touch! I would be purchasing again!!"
        },
        {
            "review_title": "Effortless glam!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Kaja's new Wink Dazzle Eyeshadow and Glitter Multi Stick in the peach shade is a delightful color! Its blend-ability is superb, effortlessly creating a seamless look. The creamy texture glides on smoothly, providing a rich and pigmented color payoff. The added shimmer adds a touch of glamour, making it a versatile must-have for any makeup enthusiast. This is the perfect everyday eye makeup and takes a short amount of time to apply. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This eyeshadow stick is gorgeous! It is pigmented and has a creamy formula thatu2019s easy to blend out. The glitter is really sparkly and pretty on top of eyeshadows. Both ends look beautiful on its own or separately."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "",
            "review_text": "Obsessed is an understatement!!! It is so creamy and easy to use! I canu2019t believe it really! I canu2019t wait to get more shades!! The pigment is stunning and the glitter is out of this world! Check them out"
        },
        {
            "review_title": "Loveee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I have really been enjoying this product!! The formula of the cream shadow is great, very bendable and even looks great on itu2019s own. The glitter stamp contains fine glitter but they are super shiny, so it still gives you a nice pop of glitter without being over the top"
        },
        {
            "review_title": "Need this",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "What a cute eyeshadow stick. Wish the pigment was stronger. But I love the convenience of it and that it goes over smoothly over my lids and provide nice shimmery color. I would choose a darker shade next time"
        },
        {
            "review_title": "A must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "The champagne color I got is super pretty and recommend highly this product. Definitely love the creaminess of the formula and how it glides over my eyelids easily. Would recommend to anyone to try this product"
        },
        {
            "review_title": "Effortless Elegance in a Stroke",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Kaja Wink Dazzle Dual-Ended Eyeshadow Stick .Its dual-ended brilliance, creamy texture, intense pigmentation, and enduring charm make it a standout choice for anyone desiring an uncomplicated yet sophisticated approach to eye makeup. Highly recommended for those who appreciate a touch of effortless glamour in their daily beauty regimen. TThe colors are vibrant and true to the stick, delivering a striking payoff that instantly enhances the eyes. Whether you opt for the shimmering or matte finish, the pigmented hues remain vivid throughout the day."
        },
        {
            "review_title": "super easy to use!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "this product is perfect for beginners in makeup! both the eyeshadow stick and glitter stamp are super simple to use. additionally, the formula is extremely creamy so it doesn't irritate or dry out the skin. the champagne sequin shade is especially pretty as it's a glittery beige that can be worn with both natural or more glam makeup looks! my favorite thing about this multi stick is that the glitter stamp helps both inner eyes look symmetrical, which is something i weirdly struggled with."
        },
        {
            "review_title": "Itu2019s so pretty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I originally got the shade Ice Illusion to use for the inner corner, but then applied on my lids and it looked so pretty. It goes on smooth and doesnu2019t move around. Stays on all day. Itu2019s so pretty. Makes me want to get other shades."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I am very happy to get this product.Tecomend to everyone and will definitely buy it again for myself.Very good quality and color.Easy to use and has a nice color.I am very very impressed with it.Thank you"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I love the shade that I got in this baby. Itu2019s perfect for all over kid to brow highlight to inner corner. I love the versatility of these babies and how beginner friendly they are. Easy to blend too!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Kaja Wink Dazzle Eyeshadow Glitter Stick is a game-changer! The creamy texture glides on smoothly, and the glitter payoff is phenomenal. Itu2019s perfect for creating a mesmerizing eye look without the mess. I appreciate the range of shades available u2013 adds a pop of glamour to any occasion. Kaja nails it with this glitter stick for a fun and easy way to amp up your eyeshadow game!"
        },
        {
            "review_title": "Nice eyeshadow stick on the go!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I got the shade #mocha sparkle! The packaging for the eyeshadow stick is dual-ended, which makes it super easy to carry. I can create a simple eye look with it on the go! One end is a click-open matte nude shade that has a super creamy texture. The other end is a twist-open subtle bronze glitter that stays on for hours. They can be applied either together or individually to create different looks, this makes it incredibly versatile. I highly recommend this eyeshadow stick for its convenient packaging and easy to use design. If you are looking for a natural no makeup look, or is simply looking for a product that is easy to carry around, I highly recommend this eyeshadow stick! I have used many Kaja products in the past and have always loved them. This eye shadow stick is no exception!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This shade is super fun and versatile. I also love the formulation of this- it's really easy to apply. Excited to incorporate this into more makeup looks. I've been wanting to try for Kaja products, so I'm glad they sent me this to try."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "The Glitter Stamp + Eyeshadow Stick 2-in-1. For a fast and delicate pop of color, apply the creamy, blendable shadow stick product to your eyelids and undereye area. Itu2019s very simple to apply it glides like butter.  It also doesnu2019t crease which I love. The glitter stamp can also be used to draw attention to particular features on your face or to create a gorgeous eye look."
        },
        {
            "review_title": "obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I am obsessed with the Peach Sprinkle shade of this glitter stick! I love the ombre-color tube, and the double-sided shadows are so easy to apply. This is perfect for carrying around in my everyday purse for shadow/glitter touch ups."
        },
        {
            "review_title": "Easy to use!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This product is easy to use, good for on the go, and essentially has two products that can be used to create a pretty eye look. The eyeshadow side is creamy and pigmented enough to make a wash of color. The shimmer side more glittery than I had anticipated, but itu2019s so pretty!! I would keep in mind that I would allow that eyeshadow to dry down before applying the shimmery shade. If you swipe the shimmery applicator on top of freshly applied eyeshadow, it will rub off. If anything, tap, or block, the shimmer side on top."
        },
        {
            "review_title": "Beautiful",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "The multi stick is so easy to use and lasts all day. I love the formula of the product because it is very creamy and blendable. The glitter stamp provides the perfect amount of glitter/shimmer and is perfect for travel."
        },
        {
            "review_title": "So great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Thr Kaja multistick is so pretty and easy to use. I love that it is a multistick that goes on easily and smoothly. I thought the shimmer and glitter in the product was beautiful but not overwhelming so I can get a lot of use out of it."
        },
        {
            "review_title": "Amazing stick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "Wink dazzle eyeshadow and glitter multi stick is so easy to use! It enhances the beauty of your eyes thatu2019s already there. Itu2019s very pretty and helps with taking less time to get ready! Itu2019s a must have and a win-win for me!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "This helps heal my inner child for some reason, and the packaging, functionality and multi-use is on point! I will be incorporating this into ALL my looks moving forward. The application itself is seamless for me."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This multiverse is a must have for everyone in love with sparkling eyeliner or eyeshadows I used for everything the texture is really creamy and easy to blend and really pigmented I really like the shades are beautiful"
        },
        {
            "review_title": "easy to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "This eyeshadow stick is a beautiful icy shimmer thats easy to use. great for quick looks when youre out the door but want a little glam. It smooths out easily and is creamy. Its got a great little smudger tool too."
        },
        {
            "review_title": "Super cute and spakly!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This eyeshadow stick is one of the best I tried. It is super creamy and glides on my lids with dragging. I love how it adds a nice sparkle to my eyes. So easy to use and so good for traveling, you donu2019t need to be carrying a huge palette."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is such a stunning peachy shade that gives you a really healthy glow. Itu2019s effortless to blend out and apply . Easy to take on the go and I just love the look I get using this . Itu2019s a total must have"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "I love something that's quick and easy but fun . Use in the water liner to brighten the eyes and use on the lid for some color . Use alone on lid in a hurry or use a as a base for a more build look .  I really love the shimmer no fallout ."
        },
        {
            "review_title": "Perfect one in done",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Normal skin",
            "review_text": "This is a very beautiful shade very sheer but easy to applied the crayon side have a very creamy consistency and the sparkling side is pero easy and precise I absolutely love it totally recommend it"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this eyeshadow stick! It exceeded my expectations. Very easy to blend and the color is beautiful. This is a must have in my opinion! Super excited to keep wearing this, and i canu2019t wait to try other colors!"
        },
        {
            "review_title": "Very convenient",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "The packaging is very convenient for transporting and it makes it very simple to use especially for highlighting eye make up looks. The eyeshadow stick has adorable packaging like the rest of the brands products."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Ii received this wink, dazzle, eyeshadow, and glitter multi stick form kaja in exchange for this review. This is a beautiful shade. Can be wore for matte or top with the glitter for that beautiful pop."
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Absolutely!  Elevate your makeup game with the Swipe, Blend, and Dazzle Eyeshadow Stick! This 2-in-1 marvel simplifies the K-Beauty 'Aegyo' trend. The creamy shadow stick glides on effortlessly, delivering a quick and natural burst of color to your eyelids and under eyes. The glitter stamp adds a touch of magic, allowing you to create dazzling eye looks or highlight specific areas of your face. Say hello to easy glam! u2728"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Experience the magic of Swipe, Blend, and Dazzle! This 2-in-1 Eyeshadow Stick + Glitter Stamp is a makeup essential for anyone looking to embrace the enchanting 'Aegyo' makeup trend popularized by K-Pop stars. The creamy shadow stick effortlessly glides on, delivering a quick and natural burst of color to your eyes. The dazzling glitter stamp adds a touch of glam, perfect for creating mesmerizing eye looks or highlighting specific facial features. Mark your calendars for the launch on 1/15 u2013 get ready to elevate your beauty routine with this versatile and chic product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love using kaja beauty products especially on the go! The shade range is okay but the formula is amazing and easy to use. I love how I can transform a day look to a night time look instantly with this."
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "This is such an Exceptional eyeshadow pencil! Effortlessly glides on, vibrant colors, and long-lasting formula. A makeup essential, plus needless to say that the shimmer side of it is absolutely stunning,"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This multi stick is really adorable. I love the idea this is the first time I have seen this. Iu2019m not great at doing my eyeshadow and this is a great way to do it and very fast as well. Itu2019s very easy to blend!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Gifted by wink. Dazzle eyeshadow & glitter multi stick. I like how easily this glides on and that it goes great with my skin tone. I can use it fir day and night time looks. I would reccomend this liner"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "this eyeshadow stick is so cute and sparkly! i got the shade champagne pop and the shadow is so gorgeous while the glitter adds a great pop of fun and sparkle. it really emphasizes your eyes and is great for a date night or going out!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I really love this product! The packaging is cute and super easy to apply on the lid. The shadow stick makes it easy to use and the glitter stamp and itu2019s shines so beautifully on the eye and gives a nice glow."
        },
        {
            "review_title": "amazing shine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I love the shade of this eyeshadow stick that was gifted by kaiabeauty, i love adding shine to my eyelids and glitter. this product has both. You can use the stick and the glitter on top or both separately. My fav is using both together. When opening the glitter slide i suggest opening it upside down."
        },
        {
            "review_title": "Smokey eys",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Wink Dazzle eyeshadow Kajabeauty. Itu2019s very cute shimming and cream shadow dual sticks which is perfect for to go. I love the way it makes a beautiful smoky eyes. The applicator is very easy to apply itu2019s perfect for biggners."
        },
        {
            "review_title": "So beautiful and versatile",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "I'm grateful for the opportunity to try this Kaja Wink Dazzle Eyeshadow & Glitter Multi-Stick. I absolutely love it. I wanted to find a product that creates a glittery or almost frosty-looking eye look, and this is buildable, so I can layer the glitter to make a super glittery and wintery snow frost look. The stick is a lovely light champagne color and it blends out really well with your fingers. Using just the stick side creates a pretty look, but then you can also add just a little glitter to create a light glitter look, or layer it for an ice queen look. I chose the ultra-glittery look, so I dipped the applicator into the glitter probably ten times. It's hard to know how much product is in the packaging, so I hope there's enough glitter to last, even with my heavy applications. The directions say to stamp on the glitter and that works well, but it was easiest to just roll it across my eyelids. I'll definitely repurchase this when I run out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "The Kaja beauty wink dazzle eyeshadow & glitter multi stick is amazing! So compact, convenient, and easy to use for on the go looks. The mocha shade is lovely. Highly recommend this product for all beauty lovers."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "These new eyeshadow and glitter sticks are amazing!!!! So easy to use which I love. The pigment is intense and beautiful. So smooth when using and easy to glide on. You can definitely use for a natural or glam look."
        },
        {
            "review_title": "Must try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "OK, these wink dazzle Eyeshadow and glitter, multi sticks are incredible. The color range is beautiful I got mocha. It is a beautiful light brown that glides on your eye with ease. The other side is a stamp a little wink stamp. Thatu2019s circular and sparkly and beautiful. Itu2019s absolutely stunning. I am so excited about this color and this formula. You can blend it out, but it stays in place all day, it looks beautiful. If you need to touch up, theyu2019re easy to carry with you and Kaja does it again they always have such cute packaging that makes it easy to apply and use the product, and always have incredible make up that have stunning pigmentation, and are just plain beautiful I highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "This shadow and glitter stick comes in the best colors and is more of a shimmer than glitter which I love! Perfect colors for everyday, natural glam and they blend super easy and feel creamy! Super clean to apply too."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "This is a long-lasting product that is so easy to put on with the three easy steps! Takes no time at all when getting ready and so many shades to pick from that you can go for any look! I love how creamy and blendable the eyeshadow is. The glitter stamp is a nice touch!"
        },
        {
            "review_title": "great for makeup newbies",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The Wink Dazzle eyeshadow glitter stick is so easy to use. The eyeshadow is so easy to apply since there are no brushes to use and blends in so well with my skin. it provides the right amount of shine and gloss."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "I love this! The packaging is great, there isn't any fallout from the eyeshadow and I love that the stick has multiple uses. It's very pigmented too! I love that it has vitamin E oil too, it just feels good on my skin!"
        },
        {
            "review_title": "Perfect for on the go",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Beautiful product. The eyeshadow stick is so pigmented and creamy that it makes it so easy to blend it and its perfect for on the go looks. The stamp is way more pigmented then i thought which i love and its so shiny."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I adore the Kaja Dual-Ended Eyeshadow Stick in the Champagne Sequin shade. It is such a beautiful golden, metallic hue. The formula of the eyeshadow is super creamy and blendable. The innovative glitter tip makes it a breeze to apply extra shimmer anywhere."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Eye shadow sticks are my recent favorite and I like this one for Kaja. The shade lasts long on my eyes and doesn't make my eye look muddy. I love the sponge side that helps blending! All colors are beautiful and I plan to get more shades for trying more combination"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love the shade Champagne Sequin! I really like that the formula is creamy, blendable, and long-lasting. This eyeshadow stick is unique because it has a glitter stamp. It is also great because I can take it on the go."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I appreciate the convenience of applying eye shadow with this stick. The shimmering shade adds a beautiful touch, although for a more natural look, I might opt for a lighter shade next time. The inclusion of the sponge side is a bonus, as it aids in seamlessly blending the eyeshadows and adding glitters!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Wink Dazzle eyeshadow and glitter multi stick in the shade Ice Illusion is truly magical. Its glittering quality, combined with a lightweight, nearly transparent feel, delivers a gorgeous dewy finish. This product has become my favorite for adding a touch of magic to my makeup routine. Highly recommended!"
        },
        {
            "review_title": "Great to have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "A great new product by Kaja. As the name states it is a multi use stick, my favorite ways to use it is as a shadow base to add some color and shimmer to my everyday look. When doing other looks it can be used to brighten inner eye corners or highlight certain areas! A great product to have"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Great eyeshadow for travel or on the go or for everyday use. Perfect for makeup beginners. Their shade range is nice! They have easy wearable colors that would look great on everyone. The packaging is so nice too!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "Love this eyeshadow! It wears the whole day and feels so good because it doesnu2019t smudge and doesnu2019t move, so Iu2019m not afraid to wear it in the Florida humidity. Definitely recommend and love all Kaja products."
        },
        {
            "review_title": "easy to use formula !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "the kaja eyeshadow and glitter stick is so innovative! the eyeshadow is so creamy and blendable and the glitter stamp is easy to use. i got the shade ice illusion, which is a perfect pearl shade for an all over look or as a topper. it works well as highlighter too!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I truly love this brand and this eyeshadow stick! It is amazing and looks so good on my lids and for my skin color! I highly suggest trying it out you will be happy with it! It is a great product! by kaja beauty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "This color is so perfect to glam up. I really like it. I can wear it natural or make it dramatic it last all day and itu2019s very easy to use."
        },
        {
            "review_title": "Easy Everyday Look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "Peach Sprinkle is soft pink shade that goes so well with my skin tone. My new everyday look inspired by K-Pop stars is quick and easy to create using this multi stick. The formula is blendable and creamy. I swiped eyeshadow stick across the lids. After that I blend it with my fingertips. Then I apply glitter stamp on upper and lower eyelid. I also used the stamp on the inner corners as a highlight for a bright-eye look. My eyes are sensitive but this formula didnu2019t irritate them. Jojoba and Argan oil help moisturize my skin while vitamin E enhances skin vitality. Vegan. Paraben and cruelty free. I would recommend it."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I love how pigmented and sparkly this stick is. I have been loving, using it on my face for multiple purposes. I use it on my lid, my brow bone, my nose, my cheekbones, everything it is a great highlighter and eyeshadow."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "These eye shadow sticks have become a game-changer in my makeup routine. The ease of application is unmatched, making it perfect for quick and on-the-go looks. The rich, vibrant shades provide a stunning pop of color, and the long-lasting formula ensures my eye makeup stays flawless throughout the day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Now that I've used one color, I really want all of them. I love how easily this eyeshadow stick glides on. The color is so pretty and I love the light shimmer to it which helps brighten up my eyes. I love it."
        },
        {
            "review_title": "Gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Such a pretty product! If you want shimmer and high shine, this is for you. The cream works great as a base and the powder is beautiful as a topper or inner corner highlight. The shade I got was beautiful and really pops."
        },
        {
            "review_title": "easy to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "i love the design of this packaging, it is so unique and easy to use. the eyeshadow stick is so creamy, pigmented, and blend-able. I use the glitter stamp for inner corner highlight and it works great. neither the eyeshadow or glitter has any fallout."
        },
        {
            "review_title": "Love this formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love this formula, easily one of the easiest to blend eyeshadow sticks I've ever used. The formula is so creamy it blend out like a dream. The glitter is a beautiful accent. I like to use it in the corners of my eyes"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I love this as it glides on . I can make it light or heavy. Doesnu2019t smudge and lasts all dye . Super easy to use"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This new kaja beauty wink dazzle eyeshadow and glitter multi stick is my new go to. I got the mocha color and itu2019s really pretty. The stick is very blendable and easy to use. The glitter looks really nice on my eyes."
        },
        {
            "review_title": "Love it so much",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I absolutely love this eye shadow. It is so easy to put on and leaves such a great smooth look on the eyes. I totally recommend this for everyone, especially beginners. I love the formula and look it gives!"
        },
        {
            "review_title": "Easy to use!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "These new Wink Dazzle eyeshadow sticks by Kaja are so good. The eyeshadow stick is blenadable and so creamy. The glitter stamp is fun to use and way easy to apply. I used the color peach sprinkle and it is a beautiful sparkly peach color."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I tend to lean towards peachy and pink tones when it comes to eyeshadow. It gives a natural yet angelic look to the eyes. This will be my everyday eyeshadow. It also works well as an eyeshadow base for other looks."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "Wink Dazzle Eyeshadow and glitter multi stick - blendable shadow stick formula for a quick and natural pop of color to your eyelids and under eye. Itu2019s so glittery fun and easy to use! Very happy with product"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Really pretty eyeshadow stick. The formula is really good. It's creamy, easy to blend, and doesn't crease. The sparkles side is really nice as well. Very pigmented and adds a nice pop of color to the eyelid."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I was super excited to hear that they have a new eyeshadow stick since Iu2019ve been a fan of their eye products for a while. I love the duality of this eyeshadow stick and how it is so easy and pretty on my eyelid."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I love it!! I highly recommend this eyeshadow stick from Kaja beauty! It applies smoothly without removing previous eyeshadows layers and stays on with no fall out and actually last all day!!! Highly re"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mocha Sparkle - mocha",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m actually super impressed by the quality of this eyeshadow pen. The dual ends give me options of what look I want to achieve. The strokes are very smooth and easy to blend with my finger. Itu2019s nice!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Amazing! and went above and beyond my expectations the formula and shade for this eyeshadow stick is unlike any of the ones I have ever tried I would highly recommend!! I love it in my inner corner to use"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Step into the world of effortless beauty with Swipe, Blend, and Dazzle's 2-in-1 Eyeshadow Stick + Glitter Stamp. This dynamic duo simplifies the process of achieving the coveted K-Beauty 'Aegyo' makeup look. The creamy, blendable shadow stick effortlessly adds a natural pop of color to your eyelids and under eye. Meanwhile, the glitter stamp brings a touch of dazzle, allowing you to create captivating eye looks or highlight specific areas of your face with ease. Get ready for a makeup revolution as this exciting product launches on 1/15!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Beyond excited for these eyeshadow sticks!! I love how it's versatile with the dual ends - one plain shade and one sparkle end. You can wear each of them separately or together for a cute eye look. I love how it looks on my eyes and it is very long lasting without creasing!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I chose the color champagne. I love how easy it is to apply. Goes great with my skin tone. I also like that I can use this as an every day shade, then add a little sparkle for night time looks. I reccomend"
        },
        {
            "review_title": "Gorgeous!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "The Wink Dazzle Eyeshadow and Glitter Stick in Mocha Sparkle by Kaja is a game-changer for anyone seeking effortless glam. This dual-ended stick combines the convenience of a creamy eyeshadow with the sparkle of glitter, making it a versatile addition to my makeup routine. The mocha shade is rich and complements various skin tones, adding depth to my eyes with a touch of warmth. The creamy eyeshadow effortlessly glides on, providing buildable coverage that can go from a subtle daytime look to a more intense evening vibe. What sets this product apart is the glitter end u2013 a fine shimmer that elevates the glam factor without being overbearing. The formulation is smooth, ensuring easy application without any clumping or fallout. I appreciate the long-lasting formula that stays put throughout the day without losing its luster. The compact size makes it perfect for on-the-go touch-ups, and the packaging is both chic and practical. Whether you're a makeup novice or a seasoned pro, the Wink Dazzle stick is a delightful addition to your beauty arsenal, promising a hassle-free way to achieve that coveted sparkly eye look."
        },
        {
            "review_title": "A must have eyeshadow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This eyeshadow is very nice in color and very creamy. It blends easily and doesnu2019t smudge. It is very easy to use and looks very shiny, I love it. I get many compliments when using it I would definitely buy different shades."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "This is a stunning eyeshadow! I have very dark brown eyes and this made them stand out to the point my boyfriend even made a remark! Canu2019t get any better then that! Not to mention they were SO easy to work with"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "",
            "review_text": "I was gifted the wink dazzle eyeshadow and glitter multi stick for an honest review  my intake on it  is that  the color is  beautiful for an everyday make-up look. I'm obsesses with the formula and the packing."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Ice Illusion - icy white",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "The dual application is genius. It is two separate formulas and they both apply so smoothly. I really love the color though I wish there were more colorful options. Will definitely try more in the future."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This eyeshadow stick has a lot of product and itu2019s super pigmented ! I definitely recommend this if youu2019re looking for something creamy and buildable definitely makes your eye looks pop! This will make you look super pretty."
        },
        {
            "review_title": "Brightening, Smooth, and Convenient",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is a super convenient and brightening duo. For a quick and easy bit of sparkle, just apply the stamp. The cream is very smooth and blendable. I love how travel friendly this stick is as well. It is easy to carry in a handbag for a touch-up.  The ice illusion shade is great for brightening and highlighting. A little on the water line is nice for a bright glam look."
        },
        {
            "review_title": "The perfect lazy girl eyeshadow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This shadow stick is great for everyday or the girlies that struggle to create eyeshadow looks. Itu2019s an easy one and done product. You can apply it, tap on the shimmer and you are good to go. I chose the shade Mocha Sparkle. Itu2019s a very pretty nude. The formula is very creamy it glides on easily and dries down nicely. The shimmer is stunning and allows you to take a simple look from day to night. I canu2019t wait to try more shades!"
        },
        {
            "review_title": "Amazingg",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The packaging is amazing and the formula is one of the best Iu2019ve tried. The shade is beautiful. All the colors from this eyeshadow are nice and inexpensive. Kaja beauty is one of the best brands out there."
        },
        {
            "review_title": "beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "beautiful mocha sparkle shade. it is so easy to use and applicator is very nice and portable. It adds the perfect amount to glitter to my eyelids and formula is very long lasting. No need to reapply. Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This eye shadow stick is so pretty. It has the color I want and it comes with two ends for a complete eye color look. I love it is being very bendable and mixed very well and naturally. Itu2019s so nice that I want to collect all colors."
        },
        {
            "review_title": "Cute shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I've experimented with various Kaja products and the Wink Dazzle Eyeshadow & Glitter Multi Stick is my latest favorite. I usually prefer minimal makeup, and the Mocha Sparkle shade is ideal for achieving a subtle no makeup look. I appreciate its creamy texture, suitable for both as a base and a natural makeup look. The glitter stamp adds a touch of glam for evening occasions, and its compact size fits perfectly in my small purse."
        },
        {
            "review_title": "wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "The colors are so vibrant and the glitter adds the perfect touch of sparkle u2728. It's super easy to apply and blend, making it a breeze to create stunning eye looks. Whether you're going for a subtle shimmer or a bold, dazzling effect, this multi stick has got you covered! ud83dudcab I highly recommend giving it a try if you want to amp up your eye game."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am in total love! Perfect and easy application. This eyeshadows are blendable and creamy. The color and sparkle are amazing. Glitter stamp formula is easy to apply. I would really recommend this eyeshadow to everyone to try it out. High quality and perfect application."
        },
        {
            "review_title": "Must have for 5 minute makeup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "If youre looking for an everyday eyeshadow stick then you have to give this a try! Its so easy to use but makes it look like you put a lot of effort into your eyeshadow look! love love love how pregty te shades are"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Peach Sprinkle - peach",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I'm delighted with this Eyeshadow Stick in the Peach Sprinkle shade. I used it for an event last night, and not only is the color delightful, but the application and blending process are also exceptionally convenient. You can easily modify the intensity with additional swipes. The stamp feature is particularly handy for highlighting the inner corners of my eyes, brow bone, and cheeks. It remained in place throughout the entire 6-hour event, and when I took it off with micellar water, it effortlessly came off."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I really liked using this eyeshadow/glitter multi stick. I love how it can be used different way. This makes eyeshadows apply so easily and blend so nicely. I love that itu2019s a matte and glitter side to it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This little gem is like a party in a tube, packing creamy, blendable shadow on one end and a disco-ball-worthy stamp on the other. Smoky eye in seconds? You got it. Glittery lid accents without the glitter explosion? Done! The stamp pops on like magic, leaving zero sparkle-trail disasters. My lazy eyelids have never been happier u2013 one swipe, one stamp, boom, instant eye party! Kaja, you're my new glitter guru!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Champagne Sequin - champagne",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This is such a cute product from Kaja and I really like the eye look that it gives me. Itu2019s super easy to use, very creamy and easy to blend, and the sparkles are a nice departure from my usual natural makeup look."
        }
    ]
}