{
    "product_id": "346",
    "name": "Xtra Milk Eau de Parfum",
    "brand": "DedCool",
    "categories": "Fragrance, Women, Perfume",
    "price": 121.5,
    "about": "Fragrance Family:Warm & Spicy.Scent Type:Warm & Sheer.Key Notes:Amber, Bergamot, White Musk.Fragrance Description:A universal musk, amplified. Keep your friends close and your scent closer. Smells like you. Feels like pure comfort..About the Bottle:DedCool has reimagined fragrance to be way more functional and unique to you. Nontoxic, vegan, genderless. Endless combinations come together to create a signature scent that really feels like you.",
    "ingredients": "Alcohol Denat., Fragrance (Parfum), Borago Officinalis Extract, Sambucus Nigra Flower Extract, Camellia Sinensis (White Tea) Leaf Extract, Equisetum Arvense Extract, Punica Granatum Extract, Aloe Barbadensis Leaf Extract (decolorized), Ginkgo Biloba Leaf Extract, Trifolium Pratense (Clover) Extract, Althaea Officinalis Root Extract, Rosa Canina Fruit Extract, Chamomilla Recutita (Matricaria) Flower Extract, Cucumis Sativus (Cucumber) Fruit Extract, Humulus Lupulus (Hops) Extract, Daucus Carota Sativa (Carrot) Root Extract, Macrocystis Pyrifera (Kelp) Extract, Panax Ginseng Root Extract, Ilex Paraguariensis Leaf Extract, Citrus Grandis (Grapefruit) Fruit Extract, Fucus Vesiculosus Extract, Malva Sylvestris (Mallow) Extract, Porphyra Yezoensis Extract, D-Alpha Tocopherol, Benzyl Benzoate...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Spray as desired on skin and clothing...Recycling Instructions:.-PACT partnership.",
    "num_reviews": 261,
    "overall_rating": 4.2,
    "product_url": "https://www.sephora.com/ca/en/product/dedcool-xtra-milk-eau-de-parfum-P510394?skuId=2676419&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2676419-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2676419-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Nose blind at first, and then a stan",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I was initially anosmic to this, but I put it on the other day and just felt so warm and cozy. It has a bit of an oily scent sometimes, and thatu2019s all I could smell at first, and I figured I was just smelling the base and was nose blind to the main perfume. The second time I wore it, I got an u201coilu201d scent still, but it was more of a warming massage oil, and it smelled like being in a cozy spa at an expensive, trendy hotel. Itu2019s the strangest scent, and itu2019s at not a perfume in the classical sense, but it has an aura about it that undeniably improves the feeling of the world around it. If youu2019re into strong scents, this is probably not for you. Other things around me like trees and food smell better when Iu2019m wearing this. Thatu2019s something Iu2019ve noticed with u201cskin scents,u201d but this one in particular. Itu2019s also great for layering under things. Youu2019ll just smell warm and clean (but not in an aquatic or citrus way)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I absolutely love love love this Parfum. I love the way it smells on its own and with layering it. Iu2019m almost out. I just ordered my 4th bottleud83dude0a"
        },
        {
            "review_title": "Excellent for layering",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a creamy and soft fragrance that is perfect for smoothing out more powerful, sharp fragrances. It can be worn on its own, but I find that Clean Skin and Juliette Has a Gun Not a Perfume have better presence on skin on itheir own."
        },
        {
            "review_title": "Get Not A Perfume instead!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I bought the big bottle but I donu2019t see it listed here. Anyway, this doesnu2019t smell like much to me. The store tester smelled really nice. But my new bottle doesnu2019t have much of a scent. And what scent there is disappears in a few minutes."
        },
        {
            "review_title": "Smells like nothing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "After spraying this perfume multiple times to try and give it the benefit of the doubt, Iu2019m here to report that it smells like nothing. Such a bummer. Even"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "So lame. Didn't even buy via Sephora; purchased off the website; ripped off.  Came to comment what a lame cheap body mist this is. Better off buying Love Spell or some equally lame, cheap body mist. Smells tacky and gross."
        },
        {
            "review_title": "Different from sample",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
            "review_text": "Got the free sample with a purchase and fell ridiculously in love. Wearing it was the first time i ever got an unsolicited comment on how good i smelled. Bought the small size and was disappointed. First of all the texture was wildly watery, smelled strongly like spirits/ some kind of salicylic cleanser, very different from the soft, more oily and concentrated sample. I saw some of the reviews warning me but i was to entranced by the scent of the original that i figured whatever modifications made wouldnt matter because it smelled so heaenly. I was wrong and  disappointed. More than angry im very sad lol"
        },
        {
            "review_title": "Rubbing Alcohol Scent!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Was so bummed because I have their laundry detergent and was dying to get the perfume but when I got it totally smelled like rubbing alcohol. Some reviews are saying it might be a bad batch but Iu2019m not sure."
        },
        {
            "review_title": "No scent",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "Should have listened to previous reviews.  Loved a sample I received 6 months earlier.  This has almost no scent.  There is a tiny bit of powdery scent that leaves in an hour.  Sad."
        },
        {
            "review_title": "So many compliments",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Itu2019s one of the perfumes I wear that get many compliments. I cannot smell it on me but somehow people always stop and ask me what Iu2019m wearing."
        },
        {
            "review_title": "Doesnu2019t last",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Was very excited about this - sprayed on my neck and wrists in the morning and by 2pm thereu2019s no scent at all. So disappointed!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "My everyday. I get compliments alllll the time! People will keep asking me, looking it up or having me write it down. Amazing oil based formula doesnu2019t trigger allergies. Super workplace friendly because itu2019s a light scent."
        },
        {
            "review_title": "Sample was good full bottle isnt",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Received a sample of this and loved it.  Decided to get the sample set where I could try a few new things and also redeem a full bottle of this.  Whatever is in this full bottle is not the same as the sample.  Sample was oily, thick and cloudy.  This bottle is thin, sprays like water and smells of pure alcohol and nothing else.  I am so disappointed because I cannot return or exchange this product per the rules of the sample pack."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "It's a no for me. I love a lactonic accord or even a milk note similar to Fresh Cream by Philosophy or Milk by Commodity. This takes it to the next level. You have to spray it on your skin, l have sprayed it on paper or clothes and couldn't smell a thing. When l sprayed on my chest l smelled not just like milk, but vomit. Test it on skin before purchasing."
        },
        {
            "review_title": "In love, just go get one already!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "This stuff smells SOOOOOOOO good. This was my first scent with u201cscent birdu201d. I fell in love fast. I had to get another. It can be a unisex smell for sure. Its warmth of the smell is great. I love the masculine, musk and warm smells and this hits it all!!! Just go get one."
        },
        {
            "review_title": "No scent whatsoever??",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "Thankfully I received this as a sample in the Clean Perfume Sampler set and did not pay for it. I had high hopes because I LOVE Commodity's Milk perfume, however I was immediately disappointed at first spray. I smell nothing. I thought- oh no, am I sick? So, I sprayed 8 sprays. I smelled a faint musky scent for about one minute, then nothing.  I immediately sprayed two sprays of Angel's Share and smelled it as strong as can be.   This perfume is great if you want to spend $100 to not smell anything. Cool bottle, though."
        },
        {
            "review_title": "Sadly, Just Say No.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This fragrance smells a little good, but it truly SUCKS. It does NOT last long at all and is not strong. AT ALL. I was disappointed that I spent $20 on this and I had to spray 8 or more sprays to at least smell a bit of it. Disappointed customer for sure."
        },
        {
            "review_title": "don't-buy-the-1.7oz",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "For some reason the most expensive one (1.7) smells like pure alcohol, a waste of money, I love the fragrance but it's better to have the small one"
        },
        {
            "review_title": "Smells amazing - does not last. :(",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "Ugh such a tough one for me - this is a fragrance I bought immediately after getting the sample because it was one of the best things I had ever smelt. HOWEVER, it does not last :( I used it on my husband as well, thinking maybe I was just nose-blind to it on myself - but sure enough after like an hour I can't really smell it on him at all. Such a disappointment for a 90$ fragrance. If they could somehow fix the staying power, I would definitely repurchase because right after application it smells so amazing. I want to love it so bad."
        },
        {
            "review_title": "I just want to drench myself in this perfume lol",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Deep skin tone, Dry skin",
            "review_text": "It smells soooooo so so good and clean. This is definitely my signature fragrance."
        },
        {
            "review_title": "BEST EVER!! Leaves people asking!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "I have worn many, many fragrances throughout the years!!! I have never in my entire life found one as wonderful as this.  It has a lasting effect, itu2019s captivating and has people daily asking what I am wearing. It smells up the room. My dogs even love the smell as it seems to relax them and they lay with their head on my wrist where I have just sprayed it. It is relaxing, clean, non migraine triggering and gender neutral. I cannot even in words say in a review how wonderful this is only that I hope this company never stops making this perfume, and this scent. The only thing I wish to see is in the future it be available at least annually in larger sizes such as a 3.4 and even a 6.8. Holiday would be a wonderful time to release larger sizes. I also ask the company to never change the formula makeup of this as sometimes perfume companies can alter fragrance with time. This formula always needs to be available and in the same formula. I used to work in a store selling fragrance and have smelled hundreds of them. Nothing comes close to this. I wear it alone as it can also be used to later with other fragrances but I love it stand alone. Maybe in the future a body butter can also be created for layering purposes to help keep it on even longer than it already does to help with dry skin. Thank you to the creator of this best smelling fragrance!!! I will never wear anything else!!! I have a bottle at home and always have a travel spray with me. Iu2019m all glad the travel is a spray and not a roll on. The spray is much better. I love the construction of the bottle as well. There is literally nothing to be changed about this fragrance that in my opinion is the best that even exists except that a larger size needs to be available annually if not semi annually."
        },
        {
            "review_title": "Kind of sucks",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The scent has a relatively pleasant musky smell but doesn't linger. My boyfriend can't detect it at all, and after using it for a week, I've become nose blind to it and can't smell anything either. It kind of sucks."
        },
        {
            "review_title": "Take my advice. This is a total waste of money.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Normal skin",
            "review_text": "I ordered the 6 sample box from the Dedcool company after hearing an influencer on YouTube rave about it. That cost $39.27 with tax and shipping. I chose u201cMilku201d and ordered the 1.7 fl oz bottle ($85.80). It was nothing like the sample and had no scent. After several back and forth emails, they sent me a prepaid label to mail them back the bottle. I was then sent a replacement bottle which also had no scent  and left an oily residue on Mr arm after more then 30 minutes to let it dry. Thatu2019s the second picture. I wasted $125.07 ."
        },
        {
            "review_title": "Love x3",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this fragrance! I finally found out what it smells like! It smells like an empty Play-Doe container!"
        },
        {
            "review_title": "Bottle did not smell at all like the sample : (",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I purchased some testers from DedCool and fell in LOVE with XtraMilk! I had to own a full size right away and decided to purchase it at Sephora. I was soooo disappointed once I tried it on. It smells nothing like the tester that I received and truth be told it barely smells like anything at all. I see that they are quite a few similar experiences in the reviews. I don't know if the bottled version is a watered down version of the tester (I have come across this before : / ) or if there was some production issue but the smell and quality is NOT the same. I saw one person in the reviews respond to these negative reviews stating the perfume needs to age. Which if true is slightly annoying that they pass the aging period on to the customer. Either way I will give it 30 days (until the date I have to return). Hopefully the perfume develops with in the time if thatu2019s the case cause the XtraMilk scent that I smelled and fell in love with if AMAZING!"
        },
        {
            "review_title": "Smells Fishy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received a sample of this and loved how subtle this scent is! Great for layering. Only thing isu2026it turned on me. After a couple weeks I noticed a fishy smell in the cap. Then I noticed that the scent itself smells like fish. Gross. Glad I didnu2019t spring for the large bottle."
        },
        {
            "review_title": "Lovely smell but...",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This scent is a light clean shower fresh soap smell that lasts about five minutes. Glad I only bought the travel spray because it's expensive for what you get. I've blown through half the bottle  reapplying and reapplying without result"
        },
        {
            "review_title": "Answering yu2019allu2019s concern",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019ve read a lot of comments complaining about smelling this in store and it was gorgeous then getting a bottle and it not being the same. One answer:Maturation,When youu2019re smelling the perfume in store,itu2019s already been sprayed before,so itu2019s had time to brew almost like a fine wine,itu2019s had time to develope and the notes marinaded now when you get a brand new bottle thatu2019s never been sprayed it hasnu2019t got that chance to age , my best advice is to spray it a few times then let it sit for a week or so then revisit it, I promise you itu2019ll change <3 hope this helps some."
        },
        {
            "review_title": "DISAPPOINTED",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I donu2019t understand the reason why the scent at the Store was so beautiful and lasted. Orderedu2026 so excited, now disappointed. NO scent!   This"
        },
        {
            "review_title": "poor longevity",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "smells really nice, but the sample i got had way more longevity than the full size that i bought. been using it as a hair perfume, just because it doesnu2019t last on my skin at all. :(( probably wonu2019t buy again after itu2019s empty."
        },
        {
            "review_title": "What happened?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Porcelain skin tone, Combination skin",
            "review_text": "I'm so sad. I spent $100 on the full bottle of this perfume because I got a free sample on Instagram and I LOVED it. it was such a strong scent, so beautiful, it lasted even after I washed my clothes. but smelling this full bottle it's almost like non existent? what happened? maybe they try harder with the smaller bottles. I'll update if anything changes but IDK I'm pretty upset ud83dude2d"
        },
        {
            "review_title": "Smells rancid",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I currently wear Lake & Skye 11 11 and love it. My only complaint is that sometimes it's a bit too subtle. I saw this and figured it would be a similar vibe but a bit stronger. It's similar, but imagine if Lake & Skye 11 11 went rancid. It has this weird sour tinge to it that won't go away, and it's so strong. Not for me."
        },
        {
            "review_title": "Best perfume ever!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "This is the only perfume I have ever received so many compliments from by friends, patients, and coworkers of mine. I wear this alone and itu2019s just the absolute best. Highly recommend!!"
        },
        {
            "review_title": "0 scent",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I could not be more disappointed - this was so hyped up and raved about, but it truly does not have any scent to it? So confused why people rave about this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "One of my all time favorite perfumes! This is my daily go to. I did buy mine directly from the dedcool website. Iu2019ll admit, the first few times I tried this, I did not like it. I let it sit in my drawer for two months and went back to using my regular milk perfume. I decided to try it again and absolutely fell in love. Iu2019m not sure what it is about dedcool fragrances, but sometimes you have to let them sit for a bit. I did buy two full size bottles during a recent sale and the full size smells amazing from the beginning. So all thatu2019s to say..I donu2019t know the science behind this brand, but sometimes you just have to le t them u201cmacerate."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone, Dry skin",
            "review_text": "Literally smells like nothing. Occasionally Iu2019ll get wig of something as I move around but other than that nothing."
        },
        {
            "review_title": "Where is the scent??!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I bought this because of the reviews and Taunt is my favorite scent of all time, but I tried this multiple times and I canu2019t smell anything??! Just an oily mess sprayed on with no smell AT ALL, I had to return it"
        },
        {
            "review_title": "Just okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I blind bought this perfume and fortunately Iu2019m not anosmic to it. It smells okay and itu2019s definitely unisex but itu2019s just sou2026 boring? I donu2019t really understand the hype. Itu2019s not for me."
        },
        {
            "review_title": "Not it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Okay so awhile back I got a sample of u201cmilku201d from Sephora. Itu2019s one of my favorite scents of all time. HOWEVER, I have a subscription to Scentbird and ordered u201cextra milk,u201d not realizing they were two different scents and let me tell you that u201cextra milku201d is NOT IT. I honestly donu2019t know how extra milk is supposed to be the intensified version of milk? It actually smells likeu2026literally nothing. If you had the same experience, but have heard the hype, do yourself a favor and try the original u201cmilk.u201d"
        },
        {
            "review_title": "Asmonic to it.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "So I tried this for the first time in store and I couldnu2019t smell anything but then a few hours later I could smell, but bought the mini.  I just recently bought the full size, now I canu2019t smelI it, sadly had to return, but if you can smell it itu2019s amazing."
        },
        {
            "review_title": "Scentless oil.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I got a sample of this scent when I went to Sephora not to long ago, and I couldnu2019t smell anything! Not only that, it leaves a very oily residue behind."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "so strong and nauseating - I do not recommend. only did one spritz and felt this way:/"
        },
        {
            "review_title": "Convinced this is water",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "when I tell you this smells like less than nothing to meu2026itu2019s a chop for me."
        },
        {
            "review_title": "Do not buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am genuinely so confused on what the hype around this is?? Like literally what scent? This perfume smells like nothing.....and this is the Xtra Milk??? The first few sprays had a very very faint smell....that went completely away after contact with your skin and at a certain point is just smelled like alcohol rub.  I actually thought I wad going crazy but just realized this smells like nothing."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love the way the scent smells. It smells so nice and it does last quite long on clothes and my skin. However, after a couple uses there is no scent. I thought I was nose blind to it but I have asked my friends and sister who I donu2019t love with anymore and she says she doesnu2019t smell anything either."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "Subtle, uncluttered, and androgynous as promised. This fragrance is appropriate for literally any setting, certain to not offend. Actually great for folks with sensory sensitivities. As others said, it disappears and reappears throughout wear"
        },
        {
            "review_title": "Get it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
            "review_text": "Compliments after compliments! I mean, every woman stopped me and asked what I'm wearing. From teenagers to my lovely fine as wine women. This sent is amazing. I blind bought this, and it was worth it all the way!"
        },
        {
            "review_title": "Finally!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Finally!!!! Iu2019ve been waiting for Sephora to sell this. Took almost 2 years. Lasts all dayu2026"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love this. It smells so good. Hoping it has lasting effect."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "love this scent! itu2019s a musky and fresh skin scent that smells like really good soap. my only issue is that itu2019s really oily so spray far enough away from clothes"
        },
        {
            "review_title": "Not for Me - but NOT BAD!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I wish I could've loved this perfume! It does not smell bad, however, it just wasn't what I had expected and it does not wear well on my skin. It is lovely straight out of the bottle, however, it smells extremely synthetic on my skin and after 20 minutes of wear time it faded significantly."
        },
        {
            "review_title": "Lots of compliments!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I get sooo many compliments when I wear this but I have no idea what it smells like as I canu2019t smell it at all haha, wish it was a little stronger!"
        },
        {
            "review_title": "The best. Period.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Never have I ever gotten more compliments than when i wear this fragrance. People stop me everywhere I go to ask me what Iu2019m wearing and i can smell it on my jackets, hoodies, cardigans etc. days later."
        },
        {
            "review_title": "Non incentivized",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "No shade, but i actually bought this perfume over a year ago and it has been well loved ever since. From my experience, this perfume triggers one of two reactions: itu2019s either completely imperceptible or literally catnip. Personally, i cant smell it but Iu2019ve gotten SSOO many compliments it became my most complimented scent after just a few months of wearing it. If youu2019re noseblind to other molecular scents like Molecule 01, Nemat Amber, and JHAG NAT, chances are youu2019ll be noseblind to this too. Itu2019s pretty oily so spray far enough away from shirts so you donu2019t stain them (Iu2019ve learned that the hard way) or in your hair. On clothes it seems to last awhile as I work 12 hour shifts and still have gotten compliments after. For someone looking or a simple, everyday, every occasion, non offensive fragrance, I cant recommend this enough!! PLEASE donu2019t ever change anything about this scent, Dedcool ud83dude29"
        },
        {
            "review_title": "Must have for layering",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "DedCool Xtra Milk is a game-changer in the realm of fragrance. Its unique blend of creamy, comforting notes creates an olfactory experience unlike any other. From the moment you apply it, you're enveloped in a warm embrace of rich milk, vanilla, and coconut, transporting you to a cozy, indulgent sanctuary. The scent is beautifully balanced, not overwhelming but present enough to linger throughout the day, leaving a trail of soft, inviting fragrance wherever you go. What sets DedCool Xtra Milk apart is its versatilityu2014it's perfect for any occasion, whether you're lounging at home or stepping out for a night on the town. Plus, knowing that it's cruelty-free and vegan adds an extra layer of appeal. If you're seeking a fragrance that's both comforting and captivating, look no further than DedCool Xtra Milk."
        },
        {
            "review_title": "Worst name, best fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "People stop me in stores, at work, on the street to ask what fragrance Iu2019m wearing. Iu2019ve been through like 6 bottles of Xtra Milk since they brought it out and Iu2019m fully obsessed and canu2019t live without it. Glad a"
        },
        {
            "review_title": "A Staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "The Xtra Milk layer spray is a staple in my household. Itu2019s delightful and warm. I love how itu2019s all natural and that they have high quality safety standards. Definitely recommend."
        },
        {
            "review_title": "Fresh and clean and skin like",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "As someone who is sensitive to fragrance and has tried sooo many, I really enjoy this scent and the experience it provides. First, the bottle is so clean and cool and minimal-itu2019s so aesthetic looking on my dresser. It feels luxe which is important to me when Iu2019m spending a lot on a fragrance. The barcode is cool, too. The scent name is milk, but to me it doesnu2019t smell milky. It smells clean and fresh and like skin but elevated. It gives me the feeling of brand new-like Iu2019m starting a new chapter, got a new outfit on, meeting someone new-crisp and exciting. It is energizing and makes me feel ready to take on new challenges and like my scent will match! I love the longevity as well-it lasted all day on my skin and my clothes. I also love the brand story!"
        },
        {
            "review_title": "A truly Unique,  absolutely cozy, perfect scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "I am a lover of all things beauty, but perfume is my absolute favorite thing to review. I had no expectations with this fragrance, except seeing the word musk. I am not usually a fan of a musk base, but this is not a usual fragrance. This fragrance evoked an absolutely pure essence of billowing amber clouds, wrapping me in the warmth and eloquence of that moment between moments, where you hold your breath, and then...warmly exhale. This gives me the feeling of being clean and safe, while feeling beautiful at the same time. The packaging is very willful in its intent to say,  I've been assigned to your chemistry, do with me what you will. The simple bar code and dome shaped bottle with overly simplified letters and a silver cap says just that, I believe leaves it open for individual personal pheromones and individual separate fragrance layering, (or not,) to work very uniquely with this fragrance; and it absolutely does. I occasionally get compliments on my other scents, but within the first day of wearing this, I was told 4 times that I smelled amazing, and was urged to tell them what I was wearing. And of course I did not shy away from that! This fragrance is unlike any I have smelled or worn before, and it is soft, cozy and wonderful. You can layer it, as it's intended for, or on its own which is how I personally prefer it. I absolutely recommend at least going to Sephora and testing it for yourself and on yourself, so you can experience its amazing layering abilities, or, wear it on its own and fall head over heels with it and it on yourself! I am in love in a very quiet and lovely way with it."
        },
        {
            "review_title": "Love It",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love this perfume! Being in the beauty industry for 10 years now I have tried quite a few brands of perfume. I tend to be pretty sensitive to strong scents. This perfume seems to be more of a mild fragrance and has a almost tame musky spicy scent. I noticed that this does last all day even with having spritzed it on my wrist and washing my hands constantly throughout the day it seems to of lasted. I can't wait to try other scents in this line. This is my newest obsession and will be buying every product in this milk scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "DedCool Xtra Milk Eau de Parfum is an absolute delight for the senses! As a natural beauty enthusiast, I was drawn to its clean and sustainable ethos, and it exceeded my expectations. The scent is a dreamy blend of creamy coconut milk, warm vanilla, and subtle hints of sandalwood, creating a comforting and luxurious olfactory experience. What sets it apart is its longevity u2013 one spritz in the morning lasts me all day, evolving beautifully with my body chemistry. The minimalist packaging is chic and eco-friendly, reflecting the brand's commitment to sustainability. I appreciate that it's vegan and cruelty-free, aligning perfectly with my values. Whether I'm running errands or attending a special event, Xtra Milk adds a touch of sophistication and warmth to my day. It's become my signature scent, drawing compliments wherever I go. If you're searching for a unique and long-lasting fragrance that's both eco-conscious and luxurious, DedCool Xtra Milk is an absolute must-have."
        },
        {
            "review_title": "Smelling Good and Feeling Good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
            "review_text": "The first time I tried DedCool Xtra Milk Fragrance, I knew it would become a staple in my fragrance collection. The universal musk scent smells clean and fresh, yet comforting and warmu2014 can I give 6 Stars?!?  The scent is described as amplified musk and it truly delivers. It's warm and comforting like the smell of fresh laundry, but richer and more complex. The notes blend together seamlessly for an aromatic yet sophisticated scent that draws you in.  The fragrance itself is subtle but impactful. The milky musk notes seem to proje t a scent that feels uniquely my own n the most flattering way. It layers beautifully with other fragrances to create custom blends. I love pairing with other Dedcool fragrnaces because they work sooooo well together!  DedCool Xtra Milk Fragrance instantly makes me feel more put together and confident, like I've just had a spa day. The comforting aroma lingers in a pleasant way, allowing me to enjoy the scent all day long. I find myself reaching for this fragrance daily and recommend it to all my friends. After dog sitting my friend asked if I gave her dog a bath because she smelled so good. I said, nope, thats DedCool!  If you want an easy-to-wear fragrance that feels luxurious and comforting, makes smart use of product, and allows you to build custom scent profiles, I highly recommend giving DedCool Xtra Milk Fragrance a try. It has quickly become my new favorite, go-to fragrance that I know I'll be using for a long time to come."
        },
        {
            "review_title": "Smells Great!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I really love this vegan and genderless Extra Milk fragrance from DEDCOOL. Itu2019s one fragrance that doesnu2019t give me a WOW factor on the first initial spray. I feel like Iu2019m playing a kind of hide and seek game to figure out what this scent is about, and whatu2019s included in this unique formula.   I love the soft and subtle, and itu2019s not too heavy on the nose! Itu2019s pleasant and not too strong with a clean odor.  It is kind of rustic and reminds me of the outdoors. I do love and enjoy this Extra Milk fragrance after Iu2019ve been wearing it for a couple hours. I like the smooth, yet creamy and not too overpowering intensity of it. It is a scent Iu2019ve never experienced before so is quite exotic to me which is alluring. It has a warmth to it, not in temperature, but in feeling it gives me. Itu2019s a very clean and comforting scent with its refreshing bergamot hint, a nice touch of warm amber, and a semi sweet and powdery touch of white musk. I like that the fragrance doesnu2019t contain water! The oil tends to stay on for a lot longer. And the longer I wear it, the more I enjoy this very cozy and hearty scent of this fragrance."
        },
        {
            "review_title": "Interesting skin scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "The description of Dedcoolu2019s Xtra Milk is spot on. It's an amplified musk with citrus notes in the opening that quickly develop into an interesting skin scentu2014familiar and comforting.   I randomly catch whiffs of the scent on me throughout the day, and it's a lovely surprise each time. I recommend checking the ingredients list, as it includes plenty of natural extracts in the formulation.  This scent is very unique among my fragrances and gives the impression that my natural scent is pleasant rather than being a perfumy product. I also use it for layering, and it amplifies my other perfumes.  The projection is a solid medium. It's a mysterious fragrance that appears and disappears throughout wear, rather than leaving a clear cloud or trail behind. It stays on my skin for 6+ hours."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Dedcool is a very cool perfume brand. This was my second perfume from the brand. I love the signature barcode on the front of the bottle. It is a universal scent so it can be layered and used by anyone. It uses bergamot, white musk, and amber. I can wear this scent daily. I spray it on my skin and on my clothing. I am a licensed cosmetologist. I love everything about beauty including fragrances. I was very happy to add this fragrance to my perfume collection. It is a clear bottle with a black spray nozzle. It is a large size and will last me a long time. The brand wants to reshape how fragrance is defined and I love their mission. I carry this with me in my purse and even my gym bag. It is a very comforting, familiar smell. I canu2019t wait to try more of their fragrances."
        },
        {
            "review_title": "What A Gorgeous Scent!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "The name Xtra Milk makes you think it would smell of creamy vanilla.  Thatu2019s not Dedcoolu2019s Xtra Milk.  To boil what this fragrance smells of in the simplest terms, itu2019s a fresh, warm musky, citrusy scent.  You can wear it alone or layer with another of Deadcoolu2019s fragrances and the result is an explosion of notes that are uniquely you."
        },
        {
            "review_title": "DedCool Xtra Milk Fresh and Sweet",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "This is the second DedCool perfume I try out and wow the number one thing I have to say is the smell is long lasting for sure! The Xtra Milk scent is my favorite so far and it smells fresh and sweet at the same time. I sprayed just once in my arm to get a smell and that lasted me all day, I could smell it every time I lifted my arm to do something. I donu2019t know what they use in the ingredients that actually makes it long lasting, I think that has to be one of my favorite things about this brand. I am excited to try out the other scents but this is definitely my favorite so far."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Combination skin",
            "review_text": "I am an esthetician and I love trying new product so I have the best recommendations for my clients and friends. That includes fragrance! I love all of the DedCool  perfumes and Xtra milk is no different. First things first, every time I wear this perfume I always always always get compliments even at the end of the day. I am always surprised how people can still smell it on me hours after application. Itu2019s also amazing how little of this you need. Two sprays is all you need. The concentration is high. Even though I do try to apply perfumes to my clothes and not my skin when I do apply it to my skin, I have no irritation whatsoever. I would say to be careful when applying on your clothes because the product is a bit oily. Also a huge plus is how small the bottle is. I am able to pack it in my bag easily. At first it can be a little hard to smell yourself, but eventually you start too. It is a layering scent, but you can definitely use it by itself as well. Itu2019s smells warm and clean all at once, Iu2019ve never smelled anything like it."
        },
        {
            "review_title": "It is smell so good ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "DedCool Xtra Milk is by far my favorite perfume. The scent not only lasts all day, but it remains just as beautiful as when I first applied it.   I've even noticed that the fragrance lingers on my clothes, making it an excellent choice for layering and wearing again the next day.   The fact that it's a unisex scent is a huge plus because not just me that love it ud83dude06 my partner is absolutely obsessed with this one, and the simplicity of the bottle design perfectly reflects the elegance of the fragrance itself, real simple and unique. Overall, DedCool Xtra Milk is a sophisticated, long-lasting, and versatile perfume that I would highly recommend to anyone looking for a truly unique and captivating scent.   Iu2019m sure it will last me for a long time but Iu2019ll absolutely repurchase it in the near future!!"
        },
        {
            "review_title": "Universal Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "I recently had the pleasure of trying DedCool's Xtra Milk Eau de Parfum, and I must say, it has become an instant favorite in my fragrance collection. This gender-neutral scent offers a unique olfactory journey that is both sophisticated and comforting.  The opening notes of Xtra Milk are an enticing blend of creamy and warm, creating a luscious and comforting initial impression. As the fragrance evolves, hints of vanilla and tonka bean emerge, adding a subtle sweetness that is not overpowering but rather delightful.  One of the standout features of this fragrance is its longevity. Xtra Milk has impressive staying power, lingering on the skin throughout the day without losing its allure. The dry-down reveals a velvety base of amber and musk, leaving a subtle and seductive trail that garners compliments."
        },
        {
            "review_title": "One of the best layering scents",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "As a newbie to the fragrance space, it can be overwhelming to figure out what scents you like and don't like. At this point in my fragrance discovery journey, I have FELL head over heels for DEDCOOL. The Xtra Milk fragrance is beautiful.  It is not overpowering but rather delicate and understated. It has a hint of warm amber notes that linger throughout the day, leaving a pleasant and fresh scent. I particularly appreciate that it doesn't give me a headache like some other strong perfumes tend to do. I love that it is easy to layer and goes well with other scents in my fragrance collection. One of the attractions of this brand is that it has genderless scents so none of them lean too close to especially feminine or masculine Overall, I recommend this perfume to anyone who wants a subtle, yet sophisticated fragrance."
        },
        {
            "review_title": "Disappears Instantly",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Reviewing fragrances is a particularly enticing part of my job as a professional beauty writer. By the time I was 12, I was wearing Guerlainu2019s Shalimar, and today I have more fragrances than shoes. Dedcoolu2019s Sunlit Blooms is a favorite of mine, and since XTRA Milk has amber as a base note, I thought it would be a good fit for me. Sadly, it is not.   The weird thing about this fragrance is that it disappears on my skin completely no matter where I spray it. I can tell where it was because it leaves a telltale sheen behind, but my nose canu2019t pick it up at all. I sprayed it on a tissue and was able to pick up a very slight hint of bergamot, but then it was gone again. I donu2019t know if this means that Iu2019m incapable of smelling white musk, or if the fragrance just doesnu2019t work with my chemistry. Iu2019m rating this one star, not because itu2019s bad, but because I simply canu2019t detect any of the notes even seconds after spraying it. 1 star"
        },
        {
            "review_title": "SEXY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "If you are looking for something that is light, clean, fresh, soft, and a little flirty, then this is it! This genderless and vegan Dedcool Extra Milk Eau De Parfum is a beautiful daytime or evening scent that is so very pleasant. Mix it with a touch of your other favorite fragrance after work or during cocktail hour for something a little sexier... and watch how many people ask you what you are wearing, like the day I went out for Valentines Day. Oh yes, this is a fragrance that can be layered!  As soon as it hits my skin, it comes alive, im attracted to my self! It radiates from my hot points and just keeps its scent all day without having to reapply."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really love the concept of the Xtra Milk fragrance that works both as a base fragrance to be combined with other fragrances, but also on its own. I have never tried combining fragrances before but I am now absolutely sold on this idea. I tried this fragrance under some of my other favorites and it gave them a nice boost as well. This fragrance has mostly (if not all) bottom notes, which are usually not my favorite part of a fragrance. However, this scent is not overpowering and truly is genderless. I could definitely smell the Musk but the Bergamot and Amber scents also came through so it was a great balance. I actually ended up spraying my closet with this scent so I would be able to start the day with a pleasant scent already on my clothes. I also really like the packaging of this fragrance. The fact that it is completely colorless is different than most of my other fragrances so this one stands out on my shelf. I also think the sprayer gives the right amount of fragrance with only 1 spray. Overall great product from an innovative company."
        },
        {
            "review_title": "Clean Elegant Unique scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I have had my eyes on dedcool for a while and I finally got to try a fragrance from them. Dedcool Xtra Milk is the latest fragrance Iu2019ve tried and I truly feel like itu2019s going to be one of my signature scents. Itu2019s a little hard to describe but Iu2019ll do my best. Xtra Milk smells like fresh laundry without a floral finish.Itu2019s clean, sophisticated and super wearable. Iu2019m on the newer side of the fragrance world and I still donu2019t really know what notes I enjoy. Whatever is in Xtra milk, is the vibe I like!  I love how it stays on my clothing and leaves a subtle scent, the scent does change once itu2019s been worn for a while. I really like that Dedcool fragrances are genderless, they can definitely be used and enjoyed by anyone. If you like subtle scents that smell clean and unique I definitely recommend trying dedcool."
        },
        {
            "review_title": "A must try!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "So this perfume is not like any other perfume I have used. The Dedcool Xtra-Milk is a light, milky perfume. When you spray it onto your skin, you can see its almost opaque, white milky color. Hence, the name of the perfume has milk in it. My boyfriend described to me that it smalls like Strawberry Boba and says it smells so good. I think this perfume may smell different on everyone. My mom says she doesnu2019t like the smell on her, but I personally love it! As a beauty enthusiast, Iu2019ve tried many perfumes and this one takes the cake for uniqueness. Lots of other perfumes are strong but this one is nice, not too strong at all. I recommend this perfume to anyone, the cool thing about Dedcool is that the scents are genderless. It is a must have to try!"
        },
        {
            "review_title": "Unique scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Upon first whiff, I'm going to be honest that I didn't really smell the milk layering in it which what I was looking forward to. Although I did smell the notes of bergamot, universal white musk, and amber. The scent did not disappoint! To me, it's a perfume that l've never smelled before but it somehow feels so familiar? This is one of those head-turner perfumes because the smell is something that's hard to forget. The projection is not the greatest but anyone within reach from me can smell it right away. I feel as if this could pass as a men's perfume. It definitely gives me that aura of being sexy and mysterious."
        },
        {
            "review_title": "Dedcool Xtra Milk Eau de Perfum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Iu2019m happy to announceu2026 DedCool has quickly climbed up my preference latter. I recently fell in love with the Sunlit Blooms scent, so I just knew I had to try a different one as well. I decided to go with the u201cXtra Milku201d. This option is genderless, smells amazing and is even layer-able which makes it very customizable.  Iu2019ve always been a fan of layering perfumes together. However, I never know which scents complement other scents. Deadpool so graciously helped eliminate any confusion with this option. I was successfully able to layer this fragrance with other Deadpool options, or underneath my personal favorites that arenu2019t Dedool.  Either way, this u201cXtra Milku201d enhanced the experience.   Thankfully I wasnu2019t left feeling over powered or with a headache due to a clash in fragrant notes. As a matter of fact, my hubby also loved it and now u201cwants to shareu201d. If that isnu2019t convinced, I donu2019t know what is!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "Iu2019m a perfume lover, mainly vanilla and caramel scents. This was very unique; and I loved how it smelled in the bottle. On my skin, not so much. I got compliments on it, but I personally wasnu2019t a fan of it on me. Itu2019s very pretty, and the atomizer works great. But Iu2019m sad that this didnu2019t meet my expectations with the fragrance notes. Iu2019ll use it, but itu2019s not my favorite."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "As a perfume enthusiast for the past ten years, I have been scouring the perfume aisles in stores and subscription services online for a scent and perfume that I could use daily as a signature scent and I think I've finally found one. I love that it's unique and xtra milk scent actually does change depending on the person!! I've tried a product with a similar concept from a different brand but I have to say this one might be even better. I tested it both on myself and someone else and it was crazy that it actually smelled completely different. I don't know if it's because of it changes, but I think it does a great job of giving me a scent that is unique but subtle so I don't smell like I bathed in the floral aisle of sephora or a department store which I feel like sometimes I get especially when I want a more feminine scent. It's clean but still feminine while having a musk that gives it some depth which I personally favor and the design of the bottle seems very minimal and trendy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The Xtra Milk eau de parfum by Dedcool is a fragrance that combines notes of bergamot, white musk, and amber to create a unique and captivating scent. Bergamot is known for its citrusy and refreshing aroma, while white musk adds a clean and subtle undertone to the fragrance. The addition of amber brings warmth and depth to the overall composition. The combination of these notes in the Xtra Milk results in a sophisticated and versatile scent that is suitable for both day and evening wear. The bergamot provides a fresh and invigorating opening, while the white musk adds a soft and comforting element. The amber base note lingers on my skin, leaving a lasting impression. Overall, Xtra Milk by Dedcool is a well-balanced and luxurious fragrance. Its blend of bergamot, white musk, and amber creates a harmonious and captivating scent that is perfect for those who appreciate quality and sophistication in their fragrances"
        },
        {
            "review_title": "Expected More",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "Thank you so much for reading my review. I have over ten years in the beauty industry. I am a scent girlie for sure. Even if I am not leaving the house on a certain day, I will always have something spritzed on me. The scent is a very light musk scent. The scent would go well in the Fall or Winter, but is also light enough that it would go well in the Spring and Summer as well. I like the simple packaging and the fact that it comes in c a clear bottle so you know exactly how much product you have. I was told that this scent will last all day long. That the person wearing it might get used to it and not notice it anymore, but others will be able to smell it all day long. I tried this out. I sprayed it on at 12PM exactly. I got directly in my car, drove for an hour and asked my family if they could smell anything on me. They could not. I was highly disappointed."
        },
        {
            "review_title": "Captivating Fragrance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Ded Cool Xtra Milk is a vegan and genderless fragrance suitable for everyone. Its inclusive nature makes it accessible and appealing to a wide range of individuals. While wearing it, I noticed an interesting phenomenon: I couldn't detect the scent on myself after a short time, but others consistently complimented its pleasant aroma. The packaging is straightforward and minimalistic, reflecting the simplicity of the fragrance itself. Overall, Ded Cool Xtra Milk is a versatile and crowd-pleasing option for those seeking a fragrance that transcends gender boundaries and attracts positive attention from others."
        },
        {
            "review_title": "I really love this scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "As a 30-year-old professional Makeup Artist, cosmetologist and skin care enthusiast I'm always trying out brands and new products to recommend to family, friends and clients. As a perfume lover, I was so excited to try out this perfume. I'm already in love with this brand, and what they stand for and how their products are made. This scent is such a unique scent that I don't think I would've normally grabbed. I'm actually obsessed with this scent and love the way it makes me smell through the whole day. This perfume last on your skin all day long and gives you such a light airy fresh smell. There's so many different notes in this perfume and it is so unique. I can't wait to recommend this to my brides for their big wedding day because it's such a special scent. I love that this perfume has such a warm clean, feel to it and I can't wait to wear it more often. The only negative thing I have to say about this perfume is my spray portion spray straight and not Misty so I don't know if I got a defective bottle or what but I would love for this to spray as a mist rather than straight."
        },
        {
            "review_title": "Smells heavenly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I have been experimenting with fragrance for over 10years. I have tried many kinds of perfumes from around the world. This one was a new brand/scent to me and I am excited to come across it. I sprayed it on and just let it sit and melt into my skin. This lasted me all day and could still smell it at night. Itu2019s a very fresh scent and is very nostalgic to me. On my skin I can smell Bergamot more than the other key notes. I have been using it as layering with other scents. The most amazing thing is that itu2019s genderless so It can be shared. I also love that itu2019s non toxic and vegan. The scent is very pleasant and amazing to wear around when you have to be around people with sensitive noses. Definitely smells rich/classy and so good I am obsessed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I have been in the beauty industry for over seven years now, I absolutely love perfumes! I have tried so many and this is my first time trying this brand, and I was very impressed. First of all I love that the scent lasted a long time. I sprayed it in the morning at work on my jacket the next day when I brought my jacket to work it still had a light scent. I feel like most of the perfumes I own do not last as long as this one. I also love that it is not an overpowering scent. I received compliments on it. I love that is universal and that anyone can wear it. Itu2019s hard to describe the scent but itu2019s something that I have not smelled before. my favorite way to use. It is on my skin and a little bit over my clothes especially since I really enjoyed it. I do not want to waste it too quickly! I highly recommend it to everyone!"
        },
        {
            "review_title": "Milky Infused Fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "My time, including my experience within the beauty industry and community has humbly grown and transformed into a great fond career. My love for fragrances and scents has evolved drastically over the last years. My main obsession has been sweet yet subtle natural notes. The DedCool Xtra Milk is that clean girl scent that I have been on the hunt and search for! The bottle itself is very gorgeous and carries a massive amount, itu2019s perfect for layering or I even love wearing it on its own. The aroma of the scent is remarkable, I can best describe the lightly yet elegant natural notes as a soft sweet comfort musk. Iu2019m surprised with how long this perfume lasts on my body, I have been spritzing 2-4 sprays everyday so itu2019s safe to say I am actually obsessed! The gender neutral scent is beautiful for any and all occasion."
        },
        {
            "review_title": "perfect scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "DEBCOOL is my new favorite scent! It is beautiful, subtle and lasted all day. I love that xtra milk is gender neutral and smells good on everyone. By itself it is the perfect everyday scent especially if working on clients where you dont want your perfume over powering but this would add to the ambiance.  Having the the add ons is perfect and a good lesson on layering scents. This takes it from day time to date night. It gives you alittle something exyra for different moments. And the scents compliment the xtra milk so well. I personally love amber, musk, bergamot, jasmine and sandalwood.  I think this makes a great gift for someone because all scents are different and gives you such a variety."
        },
        {
            "review_title": "Itu2019s okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I am a lover of fragrances, smells and aromas so trying new fragrances is not new to me. I wear different fragrances based on my mood, clothes, destination or occasion. For me, fragrances make me feel empowered, special and sexy. If I ever need a pick me up spraying a perfume on makes me feel better.  DedCool Xtra Milk is a new take on a perfume. This perfume is genderless and really doesnu2019t have any notes that would classify it has male or female. This perfume is made in the United States. Dedcool is certified vegan, cruelty free (no animal testing or animal ingredients) are added to DedCool Xtra Milk.   I had a a mixed experience with DedCool Xtra Milk. I was very excited to try it and to smell all its notes. I really did love the notes of Amber, White Musk and Bergamot. I thought the scent itself is great, but my issue with the perfume was that I wanted it to last on me longer. The scent seemed to vanish within 10 minutes of applying it. I guess this perfume is meant to be reapplied often in order to continue the scent alive."
        },
        {
            "review_title": "LOVE !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I found this to be the perfect scent. Its definitely a light scent.  I work as a hair and Makeup artist. I definitely layer this is I am going out. Its rich and warm. It's got a little vanilla scent. I love that its light !"
        },
        {
            "review_title": "Signature scent !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Over the past few years I have become infatuated by fragrances not just for the scent but the memories that come with it .Typically after the first spritz I can tell if Iu2019ll like a perfume or not and the minute I sprayed DedCooL Xtra Milk I immediately knew it was made for me! I felt like myself, warm and cozy. This is my go to everyday scent no matter the occasion. Itu2019s the perfect combination of warm and spicy but not over powering. The key notes bergamot, white musk, and amber are some of my favorite so it made sense why I enjoy it so much. With bergamot being the top note I feel like this makes it the perfect addition when layering scents. I really love that this fragrance is genderless and made for everyone including my fur babies they enjoy sniffing after Iu2019ve sprayed perfume and knowing this is safe and non toxic for them I gravitate towards DedCooL even more. This is my first waterless fragrance it does have a different feel to it compared to your average perfume itu2019s almost like a weightless body oil and even has its benefits . Depending on how much I apply this can linger for days itu2019s very subtle and seductive I absolutely love it !"
        },
        {
            "review_title": "Xtra Milk ud83eudd5b",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I absolutely love this fragrance. From the bottle design to the name and how you can layer it with other perfumes it's extremely innovative and cool! ...hence the name. It truly does smell genderless, and it's the first genderless perfume I've tried. Another benefit to the genderless aspect of the perfume is it really goes with any outfit and vibe you're trying to achieve. I had my boyfriend and family members smell it and they all loved it. I also wore it out and got compliments- a telltale sign a product is great. ud83dude0c I love the story about the owner starting her own brand. It's very inspiring because I would love to have my own skincare line someday. You can tell that a lot of effort and passion went into this product. I can't wait to try all of the little perfumes in the discovery set as well!!"
        },
        {
            "review_title": "You Need This, Right Now.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "As an avid perfume collector and overall smell-good enthusiast, I come across a lot of great scents that complement other scents. Musky skin scents are one of the hardest types of fragrances to create that would make anybody smell good (in my opinion) because we all have different chemistry and reactions. I truly believe Dedcool absolutely broke the code with Xtra Milk because it is the cleanest, most sensual and unoffensive scent I've put up to my nose in literal years. I was so taken aback by how beautiful this fragrance is at first sniff, I screamed. It's a wear all the time, every time, everyday kind of scent for anybody. Xtra Milk has my nose in a chokehold, as well as my husband that typically likes very obviously masculine-leaning fragrances. I let him spray this once on himself and it went amazingly well with his chemistry as well. As an added bonus, Dedcool uses a waterless formula to get the best out of their scents and uses eco-friendly packaging! Everybody, please get this!!"
        },
        {
            "review_title": "Soft and creamy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "So far, I have been loving Dedcool fragrances and within every base of Dedcool products, they contain the u201cmilku201d. That being said, I was excited to try DedCool Xtra Milk because this is a stepped up version of their milk fragrance. Upon first sniff, all I could smell was milkiness, creamy, and woody type notes. This fragrance has notes of amber, bergamot, and white musk. The cool thing about this fragrance is that it becomes one with you so as it mixes with your body chemistryu2026you will smell something a little different. On the initial spray on the skin, it has a beautiful creamy feel with that soft muskiness. On the dry down, I get more of a smoky woody note that really shows up. I can absolutely say I am hooked with this fragrance. It sits so beautifully alone or layered with other fragrances. Personally, I absolutely love this scent alone. Once layered, it really amplifies the other fragrance. I really like it with a soft warm vanilla scent. It also layers well with a floral fragrance since it brings out some smokiness. Overall, I would totally recommend this as itu2019s one of my favorites. I noticed I keep reaching for it. Stellar product!"
        },
        {
            "review_title": "Great But Not Perfect",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I recently tried the Dedcool Xtra Milk perfume, and while I appreciate its warm and spicy fragrance, which is quite unique and distinct, I didnu2019t love it on me.  The combination of amber, bergamot, and white musk creates a comforting scent that works really well when layered with other perfumes as it doesnu2019t clash with feminine or masculine scents but adds an extra layer of warmth. Without layering, I found the scent to be a bit too sheer for my liking. While it's described as amplified, I didn't find it to be as long-lasting or intense as I had hoped and I stopped noticing it pretty quickly after applying.  Overall, I would give the Dedcool Xtra Milk perfume a rating of 3 out of 5 stars. It's a lovely scent with a warm and comforting feeling, but it lacks the longevity that I look for in a perfume and isnu2019t a scent that work well for me on itu2019s own."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "DedCool has made its way into one of my favorite fragrance brands ever in such a short period of time. There is something about their fragrances that just blends so well with my chemistry and I get compliments every time I wear the scents. This one smells so elegant, yet cozy and warm. Itu2019s not an overwhelming fragrance either and it lasts all day on. I love to spray it even onto my clothing for a little extra comfort, if that makes sense. Itu2019s so beautiful and suitable for everyone! I think itu2019s great that they create fragrances that are unisex, making one bottle shareable on some occasions. Either way this perfume can really make you stand out in a crowd. I am definitely looking forward to trying out their other scents because I am obsessed with them so far."
        },
        {
            "review_title": "Such a unique fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I really couldnu2019t put my finger on exactly what this perfume smells like, all I know is that I love it and I have been wearing it every day since I received it! If I had to describe it I would say itu2019s a mix of fresh laundry and clean skin with a musk undertone. This perfume is marketed as a unisex fragrance but to me it feels a bit more on the feminine side. It smells exactly what I would imagine the hot girl from an early 2000s romcom smells like. This fragrance can be worn alone or layered with other Dedcool fragrances. When I wear it alone, I love the smell for the first 15 minutes and then I can no longer smell it on myself. However everybody else can smell it on me throughout the day. When this perfume is layered it adds a unique fresh scent."
        },
        {
            "review_title": "Cool-girl accessory.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Simply put, this fragrance is the just right scent that can hold its own when worn solo, while also doing double-duty as a beautiful layering option when worn in combination with many of my other perfumes. The packaging is no fuss and it sprays expertly and with ease. Iu2019ve experimented applying it in numerous ways and each time it delights. Thereu2019s a subtle warmth and sexiness evoked when I wear it - nothing overt, it just kind of creeps up in you and lingers. Iu2019ve layered it with other DedCool scents and a variety of other brands and either way itu2019s a win-win. As someone who collects and celebrates a wide range of fragrances, this bottle is a welcome addition to my collection and I find myself reaching for it time and again. The combos are endless."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I am a stay-at-home mom to two boys and love trying new products for skincare, makeup, hair care and perfumes. This fragrance from Deadcool was my introduction to the brand and I liked it. It isnu2019t very strong but I can still catch the amber and bergamot notes in it. It was an interesting fragrance in the sense that it smelled different on me than on my husband. Since it is gender neutral, we were both able to try it and I liked that it worked with our individual body chemistry to get us our own individual scent. I have used it by itself but also tried it for layering with my other scents and quite liked it both ways. I liked the packaging as well. It is simple and classy. I also like that the fragrance is nontoxic, vegan, genderless and can be layered."
        },
        {
            "review_title": "The smell is super super light",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Perfume lover here, I really love fragrances. Last year I bought like 9 perfumes (not including the colognes & body mists) just because I can't resist the temptation of beautiful and captivating smell. So, now is 2024 and have a chance to try this Dedcool Xtra Milk. It's actually my very first perfume this year though I didn't purchased it. Like I was super excited but the moment I tried to spray it on my wrists, back of my  ears and on inner part of my elbows, the excitement turns to disappointment because I can't really smell it. So, I just wait a little bit then spray it again and again and those parts became too oily because the perfume is an oil base. I didn't lose hope, I tried it again before bed coz I love to smelling good even at bedtime, so that my hubby can smell me. I have a dry skin so I put lotion first then spray the perfume but still can't smell it, the only time you can smell it when you spray it on your wrist then put your wrist on your nose, you can smell it very very very light, enough to say that it smells clean a little bit and that's it.. It's really hard to tell that it's smells like this and that because I really can't smell it, even my husband can't smell it on me. Tried layering it with my other perfume but still didn't work and on clothing, still nothing..This perfume is really not for me and for my liking but it doesn't mean it's not gonna work on you, everyone is different."
        },
        {
            "review_title": "DedCool Xtra Milk",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "DedCool Xtra Milk perfume is a true olfactory delight! It comes in a sleek clear glass bottle and black cap. Its creamy yet invigorating scent captivates your senses with top notes of bergamot, middle notes of white musk, and bottom notes of amber. The fragrance is genderless so really anyone can enjoy it. The fragrance is beautifully balanced, neither too heavy nor too light, making it perfect for any occasion. It can be worn on its own or layered with other complimenting scents. I love how it lingers on my skin throughout the day, evolving into a warm, comforting embrace. Xtra Milk is more than just a perfume; it's an experience that leaves me feeling confident, refreshed, and utterly indulged. DedCool has truly crafted a masterpiece with this fragrances!"
        },
        {
            "review_title": "Beautifully Unique",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "DedCool Xtra Milk Eau de Parfum is a must-have fragrance for anyoneu2019s collection! This beautiful combination of amber, bergamot, and white musk is u201cyour skin but betteru201d - itu2019s a gentle, clean scent that feels comfortable, soft, and calm while still giving the perfect hint of animalic edge, and itu2019s perfectly genderless and universal.  This fragrance wears beautifully on its own, but also layers perfectly with nearly any fragrance and helps extend both the projection and longevity. On its own, Xtra Milk lasts all day on my skin and I definitely notice that it helps prolong the scent of some of my shorter-lasting fragrances. When used as a layering base, it does a fantastic job of deepening the intensity and complexity of the other fragrance without changing the scent.   I highly recommend Xtra Milk EDP as its own fragrance for those who love a good musky skin scent, and as a layering base for those who like their perfumes to last all day and project well."
        },
        {
            "review_title": "So comforting!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "As someone who has been in the beauty world for 10 years Iu2019ve gotten the opportunity to try a variety of products. One of my favorites is fragrance. It is so personal and I feel is a way to express yourself so finding a signature scent(s) is so fun. Normally I am a floral fragrance girly but I do love warmer musk scents at times too. This one is definitely a new top favorite of mine. While it is a musk and has a warmer scent profile it still feels light and comforting. I love the minimalism of the bottle, it nicely and simply sits among my other fragrances. The only downside is I personally have found the top a little hard to remove but Iu2019m sure with continued use it will loosen itself more. Overall I really enjoy this fragrance and it has been my winter go to these past couple weeks. A great addition to anyoneu2019s fragrance arsenal!"
        },
        {
            "review_title": "Huggable Fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Being a content creator and enthusiast, Iu2019ve come across many products & brandsu2026DedCool being one of them. Although the brand has  been on my radar, Iu2019ve never tried them until now, a year later. What better way to indulge in the brand, than with Xtra Milk!   The Xtra Milk fragrance is like a tight warm hug from your favorite person. The notes (bergamot, white musk, & amber) on this just blends so perfectly together. Neither note over powers the next and thatu2019s what I love most. Xtra Milk is still a soft fragrance that will layer well and compliment other musk or amber fragrance's.   Not only does this fragrance feels great on the skin but the longevity on Xtra Milk is fantastic. DedCool did a fantastic job overall with the particular scent. This genderless, non toxic, vegan fragrance is a win in my book."
        },
        {
            "review_title": "A Subtle and Genderless Option for Everyday Wear",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "As a licensed esthetician, I'm always on the lookout for products that live up to their promises, especially when it comes to fragrances. DedCool Xtra Milk Perfume is a subtle and genderless option perfect for everyday wear. My experience with this perfume is a bit of a mixed bag. On the one hand, I appreciate its clean and refreshing scent. It reminds me of those spritzes you use to freshen up a room or your linens. It's great for a post-workout pick-me-up or a quick washup, but it's not exactly what I'd reach for when I want something super fancy for a special occasion.  The thing is, while the fragrance is nice, it tends to blend in with other scents rather easily. This makes it tricky to tell if you're smelling the perfume itself or something else you've got on. I found myself sniffing around trying to figure out where the scent was coming from, which made it a bit challenging to review. I'd categorize DedCool Xtra Milk Perfume more as a bath and body spray than a standalone perfume. It does the job okay, but it doesn't exactly knock my socks off. It lasts throughout the day, which is a plus, but you have to get up close to notice it.  So, in a nutshell, DedCool Xtra Milk Perfume is a versatile fragrance that's perfect for everyday use. It's easy to wear and suits all kinds of preferences, but if you're looking for something with a bit more oomph, you might want to keep searching."
        },
        {
            "review_title": "Signature Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Honestly this scent is a little difficult to describe because as someone who collects perfumes this one was very unexpected based on the notes, and the way it adapts differently to everyone, but oh my it was the most pleasant surprise for myself personally. First let's talk about the longevity, if you are one who loves for the scent to stay on their clothes for literal days, this is a winner. It's light, but also intoxicating. I find I will pick up the scent randomly throughout the day, for this reason I love spraying it in my hair because I'll get a nice surprise if I toss my hair around, or do a quick motion, etc. Now back to the scent, it's musky and ambery filled with the comfort and freshness of laundry day. It's nostalgic in a way and wraps you around into your own signature scent. On it's own it's incredible, but layered with Sunlit Blooms is my absolute favorite, warm, comforting, sunny, sweet. I have not been able to stop wearing it since I got it!"
        },
        {
            "review_title": "Great Perfume for any Gender and  stays long",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This is my first  trying Decool perfume And this is the first perfume scent I tried the Xtra Milk scent.  I like it very much .My expectations  were met and I'm impressed with my first  experience  and impression.   The scent and the  combination of the notes  are very appealing  and just smells great .  It's not too strong I got compliments  from my household  members  that it's smells that my perfume  smells great and I said thanks to Dedcool Xtra Milk perfume. I wore it for a week now and my experience were amazing .  I am truly happy with this perfume. I am seeing myself  wearing it everyday  in every  occasions  or casual  or even for everyday use.  I love that it lasts all day long and doesn't  mix with my sweat or Little  BO.  I am happy that it's made within  the country USA.  I like the idea of the company  about this perfume  that it is genderless ,that everyone could use it.  So my thought is that if anybody  wants a milky scent perfume that is not so strong and will last all day long then they should try this one.  I do recommend  this perfume  to anybody and I like the company's   overall  concept  I appreciate  it."
        },
        {
            "review_title": "Essential",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This is a very light genderless scent! It is very buildable with other products. I find myself using this daily because of the sweet milky smell."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "If youu2019ve visited Las Vegas and walked through hotels on the strip, this fragrance reminds me of that moment in time. By walking through the hotels, you feel this unique scent that makes you feel more comfortable. The smell is welcoming and a scent for men and women of all ages to enjoy. The scent is clean and refreshing to complement a warm fuzzy feeling.   The scent is not overwhelming or too strong. I do not get headaches after applying this. Iu2019ve had several compliments when wearing this. People have asked me what perfume Iu2019m wearing. I love to tell them Dedcool extra milk. I love the name and it is easy to remember.   The glass bottle is a nice touch and feels classy. Donu2019t spray too close to your clothes or skin. No doubt, this fragrance is my new favorite!"
        },
        {
            "review_title": "subtle and long-lasting scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love the minimalistic packaging of the bottle. This scent is perfect for those who don't want something too strong but a subtle scent. I love this so much!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is a newly released fragrance from Dedcool.  I enjoyed learning the brands motto and also experiencing this niche fragrance that is clean and also unisex.    The bottle is minimalistic designed, the spray itself didnu2019t mist as much but I enjoyed the fragrance.    This is more of a personal scent.  It has notes of bergamot and musk to my nose.  I think it will pair well with other fragrances as a base or a light personal scent depending on preference.  The projection is good and I wore it mainly during the day for fresh and light scent.  The spray lasted several hours before fading.    Overall i find that it is a very unique scent.  Itu2019s subtle and complex.  I enjoyed using it as my new favorite"
        },
        {
            "review_title": "May be this Parfume is for somebody, not for me.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "As a licensed esthetician and working in the spa and beauty industry long time I want to share with you my professional opinion and personal experience about using genderless, nontoxic and vegan Fragrance Extra M M Milk Milk Milk"
        },
        {
            "review_title": "Beautiful Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "When it comes to scents, I am very hard to please.  If it is the slightest bit offensive, I will right away pass on it.    The moment I tried this DedCool Xtra Milk scent, I was so impressed.  The scent is beautiful and alluring.  I am drawn to it more and more.  I can't stop smelling the scent. Definitely a keeper!  It has a very beautiful combination of musk, floral, warmth, depth, and sweetness.  I am so amazed at how beautiful all of these different scents came together and balanced each other like harmony.    It claims to be a genderless fragrance.  I obviously like the scent.  I wanted to test if the males in my family like the fragrance as well.  To my amazement, both my husband and my son liked the scent.  My son is picky.  He will right away show his opinion if he doesn't like something.  This scent was a winner.  My son loved smelling it over and over again.    I love the clear and transparent bottle.  I can see exactly what I am putting on my body, how much I have used, and when it is time to restock.  I would 100% recommend this.  Even if you are not a fragrance lover, you just might fall for this one."
        },
        {
            "review_title": "Oh so yummy!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love trying new scents for different seasons and I think I finally found my daytime spring scent. Dedcool xtra milk smells extremely delicious and invigorating. The scent is subtle yet unique and sophisticated. What I love about this scent is that itu2019s not too overpowering like other perfumes. It smells clean and fresh and warm.  As a mom-to-be, I love that the brand strives to make clean, non-toxic products. I feel totally confident spraying this scent directly onto my skin knowing that it wonu2019t cause me or my baby any harm.  My only critique is that the scent lasted about 5 hours for me. The longevity of the product is perfectly suitable for me but I know other individuals prefer scents that last longer. I found that if you layer this scent with other scents, it not only lasts longer (about 8 hours), but the combination of Dedcool xtra milk with other scents is absolute perfection."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "DedCool the brand is vegan and nontoxic which is something I'm conscious about in recent years. I've developed sensitivity issues with fragrances so I can't use many of the products that l used to wear.   I appreciate the use of clean ingredients without compromising the quality of the fragrances.    Xtra Milk is a warm and spicy fragrance that's sheer- so it's rich in notes but not very heavy. The key notes are Amber, Bergamot and White Musk. This can be a sexy signature scent that's hard to pinpoint unless you own this and can recognize all the notes somehow. I don't tend to love musk because it reminds me of something my grandma wore - This is why you can't judge a fragrance by it's notes. This smells amazing! I love Amber and bergamot together, the musk made it more of a fresh warm and spicy scent on me.   This is a genderless fragrance, which I appreciate. My partner and I share his fragrances, maybe I can return the favor and make"
        },
        {
            "review_title": "Cherry on top!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "DedCool Xtra Milk is a great layering fragrance that can enhance your bodyu2019s natural scent or enhance any scented oil, body spray, or perfume. This productu2019s scent profile has a soft fresh undertone. I love that this product supports the concept of clean beauty. The aesthetic of the bottle and packaging is not only clean and uniform but the fragrance is vegan, cruelty-free, and made with natural, non-toxic ingredients. All and all very clean and classic! Perfect gift for young mail or women rather entrepreneur or corporate atmosphere! I work in the retail industry where my clients are of all ages and gender. I received many compliments from an assortment of clients of all ages, races, and lifestyles!"
        },
        {
            "review_title": "Light but long wearing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "onstantly collecting new fragrances and always trying new smells so I was naturally so excited to try out the dedcool xtra milk. This fragrance was so light smelling and not over powering at all. I love that you can wear it by itself or layer it with another favorite fragrance I tried it both ways and really loved the outcome of the layering! This fragrance also last so long definitely out last all my other fragrances which I love about the brand and made me interested in trying other products from the brand. Xtra milk is also gender free fragrance which is pretty cool because my partner and I can both share it. I noticed it also smells different on me than it does on my partner and I love that. Overall this fragrance was super nice and light and smelt amazing mixed with my other perfumes and it came in such a unique bottle unlike any other fragrances Iu2019ve seen and I loved trying it and being able to get to know more about this brand and what it stands for."
        },
        {
            "review_title": "What I wear when I want to get closer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Tan skin tone, Combination skin",
            "review_text": "Xtra Milk by DeDCool I've always considered my self of a connoisseur of fragrance. So I typically experiment with different scents to see how they work with my chemistry. Well Xtra Milk by Dedcool is a Xtra universal scent, that I love amplified. It smells like me, fresh and clean after a relaxing shower. XTRA Milk is for me and everyone else to enjoy the aroma, that I'm basking in. I like the fact it's not overpowering but it is present, and demands everybody's attention. DedCool has worked its influence by this captivating scent XTRA Milk. This intensified version of the original MIlK has bergamot, white musk, and amber. Unlike the light and layerable Milk, XTRA Milk stands boldly on its own. The longevity is impressive, leaving a delightful trail without overwhelming the senses.  DedCoolu2019s XTRA Milk delivers intensity without giving you a migraine.ud83eudd29"
        },
        {
            "review_title": "Unfortunately didnu2019t work for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I can definitely say that DedCoolu2019s packaging is cute, clean and simple. I like that it is not bright or in an odd shaped bottle. Xtra Milk is a underwhelming fragrance. I feel like on me it just smelled like a soap and not a fragrance. It is nice and smells clean, but it is not something Iu2019m just wowed by. It is strong enough that I could still smell it the next morning when I woke up. My husband said the smell of it almost reminds him of a disinfectant that would be used in a hospital. Unfortunately this didnu2019t work out, which was disappointing. I would recommend either trying this fragrance in the store to see which how it smells on you or get a travel size at first. Iu2019m sure this is a scent that smells better on certain people. I know this brand has other wonderful fragrances."
        },
        {
            "review_title": "My new favorite scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Xtra Milk is heavenly! The first time I wore this out in public I got multiple compliments. I paired it with the Dedcool Fragrance Sunlit Blooms, but I like to wear it on its own or layer it with the Dedcool fragrance Taunt. It is amazing by itself or layered! The smell lasts all day even after I think it has faded away! Itu2019s a unique blend that is fresh, clean, warm & cozy. Everyone who passes by or hugs me always compliments my scent. I love the fact that is also non-toxic and a clean brand.  All DedCool fragrances are oil based, no water or alcohol added, so they are quickly absorbed into the skin and leave you smelling amazing literally all day long! Once the fragrance is on your skin, it mixes with your body chemistry so you have a scent that uniquely belongs to you. This is the perfect signature scent. It is not offensive or strong, it just smells lovely and clean. Even though it is a light scent, it has longevity.  My roommate will take a deep sniff when Iu2019m around and wearing the Xtra Milk. Her face will light up and with her eyes wide she will ask me if Iu2019m wearing milk. Itu2019s an interesting name but I donu2019t mind because I know I smell great. The last thing I would expect anyone to ask me is if I smell like milk, but it truly is a delicious scent. I highly recommend and will definitely be repurchasing."
        },
        {
            "review_title": "Xtra Milk",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The perfect scent has arrived, the DedCool Xtra Milk. This scent has revolutionized my entire existence almost immediately. The soft lovely smell puts me in a happy mood the minute I sprayed it on. When I took it out of the box, I spun around and did a dance. The smell brings confidence and beauty over me. The glass bottle is simple but the bottle packs a punch with essence and style. The scent is best on the body but I do spray it on my sweater and even my jacket. I love that it goes on smooth and light but the smell hits you at different times in the day. I love that it is longwearing and long-lasting. I havenu2019t had this great smell and long-lasting smell in a long time. I havenu2019t invested much in a new fragrance but this is such a wonderful investment."
        },
        {
            "review_title": "non offensive clean smell, but unremarkable",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Porcelain skin tone, Combination skin",
            "review_text": "I am a huge perfume enthusiast, and love trying out new, unique scents, so I was very excited to test Xtra milk from Dedcool.  I love the fact it's vegan and genderless, it seems like a very creative brand that stands apart from other designers.   That said, I wasn't overly impressed with Xtra milk.  I tend towards fresh, citrus,  floral, amd gourmand fragrances, and this just didn't seem remarkable at all to me.   It smelled like fresh laundry, which was nice but something I could get from doing my laundry.  It has a thick, oily texture and is subtle, something you could wear to the office without offending any noses.  Maybe I'm anosmic to it but it just didn't really smell like anything.   These scents are designed to be layered and so it has a very simple profile.  It might be nice under a floral or citrus, or to brighten up a sweet perfume, but then it would probably just smell like floral, citrus, or vanilla freshly done laundry.   Not my thing, but not offensive.  I might use it to freshen up clothes on the way out the door to get a second wear out of them.  *** This review was created through an educational promotional event hosted between the brand and beauty experts"
        },
        {
            "review_title": "An awesome fall/winter fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I have very much enjoyed using the Dedcool Xtra Milk parfum. I am an avid collector of fragrances. I am a 33-year-old guy and I have learned a lot about fragrances over the years. What I love, especially, about parfums is that they contain a higher concentration of oil and last much longer. I sprayed the Xtra Milk parfum on myself early in the morning and by the time I left work in the late afternoon I could still smell the fragrances on myself. This fragrance did exactly what I needed and expected a parfum to do - last the whole day without needing to be reapplied. The Xtra Milk parfum fragrance itself smelled amazing! It has a creamy, milky, and sweet smell that will work well for the fall and winter or even a night out anytime of the year. It gave me the feeling of being very luxurious."
        },
        {
            "review_title": "Mild enough for my sensitive nose",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I worked for more than seven years in beauty retail, and yet I never got into fragrances as much as some others in the field. Partially because I have asthma, and a lot of scents can trigger it which is something I want to avoid. I was so happy to find a brand like Dedcool, where their fragrances are mild enough for me to handle! They are meant to layer, and make your own custom scent which I think is really cool. I also love that it is a line meant for all genders. But letu2019s get on to my thoughts about this one!    I have to say that the musk was definitely a top note. Itu2019s something that is way more evident to my nose than the other supporting notes. I also found this to be a warm and inviting fragrance that I kept wanting to go back and smell, just like the other ones Iu2019ve tried from Dedcool. Usually musk isnu2019t a scent I enjoy, but this was mild enough for me to do so. If youu2019re wondering the difference between Milk and Xtra Milk, I would say that the main difference is that the later is even stronger smelling. Even though it is stronger, it is still buildable, both by itself and in combination with other Dedcool scents. Just like other fragrances on the market, it is going to come down to personal taste whether this will be for you or not. I was a fan, because it was nice and mild and didnu2019t leave me with a headache or cough like some others on the market."
        },
        {
            "review_title": "DedCool Xtra Milk",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This DedCool Xtra Milk is very cool. The scent has so many different shifting scents each time you smell it. I was very intrigued because I had never tried their regular milk scent but this is just enhanced. I am very pleased to say that it smells fantastic. It really is genderless and I enjoy that. Iu2019m pretty difficult when it comes to scents I donu2019t like anything too strong or too floral. I tend to drawl towards scents that are sweet and clean and subtle. I even enjoy male cologne more that womenu2019s perfume. But this Extra Milk is just that! Itu2019s clean and subtle yet has to me a semi cologne scent to it. The scent definitely shifts each time you spray it itu2019s honestly so unique. Wen I first tried DedCcol I was a little confused about the packaging but honestly after learning about it I love the simplicity of it and the box itself is fitting for this scent. I would definitely recommend giving this one a try!"
        },
        {
            "review_title": "My new favorite fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Normal skin",
            "review_text": "If youu2019re looking for a unique scent profile, and a fragrance that works with your personal pheromones, look no further and try this fragrance! I really loved trying the Xtra Milk EDP! It is truly genderless and the scent profile is super unique. Will recommend to everyone!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I find the scent of this perfume, among all of dedcool's scents, quite appealing. It strikes me as distinctly gender-neutral or even genderless, making it a fragrance that I can easily see my boyfriend using as well. Despite enjoying the scent, I find it challenging to pinpoint its exact nature. According to the brand's website, it's a blend of bergamot and white musk. The packaging of the perfume is charming, featuring a simple bottle with delicate etchingu2014making it, in my opinion, an adorable gift for someone. Despite my usual sensitivity to smells, this particular scent is pleasantly mild. Itu2019s not overpowering and doesnu2019t triggers headaches for me. Its neutral and subtle nature makes it suitable for everyday use. In my routine, a single spray of this perfume is ample, offering just the right amount of fragrance."
        },
        {
            "review_title": "DedCool Xtra Milk Eau de Parfum",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "There is no better compliment than one about your scent. I love having all different kinds of parfumes and sprays for the different seasons. Xtra Milk by Dedcool is definitely one of the most unique parfume scents I have ever had the pleasure of trying. It is extremely light and very clean smelling. I was hoping to smell the deep notes of the amber, musk and bergamot just a little more. To be honest, after the first spritz I couldn't really smell too much. I tried spraying a little more especially in zones I knew I would be sure to smell it like the neck, behind the ears and of course my wrists. I always like to spray a bit of parfum right on the collar of clothes because usually that's where you will get the most wafts from a scent. I did notice throughout the afternoon I would catch the really nice light scents from the Xtra Milk. It's a wonderful scent when you catch it, but I just prefer my perfume to have a little more oomph to it. However, I feel like this scent can be used year round because it has that lightness to it yet that subtle hit of warm. Do note that while it is a nice scent it is extremely subtle."
        },
        {
            "review_title": "My new favorite fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Normally I would develop headaches, runny nose and watery eyes from wearing perfumes. No symptoms with this brand. I sprayed the product directly on my skin. After 15 minutes the scent changed to sweeter scent after binding with my chemistry. The scent has a long wear. It never fades. I sprayed my jackets, went outside for errands, the scent is still there. No need to reapply. No need for over use of spraying. I had my boyfriend wear it for a day. After combining with his chemistry it gave off musk meets mahogany scent. He received several compliments. He sneaked a few wears without me knowing beause the sloution is lower. Dedcool is definitely my perfume. I wear it by itself and layer it with the milk and sunlit blooms for a sweeter scent."
        },
        {
            "review_title": "A refreshing new scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I recently had the pleasure of trying this genderless perfume that has completely shifted my olfactory experience. As someone who typically indulges in sweet floral scents, this fragrance brought a welcomed change with its clean, sharp aroma.  The initial spritz revealed a distinct scent that was modern and sophisticated. What stood out to me was the perfume's ability to cut through the sweetness of my usual choices, offering a refreshing contrast. I decided to test its longevity by spraying just one pump on the interior of the box, and to my surprise, even a week later, the scent remained as potent as ever.  The bottle itself is a work of art u2013 thick glass and crystal clear, it exudes a modern and clean aesthetic. The minimalist design aligns perfectly with the genderless theme, making it a versatile addition to any collection.  While this fragrance may not align with my typical preferences, I'm eager to incorporate it into my routine, especially on special occasions. It emanates a mature essence that feels fitting for those moments when you want to leave a lasting impression. The longevity of the scent also suggests that this bottle will be a lasting investment, ensuring it remains a staple in my fragrance collection for a considerable amount of time.  In conclusion, I'm pleasantly surprised and satisfied with this genderless perfume. It offers a departure from the ordinary, providing a clean and mature scent that complements rather than competes with my existing perfumes. I anticipate this bottle will become a cherished part of my routine, making it a wise and enduring choice for those seeking a unique and enduring fragrance experience."
        },
        {
            "review_title": "looove",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "The original scent has been my favorite for about two years but THE XTRA MILK IS DIVINE!! I LOVE the freshness of the bergamot and how clean and fun it smells. The wear on this stuff is CRAAAAZYYY! I put it on in the am one day and I wore a sweater but didn't spray it on the sweater the scent lasted till the next day on the inside of it but also on my skin until I took a shower the next morning! So safe to say it has a strong stay. I really love the spray, it's powerful and disperses very well. I would also like to point out that since it is potent spray farther away because it has the potential to leave some of the oils behind which actually was a HUGE bonus to me because I just rubbed it in and that was that. It doesn't leave a greasy residue or sticky feeling. Honestly, it feels like a lightweight perfume oil which is freaking amaaaazing to me. I love it and its bright, fresh, citrusy clean scent!!"
        },
        {
            "review_title": "A naturally light sweet scent that can be layered",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I am a beauty enthusiast who was looking for a perfume that suits me best. Everything I've found has been either too strong, not a good smelling scent in my opinion, or simply just not me. Then I found Xtra Milk. I absolutely love this scent and I feel like it enhances my natural aroma. This fragrance is warm, sweet, fresh, and very pleasing to the nose. I like how this perfume is suitable for either gender and I love how long it lasts, especially on clothes. Sometimes I layer this scent with other DedCool scents, which is great too! I absolutely love this perfume and it's fragrance is wonderful all on its own. I would recommend this to anyone wanting to try a natural perfume that can be layered or used on its own to enhance your natural sweet aroma. I will definitely keep using Xtra Milk."
        },
        {
            "review_title": "Very catchy,clean fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The DedCool Xtra Milk is really catchy scent! I have the sunlit blooms scent already and love it so I was super eager to try the Xtra Milk. This fragrance really packs a punch that is very noticeable. I think it would be great for any gender. If anything it is a little on the masculine side but I am a female and love wearing it. I have received a lot of compliments on it as well. I think the part I love about this scent is it smells very clean and I donu2019t seem to notice any floral smells from it. It is long lasting and I only have to apply one spray of it and it lasts all day long. I would highly recommend the DedCool Xtra Milk to men and women of all ages. It is a nice fresh but catchy fragrance that will leave you smelling amazing all day long."
        },
        {
            "review_title": "My new favorite fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "I have been a fragrance lover since I can remember. Xtra Milk is such a clean scent. It really reminds me of milk. It is lightly sweet. It is labeled as a genderless and vegan fragrance. The brand encourages us to layer our fragrances to make our own unique scent. This one is perfect for layering and is the perfect personal scent. If you donu2019t want an overpowering scent, this one is for you! I like to spritz it on in the morning after I get out of bed as it is gentle enough to wear anywhere I go! Then I layer on other fragrances throughout the day depending on my mood. It truly has the fresh clean scent like you experience when you just did laundry. The white musk really let me embrace this clean scent so I can see why it was labeled as genderless. The packaging itself is so edgy and cute! I love the barcode design and clear bottle. The barcode to me represents creating your unique code and scent once you layer the fragrance and make it your own. Iu2019ve never tried a fragrance like this, and I am in love with it!"
        },
        {
            "review_title": "Awesome unique fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love to have a good collection and variety in my fragrances. Dedcool is such a fun and innovative line- I love that they are unisex, clean and meant to be cocktailed.  What I love the most about this fragrance is how light it is on me, you can smell it and it turns a very pleasant sweet smell for me, but itu2019s not ever overwhelming.  I got lots of compliments on this fragrance when I wore it to work.  Itu2019s always best to a Spritz perfume straight onto skin vs clothing. I did notice this base has a lot of oil on it and will leave a slight oil behind on your skin but I didnu2019t notice it stain my clothing.  I definitely recommend this fragrance and brand for anyone itu2019s lovely and has so many fun options. Due to the musky nature of this scent it truly changes on everyone to your chemistry."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "DedCool Xtra Milk is a fragrance from DedCool, a Los Angeles-based fragrance brand. It has notes of bergamot, white musk, and amber. It is a genderless fragrance that is nontoxic and biodegradable. I like that DedCool Xtra Milk fragrance, with its creamy and comforting notes, can be versatile in its wearability. It is suitable for every day use, whether going for run, grocery shopping , cooler season, movie night and many more. Given its creamy and comforting nature, it may be particularly well-suited for cooler seasons like fall and winter. While it has a distinct presence, it's not overpowering, making it suitable for people who prefer subtle yet intriguing scents. I wore is at the dinner party and people complimented me. But it didn't lasted that long as I would have wished for."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I am someone who never wears the same fragrance two days in a row, so being able to try the Dedcool Xtra Milk fragrance was so exciting for me!  I have never tried a genderless fragrance before.  There's no particular reason for this but Dedcool has certainly opened my mind to this whole new world of fragrances.  The Xtra Milk fragrance is described as a musk.  This is not what I typically think of when it comes to musk fragrances, this is better.  I have typically avoided musk scents in the past because they tend to be heavy and what I think of as scents for the older generation.  The Xtra Milk is most definitely a smooth, light scent that lasts.  It's not fruity or floral.  It makes me think of sweet cotton.  It does change over the course of the day which is a neat feature.  I could see this being suitable for my husband as well as myself.  "
        },
        {
            "review_title": "My new obsession!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I am a stay at home mom who also works part time and am in my mid 30u2019s and I love trying out new beauty products. The smell of Dedcool xtra milk is tantalizing. I honestly love it and I think I may have found my new scent, I think itu2019s the Bergamot that really sets this scent apart. The scent is light but just perfect. My husband loves it too. It can be worn as a daily perfume and for any occasion. The one thing I did notice which I had heard is that you wonu2019t smell it anymore, I did find this true on the second day I wore it. I then took a break from it for a day and then I was able to smell it again. Having 3 kids with two under 5 makes me constantly have to worry about what I leave around the house, so when I found out Dedcool was nontoxic it was such a sigh of relief. I definitely recommend this perfume to anyone looking to find their scent."
        },
        {
            "review_title": "Pleasantly surprised by this perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Normal skin",
            "review_text": "Oh, this smells so good!! This being vegan and toxic free makes it that much better. I have a lot of perfumes and honestly am getting bored of popular scents all smelling the same...this truly smelle unique and different. I lean more favorable to vanilla/sweet/gourmand type scents, but they usually smell heavy. This smells light clean and airy while still being sweet. It smells really good directly on my skin and when smelling from the bottle. When sprayed on clothing, it's less intense, but it still smells good - so I know it's not just my pH causing it to smell good.  It smells like a warm, inviting, clean home.  I find it more in the feminine side due to sweetness, but it can definitely be made more masculine.  The longevity lasts all day! I really like that I still smell it on myself after a work day. I have gotten many compliments and even told by my coworker that they still smelled it on me after seeing me later in the day."
        },
        {
            "review_title": "This fragrance is a must have, great for layering",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Dedcool' s Xtra Milk is a gorgeous scent of Bergamot, White musk and Amber. I love all of these scents so this is right up my alley. It's a your scent but better fragrance. I feel it smells different on everyone and is excellent for layering. I've gotten into fragrances heavily in the last 5 years and right now this is one of my daily grabs. It's vegan, nontoxic and waterless. It lasts all day on me but I think it's different with everyone depending on how much you sweat and other things. The bottle is glass and 100% recyclable. The bottle is so cool and just has the brand name, scent name and a barcode. It's definitely eye catching. I love how this smells. It's one of the few fragrances that claims to be genderless that I feel actually is great for everybody. It's just right in the middle without leaning towards masculine or feminine. My husband will actually wear it without saying this is women's and refusing and I happily wear it. I do tend to get headaches from strong scents and things I'm not used to and I didn't experience any of that with this fragrance. I would definitely recommend this to friends and family because I feel like it's honestly great for everybody."
        },
        {
            "review_title": "Great fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "When I first smelled the Dedcool EAU DE XTRA MILK PARFUM, I was immediately drawn in by its cozy and sophisticated scent.. The fragrance is so enticing that I'm sure everyone will love it, no matter what kind of scents they usually prefer. Even people who don't usually wear perfume will find themselves falling in love with the Dedcool EAU DE XTRA MILK PARFUM. The brand has really done a great job of creating a fragrance that is inclusive and inviting.The Dedcool EAU DE XTRA MILK PARFUM also comes in a beautiful and simple package. I can't get enough of the Dedcool EAU DE PARFUM scent. It has quickly become one of my absolute favorites. The way it envelops me in its warm and comforting embrace is truly magical. I find myself reaching for it day after day because I just can't get enough of its inviting aroma.I can't imagine my fragrance collection without it, and I look forward to enjoying its delightful scent for years to come."
        },
        {
            "review_title": "Lovely Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "am pleasantly surprised on how much I love this perfume. I wasn't sure what to expect from a gender less perfume but l am a big fan of this perfume now. The scent is smooth on the senses and does not sting or over power like a lot of other perfumes. It is a nice size bottle and sprays out nicely. Very simplistic styling on the bottle which I like, makes it stand out more. I really like how you can layer this scent with other scents available by this same brand. This scent does an excellent job of making it feminine and masculine at the same time. I like how long the scent lasts which I would say is a few hours. Perfumes that last longer than a few hours tend to give me a headache. This is my first time trying this brand and I will definitely be purchasing more in the future."
        },
        {
            "review_title": "A beautiful breathe taking scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Hi, my name is Charlisa a beauty/haircare guru. Living in north Louisiana. Here's my review of the DedCool XTRA MILK perfume. I want to begin talking about the packaging its such a unique and neutral color. The descriptions are so easy to read and provides insight with a detailed list of what scent notes this perfume carries. One of my favorite scents would be bergamot its gives such a pleasant aroma. Not overbearing with the amber and white musk. All of the scents form together in a sweet harmony. That lingers all day. The perfume is genderless and vegan. So perfect for all your friends and family. DedCool is certified organic and cruelty free. The design is so cute and innovative. Made in Los Angeles and the brand does offer other scents that are so pleasant and nice. The spritzier is so durable and strong providing a even application with each spray. Recommended to all perfume lovers."
        },
        {
            "review_title": "Sweet and cozy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Lately, I have been into fragrances and I have picked up the habit of exploring different scents. I have come to learn that I like EDPs, scents that are strong, long lasting and can be layered. I like different notes including wood, Amber, bergamot, and oriental.  I LOVE LOVE LOVE this scent. The smell is similar to milk which I loved (but didnu2019t feel it lasted long enough), but with an extra pow wow. Itu2019s more potent and lasts longer, almost all day. Itu2019s sweet but not too sweet. Itu2019s also cozy, warm, inviting, seductive. Itu2019s just so hard to describe this scent. I was so excited when I got it, sprayed it at home and my husband instantly asked me what I had on. I kept smelling myself after I applied it. The only sad part is you get nose blind to the scent but even after that has occurred, I guarantee you that others can still smell it."
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
            "review_text": "I really loved this scent and how the bottle looks. It looks very Minimal and chic. The smell stays on your clothes and body for a long time. I love how the scent is truly unisex and smells great on me and my partner! I get compliments all the time wearing Xtra Milk!"
        },
        {
            "review_title": "Dedcool Xtra Milk",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "As a new fan of Dedcool, I was very excited to get to try the Xtra Milk fragrance.  I absolutely love their Sunlit Blooms fragrance, and wear it everyday.  Being a professional makeup artist in Los Angeles, I am lucky that I get to try lots of new products for myself and for my clients. I am so happy to have recently discovered Dedcool and have been extremely impressed thus far.  I appreciate that they are a local Los Angeles brand, and that they are aiming to be a unique voice in the beauty realm.  Clean, non toxic, vegan ingredients that are fresh and paired in interesting combinations.  The Dedcool Xtra Milk fragrance is no exception to this rule.  It is really different, and it took me a while to figure it out.  It isn't a scent that I would normally be drawn too, as it is a bit more unisex/masculine than I normally choose.  But once I started wearing it regularly, I realized what it reminded me of.  It reminds me of the smell of the lobby of a really high end hotel.  Everytime I'm in an exclusive hotel, I usually comment on how amazing it smells in the lobby, and then I'm usually asking the front desk what that fragrance is.  The Dedcool Xtra Milk is exactly that, in my opinion.  An expensive smelling, gender neutral, slightly masculine smell.  I would probably prefer it as a candle, but that's just personal preference.  If you're looking for something unique that will set you apart, give this fragrance a try."
        },
        {
            "review_title": "A Sensory Delight: DedCool Xtra Milk Perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "DedCool Xtra Milk has been a game-changer in my fragrance collection. Its functional purpose of providing a long-lasting, unique scent has truly exceeded my expectations. Whether it's a hectic workday or a cozy weekend brunch, this perfume effortlessly elevates my presence, leaving a lasting impression. The scent has a comforting warmth with a hint of mystery, making it perfect for any occasion. The sleek, minimalist bottle adds a touch of sophistication to my vanity. It's not just a perfume; it's a sensorial escape into a world of elegance. I wholeheartedly recommend DedCool Xtra Milk to those seeking a fragrance that seamlessly blends into diverse lifestyles. Its versatility caters to various settings, making it a must-have for professionals and free spirits alike. The perfume is especially well-suited for individuals who appreciate a balance of sophistication and whimsy."
        },
        {
            "review_title": "I love the other scents in this line, butu2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I was first introduced to this brand with the Sunlit Blooms scent and I throughly enjoyed it. Because this particular scent is hailed as the signature for this line, I was very excited to try it. Unfortunately, I was a bit let down. Before I get to that, I want to express that I absolutely love the mixture of warm notes and that it creates a universal musk. I almost always layer my scents and this would be a great addition to the mix. However, when I initially used it, the scent was borderline nonexistent. I figured it mustu2019ve somehow been user error, so I tried using it again and again only to arrive at the same disappointing result. Iu2019m aware that this line of fragrances can be layered or worn alone, but for this to be considered a u201cparfumu201d, I expected  more. Needless to say, my experience with this scent was lackluster. Iu2019m wondering if I just got a bad batch because this was quite the opposite of my positive experience with some of the other scents in this line."
        },
        {
            "review_title": "Perfect for those who donu2019t like perfume",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "After wearing the dedcool perfume u201c extra milk u201c for about a week , I have decided that Iu2019m actually not the biggest fan . Only because I can barely smell it at all . Not really in wasps or up close .  I personally prefer strong perfumes and I am guilty of over spraying but perfumes and fragrances make me happy and have the power to change my mood and confidence. This perfume smells ever so slightly like your average skin scents such as Ellis Brooklyn iso gamma ,  or the riddle oil .  I can still wear it , I just canu2019t smell it . Itu2019s a u201c your skin but better u201c scent , the perfect kind of perfume for people who donu2019t like perfume.  Itu2019s very very light .   The bottle is completely blank except for a barcode which is definitely different but very clean looking."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "DedCool Fragrance Extra Milk presents a captivating olfactory journey, blending bergamot, white musk, and amber notes into a genderless vegan fragrance. While initially light, its bold and refreshing aroma gradually unfolds, making it a perfect choice for the spring and summer seasons.The fragrance opens with a burst of citrusy bergamot, offering a crisp and invigorating sensation. As it settles, the delicate essence of white musk adds depth and sophistication, complementing the initial freshness with a subtle warmth. Finally, the lingering amber base note infuses the fragrance with an alluring complexity, leaving a lasting impression.Although it may take some time to fully appreciate its intricacies, DedCool Fragrance Extra Milk's cool and fresh character makes it well-suited for various occasions. Whether worn casually during the day or for an evening soiree, its versatility shines through.One notable aspect of DedCool Fragrance Extra Milk is its commitment to vegan formulations, aligning with ethical values and preferences. Additionally, its genderless appeal ensures its accessibility to a diverse range of individuals.In summary, DedCool Fragrance Extra Milk offers a sophisticated and modern fragrance experience. With its light yet bold personality, it leaves a memorable mark, making it a worthy addition to any fragrance connoisseur's collection."
        },
        {
            "review_title": "Clean, Warm and Comforting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Here's another beautifully unique clean and warming fragrance I'd love to wear on any season. Though i think i can fully enjoy this scent in spring and summer. The Dedcool Xtra Milk fragrance with notes of Bergamot, White Musk and Amber. The scent is clean and decadent yet not overwhelming. The harmony of sweetness, lactonic, a slight hint of citrus sure brightens the mood all day (or night!). the sweetness and powdery scent of white musk lingers for hours. There are several occasions when I feel like the scent has worn off but then I would get a compliment that I smell really nice   I'd say this scent smells wonderful as is but it also is very versatile and can be used for layering. I love the combination of Xtra Milk and their Taunt scent. Very very amazing and sophisticated.  Longevity wise, it is definitely long wearing for me. First time i wore this scent at night after shower, and got transferred to my night gown, which I can still smell for a couple days now."
        },
        {
            "review_title": "A new unisex favorite ufffc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Normally, I am a gourmand fragrance fan, but I had heard great things about Dedcool and I was dying to try them out. I am very happy to say that I am not disappointed with this scent at all. It is not gourmand in anyway shape or form, but it has this really beautiful, clean with a hint of musk, very skin like sent to it. ufffc"
        },
        {
            "review_title": "This Lasts ALLL Day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I was a little timid on trying a unisex perfume. I am more of a vanilla, floral type of perfume girl. I was SHOCKED on how much I fell in love with this perfume! It smells so good, I love the hints of vanilla and spice. The smell is not over baring and does not give me a headache. I am an esthetician, so I sit and stand over people all day, and I have gotten so many compliments on the smell. The size of this is amazing too, I feel like it will last for a long time. I love the simple packaging of this perfume, it is simple but very unique. I feel like this is perfect mixture of sweet and floral. I can see how it could be unisex, but I feel that women would gravitate towards this more because of how heavenly it smells! This will be a perfume I constantly reach for now!"
        },
        {
            "review_title": "I am obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019ve been a pro makeup artist for eight years and although I love all things beauty, Iu2019ve struggled to tap into the fragrance market. I have sinus disease and am highly sensitive to fragrance and many scents trigger migraines. When I first tried Dedcool a few months ago I was so pleased that I couldnu2019t wait to try Xtra Milk. Holy moly, I am obsessed! Musk scents are my favorite and smelling this gave me such a sense of nostalgia. This fragrance lasts longer than expected although itu2019s a layering scent, and it smells soft, comfortable and sexy in my opinion. I love being able to enjoy this fragrance in a more personal way but also embracing that I can still wear fragrance. No migraine triggers for me while wearing this fragrance and I barely needed to re-apply."
        },
        {
            "review_title": "To each their own!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "After reading a lot of the reviews I had saw that the perfume did not last for many. But I really love it! It lasted the whole night for me and I received many compliments about the scent! Also explaining the name of the brand to people was fun. The Amber really shined through out of all the scents in the perfume."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Porcelain skin tone, Dry skin",
            "review_text": "I'm a self-confessed fan of the House of Dedcool, I believe in Carina's mission and vision and as a person of gender-fluidity, on paper this scent is right up my alley and speaks to my very soul.   Not so fast. Sadly my body chemistry vetoed Xtra Milk and as such, we're not on great terms. Pains me to type these words.    With notes of citrus, musk and amber, Xtra Milk could be your Ride Or Die - it's everything you could possibly want in a genderless, totally unassuming, clean and crisp scent - strong, bold, safe and pleasing. In line with all Dedcool, Xtra Milk comes in the brand's signature bottle complete with a clear glass bottle, clear liquid, fine mister and barcode print. So unmistakable, so genius, such an elegant and clean-cut gem.   The juice itself doesn't stain clothes (thank you Mama Carina!), spray mists fine and wide allowing for easy application. First I'm hit with a super cold, almost icy bergamot juice+leaves - green, fresh, citrusy air. It's a sobering experience and not often found in a perfume bottle. Unique.    The top lasts for a significant amount of time, more than most. At least on my skin that initial spray remains for 2 hours at least. It's a beast that doesn't want to be tamed.    In the drydown, cetalox (that's not even listed as a note!) comes through and practically remains til the very end. My nose simply cannot pick up on anything else other than this artificial grey ambergris (I'm pretty sure was created by Givaudan back in the 1950's) and I can't shake it.    All in all, I couldn't make it work on its own. I feel it's a scent that screams for being layered. Either as a base for better things to come or as a topper to soften overly woodsy or overly sweet fragrances.    For reference I'm a MASSIVE fan of Frangrance 01 Taunt and been wearing it for months as well as Red Dakota, Blonde and Sunlit Blooms. "
        },
        {
            "review_title": "Perfectly Scented",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I've been a fragrance junkie since my aunt introduced me to luxury perfumes and colognes when I was a pre-teen, being a woman I don't typically like real feminine scents though, my taste has has leaned toward either unisex or genderless scents and even alot of men's fragrances. This was my second experience trying the Dedcool brand and I knew I would love it before even receiving it because I LOVE White Musk! The story behind the brand is very inspiring also, if you haven't familiarized yourself with it you should! The Extra Milk is a perfect base scent if your plan is to layer, it's soft, clean, memorable but not over powering.. You literally just want to sniff your wrists all day because it smells so amazing! This is literally my perfect type of scent! Genderless is a perfect word for it because it literally could take on the form of feminity or masculinity or even just anyone! It's what I would describe as ideal. I really can't see anyone disliking this fragrance!"
        },
        {
            "review_title": "Most unique scent Iu2019ve ever smelled",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I was really intrigued by the name 'Extra Milk' when I first heard about this fragrance, so naturally, I couldn't wait to try it out and see how it smelled!  With its mix of Bergamot giving off a lovely citrusy scent, white musk adding a sweet and fresh aroma, and Amber providing a cozy balance, it's a beautiful blend that's almost addictive!  One thing I was impressed by is how long-lasting this fragrance is! I didn't have to reapply it throughout the day; it stayed just as strong as when I first sprayed it.  Another great thing about this fragrance is that it's gender-neutral and works amazingly well! It's perfect for everyday wear and suits any occasion!  I've received so many compliments while wearing it! I just can't get over how good it smells! You won't regret making this fragrance part of your daily routine! I highly recommend giving it a try!"
        },
        {
            "review_title": "Me but better!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This perfume is the literal definition of your skin but better! By itself it is very light and musky which gives you the clean girl aesthetic everyone is going for now a days! I find this to be the best layering perfume! When mixed with other scents it leaves you with a unique signature scent that everyone will ask you for! In my opinion you can really smell the amber and bergamot when sprayed by itself. I find it to be best paired with another one of my signature scents u201cyouu201d by glossier! It really gives me a signature scent as they both are unique to your skin! I love that it is nontoxic, vegan and genderless! My husband has actually been reaching for this cause it smells different on him than it does me! Ladies if youu2019re looking for a creamy sheer scent to layer for longer scent this is your best friend!"
        },
        {
            "review_title": "A Warm Embrace",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Xtra Milk is a heartwarming amber adaptive scent that intensifies once applied to your pulse points. It also boasts of subtle yet indulgent bergamot and white musk that complement each other and supplement the amber to provide a light clean and soft fragrance elixir. I really enjoy the presence of amber in my fragrances because of the warmth it adds to my natural essence. With Xtra Milk, I noticed how subtle the fragrance wraps into the skin at first and then slowly develops a potent yet lightweight aroma that is not overpowering but adequately robust and a dynamic blend of the three fragrance notes: Amber, Bergamot, and White Musk. I think this fragrance is perfect for layering or for use as a statement in itself. I would definitely recommend this to those looking for a daily fragrance that is hearty and warm."
        },
        {
            "review_title": "Layering Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I am perfume fanatic! Xtra Milk is the perfect layering fragrance! It is good on its own, but I think it excels when itu2019s layered with another fragrance. I love a musky fragrance and xtra milk leads with a white musk and bergamot scent, with a finishing amber as the bottom note. Itu2019s sidle yet lasts throughout they"
        },
        {
            "review_title": "Such a good Layering scent or on its own.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Xtra Milk was my introduction to Dedcool fragrances and I couldnu2019t be more thrilled with this product. It smells great on its own, but also pairs well with the other fragrances from this brand. I did also have a change to try one of the discovery sets and I wasnu2019t a fan of all the scents in their own, but when I added it to the mix it just spruce them up a bit and made them more to my liking.  Also, this is extremely long lasting. I not only like spray scents on my skin, but also my clothing and I can say that I can still smell this on my clothing the next day. The longevity on the skin is it good 10 hours I would say typically I can smell this on one wrist more than the other all the way up until I take a shower. With that being said, I feel like this fragrance is well worth the cost because with how long it lasts on the skin, youu2019re definitely getting your moneys worth, and youu2019re not having to reapply throughout the day."
        },
        {
            "review_title": "MY NEW SIGNATURE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Let me explain. This isnu2019t milky in a spoil-in-your-fridge way. This is milky in a sensual, smooth way. Everyone says itu2019s like u201cyour skin but betteru201d but it is true!  It takes a minute, or a day, to fully grasp this scent profile. Notes of dusky amber break through, though lightly, to greet your nose followed by the intimacy of white musk. Itu2019s a personal experience. Itu2019s unlike any other perfume Iu2019ve ever worn.  Iu2019m almost giddy to have a full bottle because I want to take this u201coh I just smell like thisu201d vibe with me wherever I go FOREVER. Like, ultimate cool girl vibes.  I smell like a girl who thrifts the best pieces and orders matcha and turns in all of her work on time. And, I smell like me.   I LOVE this perfume."
        },
        {
            "review_title": "Nice notes, bad performance",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I  had an interesting experience with Dedcool xtra milk . Despite my love for the notes and the overall scent, I found that it had a musky and amber fragrance, which was perfect for wearing after a shower. However, I was only able to smell the fragrance when I was sniffing my skin, which was a bit disappointing. I even tried showering with the fragrance, but strangely enough, I still couldn't smell anything.  On the other hand, I found that if I sprayed it on my wrist in the morning, I could still smell it after 12 hours had passed but only if Iu2019m sniffing my skin. So, in terms of longevity, the fragrance was perfect. However, I noticed that the overall performance was poor, as the scent was not very noticeable, and I could only smell it when I was in close proximity to my skin."
        },
        {
            "review_title": "Addictive clean fragrance for everyone",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I am a complete perfume junkie and always looking for new and exciting fragrances to try. Dedcool seems like such a fresh and unique approach to fragrance and I love that their whole style appeals to everyone. The brand makes a point to not lean towards falling into polarizing feminine or masculine scent categories. Xtra Milk is so addictive and I canu2019t stop smelling myself! The longevity is great and I can smell this on myself all day long, even though overall projection is light. This is perfect for a crowd pleasing everyday fragrance. I got complimented immediately from my family at first spray. They noticed right away that I was wearing something new and told me how good I smelled! If you love lightly sweet and nice clean fragrances that are perfect for layering or simply letting shine on their own, this one is for you."
        },
        {
            "review_title": "Your Newest OBSESSION",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Let Dedcool XTRA MILK be your newest OBSESSION!! The Xtra Milk fragrance is the perfect balance of light and breezy with notes of Amber, Bergamot, and White Musk making it the perfect transitional scent!! Easily take it from day to night by adding a few more sprits or layering it with any other scent from Dedcool! Itu2019s light and airy yet strong without feeling like you walked strait into a powder puff. Xtra Milk is seriously long lastingu2026 I could still smell it hours later and we all know thatu2019s a rare find!! I love what this brand stands for and that the Dedcool brand goes beyond the glass bottle with scents that are vegan, non toxic, and sustainable!! The packaging is also non biodegradable and not to mention super cool. I love that this scent blends with your skin and smells uniquely you!! Give Dedcool a try. I promise it will be your new obsession!!"
        },
        {
            "review_title": "A Nice Light Perfume",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Combination skin",
            "review_text": "I'm a beauty enthusiast and love experimenting with new perfumes and scents. The Decool Xtra Milk Fragrance is a really interesting product! To start with, I love the packaging. I think the barcode design is really clean-looking and I love how it looks on my dresser! The smell is really nice as well. It's definitely a bit of an understated scent- if you're someone who prefers strong scents, this is not the product for you. That said, it definitely smells a little warm and musky, and also clean and comforting. I  really enjoy the smell! I also tried out layering the Xtra Milk Fragrance with some other perfumes I had and found that it really added a nice extra note to those scents- I think it definitely works really well for layering if you're someone who likes to layer scents. It's definitely a genderless scent, and I think it would work for pretty much anyone! I also love that this product is nontoxic and vegan- it is definitely a high-quality fragrance, and you can tell a lot of thought went into the product. I would definitely recommend it to anyone looking for a nice mellow scent to add to their beauty routine, or to anyone looking for a nice layering fragrance!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "DedCool's Xtra Milk perfume is a standout in the fragrance world. First off, it's genderless, which means it's made for everyone. The scent is truly specialu2014it's like a fresh breeze with a comforting twist. Imagine the creamy goodness of milk mixed with subtle notes of vanilla and sandalwood. It's a unique combination that's both soothing and sophisticated. What's even better is its staying power. Once you spray it on, it sticks with you all day, ensuring you smell amazing from morning till night. And let's talk about the packagingu2014simple, chic, and totally Instagram-worthy. Overall, if you're looking for a fragrance that's one-of-a-kind, long-lasting, and inclusive, Xtra Milk by DedCool is the perfect choice."
        },
        {
            "review_title": "Excellent perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "Dedcool Xtra milk is my favorite perfume at the moment. It is a blend of cozy, clean, warm and fresh. I get so many compliments. I absolutely love this perfume. The scent is dreamy and the ingredients are excellent. I like the fact that it is vegan. It is definitely worth the price. The Extra Milk is clean with a musky scent that makes it smell like something I've never smelled before. Slightly powdery, floral and fresh. It is very unique, and it will blend with your personal skin scent and make it a one of a kind.Anyone who love fragrances will know how awesome it is to get compliments from people on your scent. I am obsessed with this perfume. I use it everyday and it lasts so long. Overall Iu2019m very satisfied with this perfume and I highly recommend it to everyone. Must buy, it smells like pure comfort."
        },
        {
            "review_title": "Simple Fresh Milk scent Yet Lasts long!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "My honest experience opinion for the new Dedcool perfume Product Xtra Milk is great upon using it for a week now.  To be honest it's not my favorite but I like the scent smells gentle simple and fresh It's not overpowering not too strong for my liking it's just right for me.  I love that it is an Eau de parfum where I know that when you are looking for a perfume that will last long you need to look for an eau de parfum and definitely this Xtra Milk perfume does it and it last all day when I was wearing it.  Let's talk about the ingredients and I am happy and satisfied with it .  I love the Genderless concept where anyone can use it both Female and Male.I could definitely recommend it to my hubby or family members I know they will share it.  I love that it is Vegan and It's made in LA CA USA. To bw honest I prefer products that are made and produced in USa for some personal reasons and preference and like cheap ingredients and contaminations. So I am impressed with brand Dedcool and this perfume.This is not my favorite scent so far but I would use it. I will definitely recommend to anyone and of course I'll explore more Dedcool perfumes options and find my next favorite scent."
        },
        {
            "review_title": "A new way to play with fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "I am a 32 year old beauty enthusiast and I live in Arizona. I have an affinity with perfume. I like to change my scent based on how I am feeling (or want to feel), where I am going and what I am doing. I like to be able to smell the fragrance on me but I donu2019t want to overwhelm others that I am close to by overly dosing myself in fragrance.   I am obsessed with DedCool. As a millennial myself I can really relate to the brand and its aesthetic. One of my favorite things about DedCool is that they are the only Functional Fragrance brand that helps you discover fragrances in a new way by being who you are. They really help their customers experience a new way to play, shape and customize fragrance through individual discovery. Itu2019s so unique and freeing to be able to mix or layer different fragrances to make it my very own. Itu2019s allowed me to be more creative in figuring out what I like to smell like and how I can easily customize that scent myself.   I love the Xtra Milk Fragrance. Itu2019s such a unique scent of Bergamot, White Musk and Amber. I donu2019t have any other perfumes that are similar or even close. I like that it is a genderless, clean fragrance but still feels feminine and like me. Every day Iu2019ve worn Xtra Milk Iu2019ve had people come up and smell me asking me what smelled so good. Iu2019ve found that it lasts all day and I can sneak a sniff of myself even at the end of the night and still smell it on my skin."
        },
        {
            "review_title": "Soft and sexy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I am a huge fan of Dedcool Xtra Milk. It is a universally unique scent which I find can compliment just about anyone. I love that it can enhance other fragrances. The bergamon really opens the scent and then the musky amber stays and comforts you. It really is effortlessly sexy and it makes me feel like I can wear it day and night. It truly is a very user friendly scent that doesn't overpower but it does have stay power. I would recommend to anyone."
        },
        {
            "review_title": "Great for layering scents",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I have worked in the beauty industry for over 5 years and while fragrance was never my expertise I have always had an appreciation for it. I am not new to trying Dedcool fragrance. This will be the second Dedcool scent I have tried and wow, I love it almost as much as the first. I have a huge appreciation for the brand and what they stand for. Fragrance is one of those things in life that needs to be modernized. I am one of those people who smells a scent and automatically associate it with a gender but I am actively trying to avoid doing this because people can be who they want and smells how they want.    After using this fragrance for a little under a week I can say this scent lasts for so long, seriously all day. I love that about this. This scent has a nice musk note, but it still smells sweet and not overly sweet like candy. It is a great everyday scent and I think this would make a great layering scent. As for the packaging, I love love love the simplicity of the barcode."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The perfect valentine perfume for me. I am a perfume enthusiast and always go to Sephora to find a scent I can call my own and I think Iu2019ve finally found it! Dedcool has always been a brand Iu2019ve kept tabs on. Last year I blindly bought TAUNT and I loved it. It smells like a grown up fruity pebbles mixed with your scent but better. I finally got my hands on the Xtra Milk and omg itu2019s beautiful and even stronger than the original Milk scent which personally, I couldnu2019t smell on myself. Xtra Milk smells like me in the best way possible. Itu2019s verrry similar to Nematu2019s amber perfume oil. If you love amber, bergamot, and musk then this is definitely for you. I get sooo many compliments when I wear this from complete strangers. Itu2019s the type of scent where your nose adjusts to it and you forget you sprayed it on but everyone around you seems to notice. Itu2019s so elegant and classy yet not overpowering in any way which is good."
        },
        {
            "review_title": "Didn't really work for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "DedCool Xtra Milk is a fragrance that promises a delightful olfactory journey with its creamy and alluring scent profile. However, my experience with this fragrance was not as enchanting as I had hoped. Despite my excitement to try it out, the scent did not resonate with me upon application. It simply didn't work for my personal taste.However, despite my disappointment with the fragrance itself, I think that it could potentially serve as a layering option. While it didn't captivate me on its own, I believe it could add a subtle touch of complexity when paired with other scents in my collection.One aspect of DedCool Xtra Milk that I truly appreciate is the brand's unwavering commitment to sustainability and clean beauty. The fragrance is vegan, cruelty-free, and made with natural, non-toxic ingredients. This aligns with my values as a conscious consumer, making it a guilt-free indulgence despite my personal experience with the scent.In terms of packaging, DedCool opts for a clean and simple design, foregoing the ornate collector's bottles often seen in the fragrance world. While this minimalist approach may not appeal to everyone, it reflects the brand's focus on simplicity and sustainability.Although my personal encounter with DedCool Xtra Milk didn't result in the compliments and inquiries I've heard others receive, I acknowledge that fragrance is highly subjective. What didn't resonate with me might be adored by someone else. Despite my own experience, I recognize the potential allure of Xtra Milk for those whose olfactory preferences align more closely with its scent profile."
        },
        {
            "review_title": "Like a warm hug! Yummy second skin scent.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I am really in love with this brand. I think their unisex fragrances and design aesthetic is so welcoming to everyone. If you are the kind of person who loves to smell like the best version of your skinu2026if you just took a shower and you are in cozy sweats and giving someone a hug! I have such aversion to chemical smells and this just meshes perfectly with you skin. I layer it with lotion and some other of the Dedcool scents I have. The bottle looks gorgeous on my vanity and itu2019s an amazing value in my opinion. This is also a scent I like to spray on my sweaters because itu2019s so subtle itu2019s not one that you smell on your skin. So sometimes when I want to smell it to calm me Iu2019ll cuddle my sweaters! I just purchased the detergent in the milk scent which is a milder version. But I loved it so much I want my linens to smell this way. If you are looking for a very powerful spicy fragrance this isnu2019t for you but if you want subtle and lovely and warm and welcoming you will love this! Being vegan is an amazing bonus!"
        },
        {
            "review_title": "Xtra Milk - clean, warm, lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "DedCool has quickly become one of my favorite new fragrance brands and their signature scent, Xtra Milk, is no exception. They're vegan, cruelty-free, and carbon-neutral which is so important to me when trying to be an ethical consumer. Xtra Milk is your everyday layering scent that basically smells like my skin, but better, which is my goal when using perfume. I want my perfumes to work with my skin chemistry, not against it, and Xtra Milk works with my skin exceptionally well. The notes in it are amber, bergamot, and white musk. It smells clean, light, and warm - think linens, clean sheets, open windows, after a fresh shower type of feeling, that's what I experience when I wear it. It is a layering scent so it is light on its own, but it adds so much when layered with some of my other favorite perfumes as a base. I have used it underneath DedCool's other scent called Taunt and I found that it added so much more complexity to my skin scent signatures overall. I sometimes have sensitivities to fragrances, but I haven't had any issues with Xtra Milk which is a huge plus in my book! If clean layering scents are your jam, you'll be pleasantly surprised by Xtra Milk."
        },
        {
            "review_title": "I love Xtra Milku2019s Beautiful Clean Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "My name is Michele and Iu2019m a Beauty Expert in my 30u2019s. Iu2019ve been a huge fan of DedCool since I tried their Sunlit Blooms fragrance. I always love playing with scents and seeing how each scent reacts with my skin and body chemistry. Xtra Milk is a stronger scent and concentration of DedCoolu2019s original Milk scent.  I love how the DedCool Xtra Milk fragrance smells on my skin. The Xtra Milk scent is light, clean and perfect for pairing with other fragrances. It smells like clean, fresh linen drying on a line on a nice summer day. Xtra Milk has a scent that reminds me of my grandma. It takes me back to a simpler more relaxing time. Itu2019s like a time capsule. The notes that make up Xtra Milk are Amber, Bergamot and White Musk. The White Musk is what really stands out to me. I almost get a hint of cedar too. Especially after it sets into my skin. This scent will turn heads and get people asking you what you are wearing. Iu2019ll be wearing this scent tomorrow at work. This formula is waterless so you get a more concentrated scent that will last you much longer than other fragrances on your vanity. It also is formulated with 21 power extracts that include mood-boosting and anti-inflammatory properties. I love itu2019s simple elegant packaging with its clear bottle with a black lid and black writing on it. The bottle is 1.7 fluid ounces which is the perfect amount for me. Its barcode symbol is so cool, unique and symbolizes a more genderless approach to fragrances. It also symbolizes how scent is different for everyone. This fragrance is genderless and vegan. Itu2019s not too feminine or masculine. I love how itu2019s a scent for anyone. I would suggest this amazing fragrance to anyone in their 20u2019s and older looking for a fragrance that is genderless, clean, warm and sensual which will enhance their own natural scent."
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "If you are looking for a fragrance that is indulgent, delicious, and unisex, you might want to try the Dedcool Extra Milk Genderless eau de parfum. This fragrance is part of the Dedcool line, which is vegan and cruelty-free. It features notes of caramel, almond, and vanilla, creating a sweet and creamy scent that is irresistible. The fragrance is also versatile, as it can be layered with other Dedcool fragrances for a unique twist. I love wearing this fragrance on its own, as it makes me feel cozy and pampered. It also lasts for a long time on my skin, and I have been getting compliments on how good I smell. The bottle is sleek and minimalist.   I highly recommend this fragrance to anyone who loves gourmand scents and wants to treat themselves to something special."
        },
        {
            "review_title": "Beautiful Fragrance With Endless Combinations",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Dedcool Extra Milk has taken me by surprise with its captivating scent, swiftly becoming my new favorite perfume. The ingenious layering capability allows me to craft countless unique combinations, keeping my fragrance experience fresh and exciting. With consistent use, I am enamored not only with the beautiful yet simple packaging but also with the oil-based formula. Its soft and smooth texture enhances the application experience, and I appreciate the lack of staining issues on my clothes, which is always something to watch out with oil-based products.  From the initial spray, I was entranced by a scent unlike anything I've encountered before. Its subtle sweetness strikes a perfect balance, avoiding overwhelming notes. Wearing it daily has resulted in an influx of compliments, with people frequently inquiring about the captivating fragrance. Notably, friends and family were quick to purchase this gem after trying it for themselves.  What sets Dedcool Extra Milk apart is its compatibility with other fragrances; experimenting with layering has consistently yielded delightful results. For anyone seeking a uniquely beautiful scent, I highly recommend giving this perfume a tryu2014I guarantee you'll fall in love, just as I have."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love DedCool's simple but cool packaging. It's a functional bottle that doesn't take up more space than necessary yet the barcode makes it stand out. I believe all fragrance should be genderless so I am happy to see the packaging reflect this.  Xtra Milk is supposed to be a stronger version of Milk but I think it smells different. Milk is very faint and I only use that for an enhancer. Xtra Milk is stronger and can stand on its own. The musk is very noticeable so you will love it if you love musk. It smells nice on its own but where it really shines for me is for layering.   Unlike Milk, this is strong enough to make a difference when used in layering. You can smell the complexity coming through. My fav combo is Xtra Milk + Red Dakota, absolutely fav pairing!"
        },
        {
            "review_title": "The fragrance I didn't know I needed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I had seen DedCool on social media and was intrigued by the brand and also ingredients. The fact that no water is used in their fragrance left me extremely intrigued. It is said that because no water is used, it will last longer. And that is so true. I have been spraying this in the morning and at the end of the day, I cam still getting compliments on my fragrance.   Xtra Milk is also unique because it can be worn on its own, or used as a base fragrance to layer. I'll be honest, I am new to layering fragrances, but gave it a try and it's like a whole new world has been opened up. Xtra Milk is the perfect base for layering any fragrances. With that said, I also love wearing it on it's own. It smells fresh and clean and I feel energized when I apply it in the morning. And it truly is genderless, because my hubby is now borrowing it. I'm going to have to get him his own bottle!"
        },
        {
            "review_title": "Sweet and long wearing",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Combination skin",
            "review_text": "As a thirty some year old who lives in the city, I like to wear fragrances that make me memorable. This scent by DedCool is truly memorable. However it is not my favorite scent. Although the scent is unisex, I can say that it would fit a male better, as I felt that it was a strong scent for me. It has sweet notes that made me sneeze quite a bit. However, the positive side is that if this is a scent you enjoy, it does last for a long time. It stayed on me and my clothes for almost a full eight hours. I like that it feels to be oil based, meaning high quality! At the end of the day it smelled softer, which I would prefer from the get go. A little goes a long way, so this bottle will last for a while! The packaging is simple yet artsy, which is very genderless."
        },
        {
            "review_title": "A must-have!!!! Everyday wear",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I was truly impressed with this product. First and foremost it smelled so good!! This is my first time introduced to this brand and itu2019s a guarantee re-purchase for sure. It mixed so well with my body chemistry.This fragrance is a sophisticated blend that is perfect for those who appreciate a complex and layered scent experience. This scent can be worn day or night.The combination of bergamot, white musk, and amber creates a harmonious blend that is both alluring and comforting. It created a warm and enveloping aroma that lingered on my skin. This fragrance is perfect for anyone looking for a unique and captivating scent that will leave a lasting impression. The packaging and bottle is also memorable. It has a modern and minimalist aesthetic that appeals to those who appreciate understated elegance and a touch of luxury."
        },
        {
            "review_title": "Xtra milk me please ud83dude0dud83dude0dud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, mediumTan skin tone, Combination skin",
            "review_text": "First off wow I was very nervous with this scent due to the name. Now, Iu2019m obsessed literally going to make sure I am restocked with this fragrance. Due to the name I thought it was going to smell like milku2026 not was I wrong. When you first spray you are met with hints of bergamot that are consumed a few seconds later by amber and white musk creating this musky yet sweet scent. The top note of this scent is bergamont, the heart and base notes are white musk and amber. While this fragrance is similar to its sister fragrance milk, xtra milk has a more masculine musk that is intertwined with a bitter sweetness. This scent gives a refreshing and empowering impression itu2019s a scent that lingers even after you are already gone. I adore how this fragrance leaves people wondering who is she."
        },
        {
            "review_title": "A nice clean fragrance, smells like fresh sheets",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I am a 30 year old female who absolutely loves fragrances. My favourite notes are musky, woody, oud! Sometimes I do enjoy fruity and floral fragrances as well. I did not even open the box and I immediately loved the first whiff I got from Dedcool Xtra milk. The things that I love about it is thatu2019s it genderless, clean and waterless. I am not great at describing the notes but this smells like clean laundry at first and once it dries down, it is like fresh sheets. It does not really do anything for me alone, but I like layering it with Red Dakota or Taunt from Dedcool itself. It does stay on my skin for several hours but it gets really subtle after 2 hours. Overall I was extremely excited when I saw milk as a note because thatu2019s different, but I am not a fan. I usually wear it at night or spray around my bed."
        },
        {
            "review_title": "Warm and Inviting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I am a content creator with over 10 years experience in the fragrance industry and I can honestly say that the first time I used this perfume I knew it was distinctly different. This scent is warm and Inviting and mysteriously addicting,as it doesn't smell like a perfume to me, it's more like a a sensuous skin enhancer that brings my skin's natural scent to life.After falling in love with wearing this fragrance by itself,I started to experiment with wearing it layered with my other fragrances and found that it enhanced every perfume in my collection,which basically gave me an entire new wardrobe of scents and options.I think this perfume is perfect for anyone that likes a natural,inviting cozy scent,however I would not recommend it to those that prefer a strong perfume scent,as this is definitely not that."
        },
        {
            "review_title": "Not the fragrance for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I just wanna preface this review by making it clear that I actually do love this brand of perfume and this isnu2019t the first fragrance theyve given me but in the interest of remaining objective and honest I do have to admit that I did not enjoy this fragrance at all. Itu2019s not that it smells bad, but my senses couldnt really capture the scent of this fragrance. To me, it barely smelled like anything no matter how much I sprayed. Funny thing though, I asked my roommate to try it right after I did and she loves it. She thought it smelled great and described it as being light but in my opinion itu2019s too subtle for my body chemistry Iu2019m assuming. I know different fragrances smell differently on different people so Iu2019m just going to chop it up as this fragrance simply isnu2019t for me. I think Iu2019ll stick to the sunlit bloom fragrance from This line because itu2019s my favorite."
        },
        {
            "review_title": "a great personal fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "Xtra milk is a warm and cozy scent in my opinion. It has a bright sweet bergamot opening and a warm amber base. There's a kind of cozy skin musk that makes it feel like a very personal fragrance. An easy everyday scent or perfect for layering with the others. The amber and musk sit close, but linger all day. It's the scent version of pulling your favorite bathrobe out of the dryer and wrapping it around you while it's still warm.   I personally would consider it to be very unisex and appropriate for anyone. It's definitely an easy reach and I can't imagine a time or place where it would be inappropriate to wear. This would be a perfect signature scent for a medical provider or office worker who wants a soft sweet fragrance that isn't too loud and isn't likely to cause allergies or reactions in others. It's a natural and nontoxic formula. I even feel comfortable letting my youngest daughter wear it because I know it's gentle on her skin."
        },
        {
            "review_title": "Soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This is probably my new favorite perfume, I love it so much. I usually gravitate towards fruitier scents but I am open to all kinds of scents. I am a scent fanatic and I love discovering new products to add to my collection. This scent is hard to describe but it is soft and has an almost powdery smell to it. It sort of makes me think of the era 1920s, paris. To me this smell is sultry and has a hint of flowers. To be more accurate it consists of bergamot, white musk and amber. I spray this on my chest, neck, legs, arms and wrists. Not always on those spots all together but at seperate times. Really does last all day and it is said to be genderless. I could see both genders using this perfume. The perfume looks like water in the bottle and it is simple but cute. I like how it is designed, it has this cool bar code in the front."
        },
        {
            "review_title": "Made for Layering",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "As someone who has been getting more into fragrances in the last few years, I was very excited to try this one out for myself.  This fragrance - by itself - is not really for me. Honestly, I don't get much scent from it. But, it being light is not a real problem. It's definitely a light and clean fragrance.  Since it's advertised as genderless, I did spray some on my honey as well. I think he enjoyed it more than I did.  That having been said, this fragrance is made for layering. So, when you apply this as a base with another DedCool fragrance over it, that is when the magic truly happens. They will combine to form a fragrance that is unique and truly you.  I would definitely recommend this fragrance to use for layering scents."
        },
        {
            "review_title": "Clean scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Xtra Milk is the perfect layering fragrance that is a gentle blend of amber, bergamot, and white musk. As a fragrance fanatic, this is not something that I have in my collection and is also my first time using a layering fragrance. This smell is clean, soft, and sweet but not overwhelming. I am very particular with sweet scents cause if the scent is too sweet, it tends to give me headaches. Xtra Milk compliments my other fragrances as it is a great base and adds intensity to hold my other perfumes. Xtra Milk is a great stand alone fragrance for the days that you do not want a strong scent. I feel like this scent enhances your natural smell and it lasts for a very long time. I would use this fragrance for the days when I run errands or even for the gym/ workout days. Simple and clean!"
        },
        {
            "review_title": "Honest Review of DedCool - Xtra Milk Perfume",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "As a fragrance enthusiast with a keen nose for nuanced scents, I embarked on a7-day journey with DedCool's Xtra Milk perfume. Promising a genderless fragrance experience, I was intrigued to explore its olfactory landscape and see if it truly lived up to its claims.  Upon the first spritz, I was immediately enveloped in a cloud of creamy sweetness. However, as the scent settled, I couldn't shake the distinct impression that this perfume leaned heavily towards femininity. Despite the brand's assertion of a genderless formula, Xtra Milk exuded a distinctly floral and powdery aroma that felt tailored to a feminine sensibility.  Over the course of the following days, I experimented with different application techniques and observed how the fragrance evolved on my skin. While the longevity was commendable, lasting well into the evening with only minimal fading, the overwhelming floral undertones persisted, leaving me longing for a more balanced composition.  As someone who appreciates fragrances that transcend traditional gender norms, I couldn't help but feel disappointed by DedCool's missed mark. While the scent itself was undeniably pleasant, its unequivocal association with feminine stereotypes contradicted the brand's inclusive ethos. In its current iteration, Xtra Milk may resonate more strongly with individuals seeking a classically feminine fragrance experience, rather than those in search of a truly genderless scent.  In conclusion, DedCool's Xtra Milk perfume offers a delightful olfactory journey characterized by creamy sweetness and floral elegance. However, its unmistakable alignment with traditional feminine scents undermines the brand's commitment to inclusivity and redefining fragrance norms. Despite its shortcomings in fulfilling its genderless promise, Xtra Milk remains a commendable option for those who embrace and enjoy feminine fragrances."
        },
        {
            "review_title": "Still up in the air!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I enjoy the simplicity and straightforwardness of the bottle. Itu2019s minimalistic and I think it was very innovative. The scent of this is slightly citrusy, but mainly musk and woody with a hint of sweet. Something strange that I noticed when applying this to my skin, along with the other sample fragrances, is that both Milk and Xtra Milk caused a little bit of redness and welting where I applied them, whereas the others didnu2019t. I have less redness with Xtra Milk and Iu2019m not sure why, but despite that, this scent is in my top two. The more that I smell it on my skin, the more that I grow to love it. I can definitely see myself pairing this with other fragrances that I own, Iu2019m just figuring out what those could be. Iu2019m going to do some cross, referencing, and a little bit of research, between all of the notes to find out what may be causing the redness, so this little homework assignment will be fun for me. Iu2019m still going to use it unless it worsens, but I donu2019t think it willu2026"
        },
        {
            "review_title": "Embracing Warm Sophistication.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I consider myself a devoted enthusiast regarding beautiful scents and fine fragrances. So, I am excited to share my experience with the brandu2019s XTRA Milk scent. From my previous experience with the brandu2019s Sunlit Blooms, I knew the moment I tried this scent, I would fall in love with it. The minimalist packaging is simple, yet there is pure elegance inside the bottle.  From the first spritz, I was engulfed while dancing gracefully to the captivating notes of white musk and bergamot lying on my skin, making me hooked on the amora all day. However, after hours of the scent on my skin, I can seamlessly smell the superstar note of amber mixed with a sweet vanilla undertone. To me, the amber adds the extra savior faire and warmth to this fragrance.  The subtle sweetness of this scent has remarkable staying power that lingers around with each passing hour of my day. I love it! It is a scent that I want to shower in daily. It will turn heads whether I am wearing this intriguing and soft scent at school, running errands, at the gym, or going out. I will be stocking on this one along with the Sunlit Blooms."
        },
        {
            "review_title": "Beautiful Metamorphosis",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "A scent loved can inspire you, revive your desire, comfort you or send you traveling through time and space of a past memory. Ded Cool Xtra Milk eau de parfum recounted my days of watching artist hand drawn Saturday morning cartoons and School House rock shorts while feasting on a never ending cereal bowl of floating pastel marshmallows in colored pink milk from a bovine. In the background sits an ornate crystal vase of eternal white carnations wafting an unyielding scent for weeks on end. I could describe this scent as a creamy dusty floral, matching the pattern of the couch cushions. The gender neutral universal musk (amber, bergamot and white musk) borders on refreshing yet sultry, the combination changes throughout the day depending on the amount of perceptible exertion. I have yet to personally experience a scent develop so diversely upon each independent application, which frankly was a fun experience. The scent is lasting but not overpowering, softly lingering morphing into the evening hours. The 1.7 fl. spray clear glass bottle is ample, modern, minimal in design and logo, perfect atop your bedroom dresser."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Xtra milk makes me so happy. It's that next day scent of human and it wears differently on everybody. It's a musk and I think everyone has their own natural musk and this mixes and marinated with that to create something super unique.   The packaging is clean and simple. Beautiful and clear, the scent and styling is also quite genderless.   Great price point and it's just something you can casually reach for. I am a walker I spritz the scent into the air and then I walk through it. I find that it just gives a dusting on my persons without coming acrosss too strong."
        },
        {
            "review_title": "Sensational",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Oily skin",
            "review_text": "Xtra Milk is like a candle light dinner and cuddling with your lover after. I instantly get a warm, tingling sensation after spraying this, I feel sexy but I'm also so calm and relaxed. The scent is so smooth and soft. The white musk comes through to me first and really awakens my confidence then the amber and bergamot just elevate my mood! I am so in love with this scent, it's like relaxation In a bottle! It's such a sophisticated scent and it floods me with so many great emotions! I wear this everyday, I spray it on my wrist and i can smell it all day! There's so many words I can use to describe it but it still would not do it justice, it's so unique and unlike any other perfume I've tried! I'm absolutely obsessed and so satisfied with this as my daily perfume!! It's amazing!"
        },
        {
            "review_title": "Beautiful, Sexy, and My New Favorite Fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "Finding a new perfume or body spray (which I usually wear to work), is a difficult task for me, as I am one that leans more towards the Musk and Bergamot scents. Both of which are incredibly hard to find! As a female, I'm not one who likes the floral scents or scents that smell extremely sweet. DeDCool has hit the mark on every point that I would look for, in the Xtra Milk perfume! As soon as you open the box, you are hit with the smells of Bergamot, White Musk, and Amber, which to me, are extremely sensual scents! The bottle is plain but with a purpose! Every element of this product is brought with thought down to the barcode on the bottle, the descriptions on the side of the box, and even the scent itself! Every person, no matter the gender can wear this perfume and have an instant boost of confidence! DeDCool is going to rock the perfume world with its innovative and beautiful line of scents."
        },
        {
            "review_title": "Has zero smell (for me) and lasting power",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Oily skin",
            "review_text": "I was so excited to receive this perfume only to find I couldnu2019t smell it at all. I was very confused because I have a very keen sense of smell. After some research I discovered that Iu2019m probably one of the rare group of people that is missing the OR5A1 gene that allows you to smell ambroxan, which is a prevalent ingredient/note in this perfume. I had my friend describe the scent to me and she said it smelled really light, airy, sweet and slightly woodsy. It reminded her of being bundled up in a cashmere sweater on a cool day. She also said the scent faded really quickly on me and she couldnu2019t smell it after less than 30 minutes of me applying it. I feel bad leaving a one star review because this is a great company that is so forward thinking, I love that they have so many gender neutral scents and the founder seems really humble and down to Earth. However, I canu2019t rate something highly if I literally canu2019t smell it. My suggestion would be to try this scent in store instead of making a blind purchase online."
        },
        {
            "review_title": "Sophisticated Perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This perfume has a super clean smell to me. It smells sophisticated... if that makes sense. The bergamot notes in this perfume hit the nose with a zesty burst, awakening the senses.  I use it after I shower and spray it with baby oil and lather it all over. It is not overpowering at all.  Unlike other fragrances, the genderless nature of this perfume challenges traditional norms. What sets this fragrance apart is its versatility. It effortlessly adapts to individual body chemistry, creating a bespoke scent that is both personal and alluring. The perfume's ability to blur gender lines is a testament to the progressive spirit of modern perfumery.  This perfume is a must-have for those who appreciate innovation in perfumery and seek a scent that transcends traditional boundaries."
        },
        {
            "review_title": "DedCool Xtra Milk",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Combination skin",
            "review_text": "DedCool Xtra Milk fragrance offers a pleasant aroma with a clean and airy freshness. When applied to the skin, its scent transforms over time, distinguishing itself from its initial impression in the bottle. Unquestionably distinctive, it presents a fragrance unlike any I've encountered before. Notably, its gender-neutral packaging and vegan, non-toxic composition with anti-inflammatory properties add to its appeal. I appreciate these qualities in personal and beauty products. This fragrance is an excellent alternative for those who prefer subtle, clean scents or are sensitive to overpowering perfumes. However, the musky undertones differ from my taste, so I wouldn't opt to wear Xtra Milk. Nevertheless, the modern and playful packaging and the clear and minimalist glass bottle make it an attractive option, particularly as a gift for someone whose fragrance preferences are unknown, given its lightness."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love trying new perfumes and I love all kinds of perfumes, so I was super excited to try out Dedcool's Xtra Milk. The fragrance is a musky, ambery scent with some bergamot mixed in there. I can only describe it as a skin scent but better and sweeter. It is almost addicted to smell, whenever I walk past the bottle i always take a little snif. The scent is strong, but not overwhelming by any means. I have already gotten a few compliments from it. It is a great everyday scent for when you want something light and not overwhelming. It is also great for layering! I have already tried layering it with Decool's Sunlit Blooms & it was great! I can imagine that Xtra Milk does very well with complimenting anything. Since Dedcool's products are less watered down, it does leave an oily residue on the skin. But after a while it does absorb. I also really love the packaging. This is definitely one of my new favorite perfumes!"
        },
        {
            "review_title": "Yum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "As a licensed Cosmetologist, working in the beauty industry for 28 years, I have been introduced to and sampled many yummy fragrances! I am especially attracted to the brand DedCool because it is a vegan and genderless brand that can be worn by anyone for any occasion. I also love that the scents are meant to be layered, so you can create your own signature scent!  The DedCool Xtra Milk scent is a yummy, soft but warm scent that makes me want to cuddle up under a blanket for an afternoon nap! The bergamot and amber give an extra cozy feeling with a soft note of spice. The white musk gives a clean scent that draws you in for another sniff!  I love the glass bottle that this is packaged in, with a unique barcode. And this brand is awesome! They create all things scent- even laundry detergent!"
        },
        {
            "review_title": "Sexy in a Bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "My background is retail, phytomedicine & currently I am a caregiver.  My experience is, I am a beauty enthusiast and skincare junkie looking for my holy grail of products. My star rating for Dedcool Xtra Milk EDP is a 5 and here is why I love it.. The founder and creator Carina Chaz is breaking down antiquated gender barriers for her products & replacing it with inclusive genderless fragrances. These fragrances are from plant extraction and then formulated with anti-inflammatory & skin soothing extracts as carriers of the fragrance. This is ingenious & what this means is, that this fragrance in a sense is customized to you because, our body chemistry is unique therefore these fragrances smell completely different on each person and are meant for layering to create a unique customizable scent just for you. The fragrance possibilities are limitless and intriguing. This particular fragrance profile is warm &  sensual, the notes are bergamot, amber & white musk. This is a soft fragrance that captures sexy in a bottle. I like that I can spray this fragrance that has a fine mist and decide if I want to add more or interchange it with another scent. Most perfumes are layered with alcohol and water and come out strong and youu2019re kind of stuck with the scent until it wears off and thatu2019s the absolute beauty of Dedcool as a buildable, layering scent with no alcohol or water just pure plant extractions. This is perfect for anyone with skin sensitivity, allergies to synthetic chemicals and anyone who wants to smell amazing or play around & create your signature scent. Smells like you but, better!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Dedcool Xtra Milk is so unique and I noticed that it smells different on me and on my friends. Itu2019s a light scent like milk but its got notes of musk and amber and bergamot which are all classic unique scents. I enjoy how itu2019s not sweet or over powering and I enjoy layering this scent on top of other scents also from dedcool. This perfume is genderless and I feel like itu2019s so unique and lasts a long time. It changes the properties of other smells and is so unique when layered with other scents from this collection. I love layering it with blonde which is a black violet and saffron scent and itu2019s intoxicating. I wore this to sleep and applied this under the backside of my neck behind all my hair. When I put my hair up I can still smell it and now it scent has slightly changed and I can smell the musk even more!"
        },
        {
            "review_title": "Your scent but better",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "As an owner of Dedcoolu2019s Sunlit Blooms and original Milk layering fragrance, I was super excited to try out Xtra Milk. I love to be able to wear a subtle fragrance at work as an esthetician, but itu2019s important to me and my clients that I donu2019t smell too pungent. I love Xtra Milk because itu2019s like a u201cyour scent but betteru201d kind of fragrance. The scent is complex, yet wearable for everyone. At first, Xtra Milk smells fresh, clean, and slightly of citrus, but with warmth and depth from white musk. As the fragrance wears throughout the day, it really synthesizes with your bodyu2019s natural odor. Xtra Milk is a universal and everyday scent but is still incredibly unique yet comforting. I also just really love the ethos of this brand. It seems like Dedcool aims to make the category of fragrance more approachable and customizable. I have loved wearing Xtra Milk every day and experimenting with combining it with other fragrances. I love that I am able to create a scent that is unique and true to me."
        },
        {
            "review_title": "Versatile scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "What stands out to me about this perfume is its versatility u2013  it's suitable for both men and women, making it inclusive and welcoming to all. Among its notes of amber, bergamot, and white musk, I found amber taking the lead with its deep, musky scent, setting it apart from other fragrances. It's not overpowering, instead, it's delicately balanced, making it a perfect pick for any occasion, whether it's a day at the office, a romantic evening out, or a casual get together with friends. Even though it's light, people always tell me how good I smell when they walk by. The only downside is that it doesn't last all day, which is okay. Considering the luxurious quality of the perfume, it isn't entirely unexpected. It is perfect for people like me who want a fragrance that effortlessly complements their style and personality.  If you're looking for something elegant that fits any occasion, I would recommend you giving it a try."
        },
        {
            "review_title": "Smells Like My New Obsession",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Normal skin",
            "review_text": "This perfume smells like my new obsession! Dedcool honestly never misses on their fragrances, and Xtra Milk has secured its spot in my top 3 favorites. I wouldn't say the scent reminds me of literal milk, more of a mmm that's good smell. Xtra Milk's scent evokes you-but-better plus fresh-out-the-salon-hair. It's clean, comforting, and alluring all at once. It's hard to compare it to other fragrances because it is so complex and unique. If you like Glossier You, you will be OBSESSED with Xtra Milk. This scent lasts all day long, and I can still smell it on my shirt collar the next day. However, it manages to be long-lasting without being overbearing. My sensitive skin and nose have zero issues with the Xtra Milk formula. The first time I wore it and hugged my boyfriend, he said I smell like 'girl', in the best way haha. The bottle has a nice weight to it, and effortlessly sprays into a fine-mist. I know l'll be reaching for my Xtra Milk bottle everyday!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I'm always looking for a new signature scent, whether it be for the day or nighttime or something that works all day. This perfume allows to build your signature fragrance by acting as a base to help enhance the other subtle tones of other perfumes. When I first tried it, on my body it smelled more masculine and being a genderless fragrance I felt that it was possible to make it my own and more feminine. Pairing this fragrance with more feminine undertones really made it pop and it smells amazing now. I did rate it 4 stars as it doesn't last quite as long on the body, however ever since I sprayed it in my living room the smell has yet to leave. It's been smelling like Xtra milk for days and I'm not mad. You can wear this on its own or pair it with your favorite scent either way I highly recommend you try it. You never know if your new signature scent is just waiting for the extra oomph of Xtra Milk."
        },
        {
            "review_title": "This fragrance is a must try.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "DedCool Xtra Milk- This scent is a beautiful Musky light weight scent that is well rounded and good for men and woman. I love the way it sits on my skin after it settles. Long lasting that will last all day. I actually put it on over a scent free lotion the lotion actually took on the scent which made it wear all day and night. I spray it on my neck area as well as my wrists. I also sprayed a little in the air and walked through it so it would land on my hair, and I got compliments on this scent all night long. very light scent of amber +bergamot mixed with white musk. This is a definite must try! As a Professional Esthetician I recommend this sent because it is so light that everyone can use it and it won't overwhelm you! Quick go and get yours as they are sure to sell out soon! Well done DedCool! Adore it."
        },
        {
            "review_title": "My favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I am going to add this perfume to my favorite list. I love the scent as it is intoxicating and so soothing. I always get compliments whenever I use it. Everyone keeps asking me what I am wearing, and why I always smell good. I am so happy that I found the right scent for me. I really like the size because I am a traveler and it is perfect to carry around. The scent is not too strong. I think it is going to be my signature scent from now on. It is a beautiful, subtle scent that is not overwhelming. It is also last long. I still can smell it the next day. It is vegan friendly which is great for everyone. I will repurchase it as soon as I finish it. Xtra milk is such a perfect name for it. It is hands down my new favorite for everyday wear. I highly recommend this if you love wearing perfume."
        },
        {
            "review_title": "Comfort zone fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "What can I say? This stuff is awesome for layering, as well as on its own. But it really does it's thing if you spray on top of your other favorite fragrance and just let the magic work. It really puts me in my comfort zone when I smells this stuff, it's almost like a  very clean laundry type smell. It also lasted for 10-12 hrs on my skin, I'm also sure my clothes still smells like it. It's very oily but it lasts very well. I enjoyed it overall."
        },
        {
            "review_title": "Unique perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I have been a beauty enthusiast for many years but in them many of years I have never experienced a brand as unique as Dedcool nor have I come across a fragrance like Dedcool Xtra Milk that is so fun but yet sensual . The sunny citrus scent of bergamot, fresh delicate white musk and rich warm amber blend so well together to make an invigorating aroma. I love the fact that it is not too overpowering like some perfumes can be. It is just the right intensity. It lasts all day on your skin and seems to smell even more amazing throughout the day which I believe is because of their use of extract based ingredients instead of water. Because it is made from extracts you might want to be careful not to spray it on delicate clothing as the oils might affect that but on regular blends of fabric it is perfectly fine. I like wearing this by itself but you can also layer it with any other  Dedcool scents to create a twist of your own scent. What is so great about this brand is it is genderless, anyone can use it and have the world around them saying you smell so good !"
        },
        {
            "review_title": "LOVE the scent and layering but not the oily cast",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really love the scent on this, it is absolutely to die for. On me, it smells both sweet and musky, and li gets throughout the day. I love layering it, especially with Red Dakota and Blonde! My one complaint is that when spraying close to the skin, it leaves an oily cast that doesnu2019t really go away."
        },
        {
            "review_title": "A scent for huggers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Normal skin",
            "review_text": "Usually a subtle or uniquely sweet scents that works with the underlying chemistry of the skin is what I gravitate toward. I have been getting into genderless scent and have been eyeing Dedcool.  I made the mistake of smelling Xtra Milk before trying the original Milk in the discovery kit. While Milk is a great layering scent and the heart of Dedcool...Xtra Milk is so good! Every person that demanded this be brought into fruition I thank you. This was love at first sniff for me and is now my signature scent.  It's so cozy and warm that I could not stop hugging myself haha.I love bergamot but was surprised by how much I loved the amber and white musk that accompanied it. It is such a great musk unique yet genderless and universal. This fragrance is waterless and the longevity was 8 hours sprayed on my skin and lingered way longer on clothes.The bottles simple barcode design is sleek and minimal. My sprayer was more splash than mist but still a 10/10!"
        },
        {
            "review_title": "DedCool",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "As a perfume lover, I've always wanted to find a wonderful but distinctive scent that would make people associate a certain aroma with me, and therefore I don't like perfumey perfumes that although have a great smile, have no character because everyone wears them.  With DedCool Xtra Milk, I finally obtained my signature scent. If I want something more subtle, not too sweat or floral, I use the product alone, and if I have an event or I want to have a more strong scent, I layer it with other DedCool fragances or even perfumes from other brands, and create something very unique, that smells like me.  I get compliments almost every single time I go out with this on, and even my dog Woody cannot resist! Iu2019ve noticed that when I think itu2019s not there anymore, other people still smell it. It lasts longer on clothes than skin."
        },
        {
            "review_title": "New favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "First off, I have never gotten so many compliments on my perfume as I have when I wore this. Xtra milk is amazing on its own. I love that itu2019s pheromone-based so it matches your specific pH level and itu2019s going to be different for every single person that wears it. I also love that the scent develops the longer that you wear it. At first, it has this great gender, neutral, musky smell. After you wear it for an hours or two it developes to your bodies PH, for me I had grapefruit tones, as well as some floral notes. My partner used this, and his tones were more smoky and rich. The scent lasted all day. I love the barcode on this packaging, which just signifies that no one is the same. This perfume is going to add to your original since your original pH and itu2019s unique to you. This is definitely a product that I would recommend to anyone who wants to smell amazing."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "DedCool's Xtra Milk fragrance is a captivating journey that transcends traditional scent boundaries. The unique blend of bergamot along with white musks creates an intoxicating aroma that's both comforting and alluring. From the first whiff, it evokes a sense of nostalgia, reminiscent and sun-kissed days. What sets Xtra Milk apart is its ability to adapt to individual skin chemistry, creating a personalized scent experience. The longevity is impressive, with subtle nuances lingering throughout the day. The minimalist packaging complements the fragrance's understated elegance. DedCool has truly crafted a masterpiece with Xtra Milk, making it a versatile and delightful addition to any fragrance collection. This scent has become a signature part of my daily routine, adding a touch of warmth and sophistication to every moment."
        },
        {
            "review_title": "Dedcool xtra milk",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this brand! Love this scent as well. If you like light clean smells this one is great. It reminds me of Juliette has a gun and even dolce and gabana light blue. This scent is perfect for daytime or celebration. For me, this is going to be my signature scent. I like this brand so much and being vegan, non toxic, genderless; it's the future I support it"
        },
        {
            "review_title": "Unique Scent",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
            "review_text": "Iu2019m a serious fragrance lover and to be honest this one was a little different. Starting with the packaging it was really sleek not too busy, which I loved. I felt that the bottle could have been a little more unique. Maybe a certain shape or something that stands out.  I find that customers are attracted to the packaging first, then the design of the bottle, and lastly the fragrance itself. The fragrance states that it is genderless. However, I feel like it is not really on the feminine side. This fragrance in  particular not the brand overall. The spritzer is really good some actually dart the fragrance out at you staining your clothes but not this one. I would rate the packaging a 7, the bottle itself would get a 2, and the extra milk scent a 5."
        },
        {
            "review_title": "earthier scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I really thought there would be a more powdery like scent to this, maybe a little bit more of warmer amber but I notice the blend of bergamot and musk makes it a little citrusy metallic on my skin, especially with those being the top 2 notes. With just 2 sprays this one lasted all day long and I was still able to smell it on my clothes so it is definitely u201cextrau201d. My husband really liked the smell of it, and I received extra compliments heu2019s actually going to try it himself so itu2019s great that anyone can wear it! I donu2019t imagine this will become my signature scent but I like it that itu2019s not too strong or over powering where others would be overwhelmed by it, so I will wear it on occasion. And I LOVE that itu2019s non toxic. Aside from the scent, the packaging is super chic and beautiful. I love the glass bottle and unique branding Dedcool has itu2019s really fun, youthful and modern."
        },
        {
            "review_title": "I didnu2019t expect to love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "I am a perfume enthusiast with over 10 years under my belt, and going into this I truthfully was not expecting to enjoy this fragrance. I normally donu2019t enjoy very light scents. I lean towards the real heavy hitters, but this fragrance surprised me. It is soft and is very musky and ambery to my nose with a burst of pleasant citrus that I would assume comes from the bergamot note. On my skin this is truly a beautiful my skin but better fragrance, and for being such a soft scent it projects on me surprisingly well! I can smell this on my skin 12 hours after wearing it, although I have to press my nose to my skin to do so. This has quickly became a major love for me, and I never want to have to be without this fragrance ever again! Dedcool has most definitely obtained a repeat customer out of me."
        },
        {
            "review_title": "Canu2019t tell the difference",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I personally canu2019t tell the difference between DedCoolu2019s Xtra Milk and DedCoolu2019s Milk but I do think Xtra Milk lingers on me a little longer and is better for layering other scents by DedCool. Xtra Milk is exactly like Milku2019s light musk that is the perfect combination of masculine and feminine. Light amber notes in my opinion with more of a bergamot pull. It reminds me of a relaxing spa room. I always get compliments when I wear this perfume, and occasionally my boyfriend will layer it with his cologne. I would recommend this product to others that want to switch it up a little bit or maybe layer on an extra scent without going crazy. DedCoolu2019s Xtra Milk is the perfect subtle perfume that will last a majority of the day and you will receive compliments on."
        },
        {
            "review_title": "Amazingly beautiful and unique",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I've tried so many different scents throughout the years and honestly, I can say that there are only two that have caught my attention enough for me to purchase a full-size bottle. Even then, I wasn't truly satisfied with these scents. They never felt personal nor did they last very long. When I sprayed Dedcool Xtra Milk on myself for the first time I was truly amazed at how beautiful it smells.  Xtra Milk is a beautiful warm, soft, inviting yet soothing scent. The amber, bergamot, and white musk complement each other so well. I don't feel as though one note stands out more than the next. It's not an overwhelming scent, the best way that I can describe it is it's like, my scent but amplified with beautiful fragrance notes. It blends with my body chemistry to create a beautiful scent that I feel is all my own. I can smell it well into the next day as if I just sprayed it so the lasting power is truly amazing. I'm being honest when I say that I'm 100% head over heels in love with Xtra Milk. There's something very intoxicating about it. Maybe it's the warm and cozy feeling it gives me while I'm wearing it? I don't know I just know that my words don't describe how truly beautiful Xtra Milk smells. I have found a scent I can call my own. Thank you Carina for this amazingly beautiful scent!"
        },
        {
            "review_title": "A great scent, though very subtle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have never tried any dedcool perfumes until I tried this one.  As someone who loves trying perfumes, I am very impressed! I love that it is vegan. It is supposed to be a more intense version of their milk perfume, and I do agree that it has more longevity and is stronger than the original. Though it is still a very subtle perfume in my opinion. I would say it is a u201cyour skin but betteru201d type of scent. I personally enjoy those type of perfumes the most. It is very pleasant, with notes of bergamot, white musk, amber. I think the bergamot is the strongest at first application, but with time it diminishes and leaves a yummy cozy scent that I really like! But I think I would have preferred it if the perfume was a slightly bit stronger, as it is very subtle, as I said previously. I think it is a perfect scent for anyone, as it is unisex. It would be great for those who want to have a perfume without it being too strong or overpowering. I have used it for a couple of days, and even thought itu2019s a very light scent, I could still slightly smell it the morning after application, which is nice! I would definitely recommend this perfume"
        },
        {
            "review_title": "Amazing Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I tested these XTRA MILK for a week now and I must say I really enjoyed its scents. XTRA Milk did an amazing job creating perfume oils and did a huge hit with me. I love the purity of the ingredients and I could wear this scents anytime of the day or night. I used it after I take shower and its fragrance stays for the whole day. It isnu2019t over-powering and it doesnu2019t give me a headache like most perfumes. My daugther who is 5 years old loved its scent also and she always told me that she likes my perfume. I will definitely recommend this Dedcool perfume to all ages especially if you are looking for long lasting scents."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Hello! As a beauty enthusiast, I love testing products and giving my honest opinion on how well these beauty items have worked for me. A little bit of background- I am 28 years old and I absolutely love perfumes!! I have heard of dedcool before, but prior to receiving this product I have never tried it before. DedCool Xtra Milk has an as aesthetic packaging with minimalist details like the barcode. It is sleek and unassuming, however, when you try it on, it really is such a unique scent! This has been my go to fragrance and I have smelled my wrist not less than twenty times each time I wear it! The scent lasts throughout the day. I really enjoy the scent- it's a warm musky scent that feels super cozy. I don't have anything like this in my collection, which makes this perfume really special. I look forward to continuing to wear this and checking out other scents from their collections!"
        },
        {
            "review_title": "Dedcool Xtra Milk",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I am a huge fan of unisex genderless fragrances. After working for many years in the industry, fragrance has skyrocketed and itu2019s great to find a new and refreshing brand. I am a true believer that you get to choose what makes you personally happy in your fragrance choices. This scent is absolutely perfect for those days you want to smell minimal and like your own skin. I personally love the way this scent smells just like skin. Itu2019s natural, soft, and smells clean. Itu2019s the base profile for all of the scents so layering any other Dedcool fragrance is welcomed. I have also tried other brands in a layering effect and this works perfectly as a base to hold scent longer. Many people have commented that I always smell so great. I also appreciate the subtle differences this creates in my personal fragrance."
        },
        {
            "review_title": "Better than your skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The DedCool Xtra Milk fragrance offers a vegan, water-free formula that emphasizes durability and quality. Its unique scent defies easy description, seamlessly melding with individual skin chemistry to enhance the natural aroma, resulting in a personalized olfactory experience. Xtra Milk simply smells like your skin, but betteru2014an ineffable blend that captivates the senses.  Similar to other DedCool offerings, Xtra Milk maintains a long-lasting presence, with its intimate and skin-close scent profile lingering throughout the day. Its high-quality formulation ensures the fragrance remains true to its essence, delivering a consistent and enchanting aroma.  For me, the scent evokes freshness, clarity, and a mineral-like quality reminiscent of the ocean breeze mingled with sea salt. However, for one of my friends, it opens differently, revealing woody, sweet notes with a bold presence. I advise against blind purchases or relying solely on paper tests in stores. It's crucial to try the fragrance on your skin to fully appreciate its nuances. While there may be a slight oil residue on the skin, I didn't notice this issue on clothes, thanks to the effective spray mechanism."
        },
        {
            "review_title": "Love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I was super excited to try this fragrance as I love the other dedcool scents. I also love fragrances that are u201cyou but betteru201d and smell natural. This is just that! This is a perfect perfume for days spent inside, running errands, or a casual days! I normally get sensitive to strong smells but am able to wear this and not get headaches! I also love to use this as a layering perfume. Mix and match with other scents to find your perfect scent! So awesome and versatile which is an amazing. I also really like the packaging. The bottle is cute. It is minimalistic and pretty. The box is also gorgeous. I can see this being gifted to anyone! I would definitely recommend this to someone who wants to get into wearing scents or anyone looking for a gift to a friend!"
        },
        {
            "review_title": "I fell in love with Xtra milk",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Combination skin",
            "review_text": "I enjoyed the Dedcool Xtra Milk perfume. Here is why I fell in love with this fragrance it took me back to my childhood something nostalgic about it. It's a very familiar smell. In the same sense, it's also unique. It's a milky scent but with a freshness to it. This was a compliment-getter for me. This would be a safe blind buy and easily worn year-round type of fragrance. I believe this would also be good for a man or a woman. From my experience with this fragrance, it was a very positive and easy-to-wear one. Plus this fragrance has no water and it's long-lasting. Get this fragrance you will not be disappointed. This is also a great layering fragrance and you can smell the amber. Also, the bottleis so simple but so cute. This is a must have for any fragrance lover. It has a great sprayer also the perfect amount comes out . My son said he loved my perfume because it smelled good ."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Dedcool Extra Milk scent is an amazing perfume that captivates everyone around you. It has notes of bergamot, amber, and vanilla which creates this scent that is warm and familiar. It is also long-lasting and lingered throughout the entire day while consistently smelling good. What sealed the deal for me was how it wasnu2019t too overpowering. Overall, I would definitely recommend this scent for anyone who appreciates a nice alluring fragrance."
        },
        {
            "review_title": "Smells Incredible!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "Dedcool Xtra Milk Eau de Perfume smells incredible. This fragrance is fresh, different, vegan, and unisex. I am not typically a huge fan of unisex scents as they tend to favor musky or sweet but this one is special. I am a salon owner and hair professional of over 20 years. I see a lot of fads come and go. Dedcool isn't a fad. It only takes about one spray and the scent not only lasts all day, but improves as your skin warms it. The scent becomes unique to the person who is wearing it. That isn't something you see in most fragrance.  This one has a subtle musk scent that is fresh, clean, and light. It smells like what I imagine a cloud would smell like. I highly recommend Dedcool Xtra Milk to everyone. It smells so great!"
        },
        {
            "review_title": "DedCool Xtra Milk",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "DedCool Xtra Milk is a delight! Exuding a warm and inviting scent with a strong presence of Amber notes. During a visit to my parents the fragrance garnered compliments from both of them, highlighting its appeal across genders. I appreciate its genderless packaging, reflecting Dedcool's inclusive beliefs. As a clean and vegan brand it aligns with my values, ensuring a guilt free indulgence in its alluring aroma! The scent lingers on the skin for about 3-4 hours and leaves a lasting impression on clothing for up to 5 hours. Its captivating aroma remains inviting throughout the wear, though a re-spray may be needed to maintain its intensity after a while. I wholeheartedly encourage you to give it a try and experience it's delightful scent first hand."
        },
        {
            "review_title": "OBSESSED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I must admit, I never was a huge fan of perfumes before but recently Iu2019ve started to dabble a bit more. When I tell you this scent stopped me dead in my tracks and soared to the top spot being my new favorite scent. I am completely obsessed. I have someone new every day asking me what Iu2019m wearing and where to get it. The bergamot and white musk is so subtle yet classy and sexy. The amber is seductive yet flirty and fun. I have no bad things to say at all because there is nothing bad about this product. The smell of soft and warm and inviting in the best way. I would swim in it if I could. I love this brand and everything they stand for and this is by far the best scent. If youu2019re going to buy one buy this one. I guarantee youu2019ll be a repeat customer. Spray it on as much as you like and be ready to turn heads."
        },
        {
            "review_title": "Deliciously Indulgent scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Dedcool's Xtra milk is a fantastic blend of cleanly sourced Bergamot, white musk, and amber. It was a subtle scent reminiscent of my younger days when I would have tea with my grandmother. It was a ritual for us every Saturday morning. Why did this perfume remind me of those lazy Saturday mornings? Because our tea of choice was always lady grey, which prominently features bergamot, the top note I took from this lovely scent. A wonderful memory. I miss those days very much.  While the scent is subtle I did receive many compliments while wearing it, my husband was a huge fan and picked up on the fact I was wearing a new scent almost immediately. He asked me what I was wearing and asked me to wear it again the following day which was a win in my book. I wore it alone the first day and layered it with a favorite scent the next day and found it pairs well with other scents. It works as a compliment very nicely. I paired it with a vanilla-heavy scent and found the combination very intoxicating.  The scent when worn alone lasted a good length of time, fading through the day and I would say that it lasted for about six hours without reapplication.  I enjoy Dedcool's passion for sustainable practices as well, with their focus on clean production and lessening their carbon footprint. It makes me feel better about using their products."
        },
        {
            "review_title": "Simple yet elegant!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "As a 33 year old that likes to keep things simple and typically enjoys gourmand scents, I was surprised at how much I enjoyed the DedCool Xtra Milk. This scent is amazing. I only use two spritzes (one on my wrist and one in my hair) and the scent lasts all day without having to reapply. With other scents I find that I am having to reapply throughout the day to still smell them. The bottle is absolutely my style, so simple yet so chic. I think this fragrance is good for every day use as it isnu2019t overpowering but also great for special occasions. The pump dispenses the perfect amount of scent and is easy to use. I love how fresh yet elegant this scent profile is. I would recommend Xtra Milk to just about any age group because it is not overwhelming. I am excited to continue using this daily to stay fresh."
        },
        {
            "review_title": "Romance of the Ocean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I love fresh linen hanging from the clotheslineu2014there are phases of different scents derived from the detergent and softener, that mingle over time with the breeze and breath of nature. The Dedcool Xrta Milk Eau De Parfum embodies that experience; when initally applied, there is a striking fresh, cotton-like white musk mingled with zesty undertones of the bergamot; as it dries, the scent warms to a more subtle, spicy amber with pervasive fresh musk and a hint of bergamot. The amazing thing about this fragrance line is that it doesnu2019t dry the skin; rather, there is a silky, luxurious feel to the skin that makes on obliged to massage it over the neck and shoulders (such as I did). It smells like the romance of the ocean and the salty, back breeze. It lasts all day, and into the next! I highly, highly recommend this wonderful fragrance."
        },
        {
            "review_title": "My New Fave Genderless Scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Okay, lemme just say DedCool Xtra Milk is my new go-to! As a college girl who's into unique scents, this perfume checks all the boxes. The musk is so fresh and chill - reminds me of warm laundry or snuggling into a cozy sweatshirt. It starts out light then builds with pretty amber and bergamot notes. Smells so comforting yet still totally modern. What's awesome is it really does adapt to your scent. After wearing for a bit, it's like I can't tell where my natural smell ends and the perfume begins. Feels like I'm smelling an enhanced version of my personal scent. Pretty cool effect! I love that it's genderless too. This isn't heavy or too sweet/spicy. It's just soft, creamy, a lil' sweet. Works for any mood or outfit. The bottle looks sleek on my dresser. An all around win in my book! Can't wait to spritz this on the daily."
        },
        {
            "review_title": "Iu2019m Ded",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "Clean girl aesthetic? Nay! Clean girl fragrance, clean girl essence, clean girl lifestyle. This fragrance became a part of me. No I mean literally I wonu2019t be without it now. It is a close to the skin fragrance that feels cozy and personal. Itu2019s the best thing if you love dove soap, laundry detergent, hair products, CLEAN smell. It plays well with others too, I've layered Xtra Milk with other DedCools and itu2019s CleanCool I love her and the comfort she brings. To me she is she but I do believe she is unisex in the sense that everyone could use this scent. I wish my dog could wear this scent thatu2019s how much I love it. I love that it is vegan and cruelty free also, I havenu2019t had a headache or allergic reaction which is important for me! Will buy this til Iu2019m Ded ud83eudef6."
        },
        {
            "review_title": "Sharp, smoke musky scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Xtra Milk is sophisticated smoked musky with hints of freshness from bergamot note. It brings me a relaxing vibe like lying on the bed on lazy Sunday morning with the fresh smell of clean sheets around my nose. If Milk is creamy, soft musky with slightly sweet, Xtra Milk is sharper  musky, like cozy cashmere with citrusy freshness. Itu2019s definitely a unisex scent. Even my husband said I smelled good when I first tried the scent out before going to work. However, it doesnu2019t last long on me unfortunately. It stayed on me as skin scent around 2-3 hours then disappeared. Reapplying multiple time throughout the day is a must. Even though Xtra Milk has not good longevity to stand by itself, it will be a great scent for layering as a good base scent. I paired it with some of floral perfume oil bottles that Iu2019m having. It gave a good depth of smoke musky layer into the scent in general. I liked it a lot. I think it can be versatile layering scent."
        },
        {
            "review_title": "My New GoTo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Hi, Iu2019m Leslye and Iu2019m a Beauty Enthusiast!  The DedCool Fragrance brand is completely new to me. Iu2019m thrilled to have gotten the chance to try the Xtra Milk fragrance. This aroma is very clean, very light, warm and unique. This genderless fragrance doesnu2019t give feminine or masculine, but a neutral scent.  When opening the box and getting the first sniff, I worried because it did not smell like anything. Once sprayed on the body, it felt like the scent grew. As I went about my day I would catch the aroma, almost like a reminder that itu2019s on me. I can confirm the scent lasted all day, and lingered even the next morning.  DedCool Xtra Milk has now become a favorite, not just for the amazing scent, the bottle itself is clean, minimal, elegant. I love to share new finds with friends and family but I might just keep this one to myself. Hehe"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I like this if you like Juliette has a gun youu2019ll like this. Its very light clean smell and the bottle is cute and different. It doesnu2019t last long though? I already got a compliment on it. I think it goes along what your skin ph is. Itu2019s genderless so both can wear it"
        },
        {
            "review_title": "For those who enjoy light scents.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "For the most part, I enjoy this perfume. This one is for amber lovers, as I find it to be the dominant note here. I do find it to be great for everyday use. The scent is slightly warm but still pretty neutral and sophisticated. It isn't unique, but I'm pretty happy with how it smells. The projection and longevity are just okay, but that's what I've come to expect from clean fragrances. I absolutely adore this perfume though! The amber scent is the star of the show and is perfect for anyone who loves this note. It is a versatile fragrance that is perfect for everyday use. The scent is warm and inviting, yet sophisticated and neutral enough to wear to work or any formal occasion. While it may not be the most unique fragrance out there, it still smells amazing and will leave you feeling confident and empowered. The projection and longevity of this fragrance are decent, but not exceptional. However, this is typical of most clean fragrances, so it's not necessarily a negative. What I really love about this perfume is that it is not overpowering, but still noticeable enough to make an impact. Overall, I think this fragrance is a great purchase. While I might not personally purchase it, I definitely don't regret getting to try this perfume either. It's the perfect fragrance for anyone looking for a warm, inviting and slightly exotic scent that is both versatile and sophisticated."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Ded Cool Xtra Milk is so unique and classy. The musk truly makes you feel comfortable, and confident. The packaging for this parfume is very unique also. I've never seen a bottle like this. I love how simple and unique it is. If you are looking for a unique, comforting, elegant scent that last all day, this is the scent for you. The scent lasted all day, and even after I showered I could still smell it. I received so many compliments. Everyone wanted to know what I was wearing! And the best part is it's genderless. Anyone can wear it!! I think the price point for this parfume is perfect. You can get two different sizes, which is nice. I can have one for home, and for my purse or car, how perfect. I would Definitely recommend this parfume!!!!"
        },
        {
            "review_title": "Great skin scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "I've been getting more interested in fragrance, and this was the perfect perfume for me to try. It's a perfect skin scent that got me instant compliments from both genders the first day it arrived. The perfume is oil-based, so it had to dry down a little longer than a water-based perfume would. The scent is very clean and fresh, with the tiniest hint of vanilla. It also has a musk, that makes it very obvious it's unisex, if that makes sense. Not a strong musk, but a nice, refreshing, and slight, musk. Now, it's very easy to go nose-blind to this scent, and very quickly! I stopped smelling this perfume on me after 30 minutes, but my parents still gave me compliments when they got home from work. They actually smelled it right after they walked into the living room, and I was in the kitchen. You might stop smelling it, but other people definitely won't. If you like light and airy scents, this is right up your alley!"
        },
        {
            "review_title": "Warm and Spicy Subtle Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I was so thrilled to try out Dedcool Xtra Milk Fragrance after hearing about the brand. Itu2019s such an interesting concept in that you can wear it by itself or layered with other fragrances. I have tried it both ways and honestly donu2019t know which I prefer. When wearing it alone, it has a very gender neutral smell. I liked it on both myself and my male partner. Iu2019d describe it as warm and spicy but subtle, like itu2019s a very discreet scent, but you definitely smell better than if you didnu2019t have anything on. I think I heard it described as, u201cSmells like you, but better,u201d and I would have to agree. When paired with another fragrance, it adds a warm, musky layer. It was interesting to put it on top on perfumes I already love. The result was something original and new but still smelling great. Of other Dedcool scents, I highly recommend pairing it with Taunt."
        },
        {
            "review_title": "Subtle but Clean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Coming from someone with a vast amount of perfume and body mists and body oils from roll ons to sprays to solids, I must say Dedcool is one of the most unique ones yet.   To start the packaging is very nice and minimalist, it can be set out or displayed in my room very nicely without overpowering decor wise or looking strange, it is very aesthetically appealing and gives off a rather mature feel.  When it comes to the smell part of this product, it is extremely long lasting and lasted an entire 8 hour school day for me whereas with other mists I usually am reapplying. Its a clean scent that stays and gives off a warm or soft vibe just as the packaging says.  This product is definitely a 5 star product for me and I convinced family members to buy it as well, super fitting for formal events as well as perfect for layering for everyday wear, you cant go wrong with it."
        },
        {
            "review_title": "Endless possibilities",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m going to be honest and put it out there that I didnu2019t know layering perfume was a thing. I know youu2019re thinking u201cWhat?! How?!u201d  Iu2019ve just never heard of it.  But, Iu2019m so glad I was introduced to the world of layering and the fabulous scent of Dedcoolu2019s Xtra Milk.   A perfect mix of fresh and musk.  Itu2019s definitely a stand out fragrance. But, not in an overwhelming way.  Itu2019s perfect to wear alone or add it to another fragrance.  Iu2019ve been obsessed with Xtra Milk since the day I got it.  Iu2019ve layered it with 5 of Dedcoolu2019s other scents and a few others I had laying around. Every single one of them blended with Milk beautifully!   I would absolutely recommend everyone to add this to your perfume stash! You wonu2019t regret it!   The possibilities are endless!"
        },
        {
            "review_title": "Light and clean",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Xtra milk by Dedcool is the perfect clean scent! It smells amazing on its own and layers with almost every scent profile. On its own, the scent reminds me of a breezy warm spring day. I enjoy that it isnu2019t too strong and the fact that itu2019s genderless. I spray this on me and my boyfriend before going out and it fills the whole car with a warm light scent that lasts all night. Xtra milk also smells divine layered on top of a vanilla lotion for a subtle warmth and dimension added. This scent also reminds me of clean laundry fresh out of the dryer. This scent is so universal it can be used year round. I would recommend this to anyone no matter the age. Iu2019m usually more drawn to gourmand fragrances or super sweet ones so Iu2019m suprised by how much I enjoyed this. I will be repurchasing once my bottle runs out."
        },
        {
            "review_title": "Longivity",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Letu2019s start with the packaging. The Dedcool perfume in xtra milk comes in a sleek, minimalist bottle that exudes a sense of understated elegance. The frosted glass bottle feels luxurious in the hand, and the simple black cap adds a touch of sophistication. I appreciate the brandu2019s commitment to sustainability, and the fact that the bottle is recyclable is a definite plus.  Now, onto the fragrance itself. The Dedcool perfume in xtra milk is a delightful blend of amber, bergamot, and white musk. Upon first application, I was immediately struck by the warm and inviting aroma. The bergamot provides a fresh and citrusy top note, which is complemented by the rich and earthy aroma of amber. The white musk adds a soft and sensual undertone, making this fragrance perfect for both day and night wear. Overall, the scent is beautifully balanced and incredibly inviting.  However, my enthusiasm was dampened by the perfumeu2019s lack of longevity. Despite applying it to my pulse points as recommended, I found that the scent disappeared within an hour. This was incredibly disappointing, as the initial fragrance was so promising. I would have loved for the scent to last longer, as it was truly delightful."
        },
        {
            "review_title": "Obsessed!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Okay, I absolutely love this perfume! The fact that itu2019s genderless is perfect for me. Iu2019m a woman who is more drawn to cologne type scents but obviously donu2019t want to smell like a man. This is the perfect natural scent that really works off each individuals body to create a unique scent. I got lots of compliments the first time I wore it and because it doesnu2019t contain water, the scent is strong (but not overwhelming) and it lasts a long time. I even noticed my bedroom smells like it days after applying which is a pleasant surprise. Another cool thing about the xtra milk, is that you can layer it with other scents and it just enhances it and doesnu2019t overpower the other scent, it just blends to create a scent 2.0. This will be my new go to perfume for special occasions and everyday wear!"
        },
        {
            "review_title": "Perfect for all Occasions",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "This scent is very particular it has a very light scent it smells clean and sweet at the same time I can't quite explain it. You can definitely smell the white musk and the bergamot more than the amber. I think the bergamot is what makes it smell clean and the white musk and Amber give it sort of a sweet scent. This is also one of those fragrances that activate with your pH because is genderless it's going to smell very different on every person. This is definitely a fragrance for everyday use you might not notice it when you spray it on but other people will notice. I couldn't smell it on me but my husband and my son immediately notice and they say it smells really nice. This is one of those perfumes that I can definitely use even if I'm just around the house doing housework or whatever because it makes me feel clean. It has that soft clean sweet scent for all occasions. This definitely an everyday fragrance."
        },
        {
            "review_title": "Love this perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have been a licensed Esthetician for over four years and a Registered Nurse for over 30 years and am always looking for products and cosmetics to improve my personal appearance as well as my skin health. My appearance is very important to me as far as my clients first impression.  I try all products on myself before I recommend to my clients based on skin type so I know how it looks feels and smells. DedCool Xtra Milk is a very unique amazing fragrance.  It is a much lighter scent than other DedCool fragrances that I have tried.  From the first time that I put it on I got numerous compliments on how good I smelled.  It is a light clean scent with a hint of citrus that will smell a little different on everyone and it can be layered and layered with other DedCool fragrances, I have mixed it with DedCool Sunlit Blooms for a mor floral fragrance.  The Xtra Milk is so versatile and I would recommend it to all clients, men and women."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I am absolutely in love with this perfume. The combination of key notes are truly unique and captivating scent that is suitable for anyone, regardless of gender. The bergamot provides a refreshing and citrusy top note that instantly uplifts my mood. It's a perfect balance of brightness and warmth. The white musk adds a clean and soft element to the perfume, creating a subtle yet alluring base note. The amber brings a rich and sensual depth to the fragrance, making it incredibly sophisticated and long-lasting. What I appreciate most about this perfume is its versatility. It's perfect for any occasion, whether it's a casual day out or a special evening event. The scent is not overpowering, but it definitely leaves a lasting impression. This is a truly captivating scent that is perfect for anyone who appreciates a unique and elegant fragrance."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "I am a perfume girly and always go to Sephora to find a scent I can call my own and I think Iu2019ve finally found it! Dedcool has always been a brand Iu2019ve kept tabs on. Last year I blindly bought TAUNT and I loved it. It smells like a grown up fruity pebbles mixed with your scent but better. I finally got my hands on the Xtra Milk and omg itu2019s beautiful and even stronger than the original Milk scent which personally, I couldnu2019t smell on myself. Xtra Milk smells like me in the best way possible. Itu2019s verrry similar to Nematu2019s amber perfume oil. If you love amber, bergamot, and musk then this is definitely for you. I get sooo many compliments when I wear this from complete strangers. Itu2019s the type of scent where your nose adjusts to it and you forget you sprayed it on but everyone around you seems to notice. Itu2019s so elegant and classy yet not overpowering in any way. You can wear this after an everything shower and it blends in with your skin chemistry to create such a unique scent but familiar in such a cozy way. Iu2019ll also mention that I frequently get headaches and nauseated with many perfumes but this has never given me any problems. I will repurchase over and over again and can finally say that Iu2019ve found my signature scent. 10/10 all around for me!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This is the perfect minimal gender neutral scent. It has notes of amber, bergamot, and white musk. The original milk had those same notes but it was creamy, soft, ethereal, and luminescent like the ghost of a fragrance. Xtra milk I feel brought in more of a physical element to the scent, the white musk was slightly stronger. It felt simple and sophisticated I can see this being good on anyone itu2019s very enhancing and can be a good base for your other fragrances. I personally love this as a room spray or something to spray my clothes with. This is what I want my loved ones to smell when walking into my home something warm clean and welcoming."
        },
        {
            "review_title": "Amazing perfume DedCool Xtra Milk",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "As beauty influencer, brand ambassador, beauty content creator, makeup and beauty product seller, and as a person who has knowledge and experience in cosmetics, beauty products, makeup, and fitness; I love Ded Cool Xtra Milk. The scent of this perfume is very clean, simple, refreshing, and unique. Itu2019s also genderless. All genders can wear it. Ded Cool Xtra Milk definitely stands out from other perfumes. I love the unique and beautiful scent of this perfume. I apply this perfume behind my ears and on my wrist. This perfume lasts all day long, and it doesnu2019t go away quickly. This odor also boosts my mood, and it boosts my self confidence. When I use this perfume, I feel alluring attractiveness. I love the cute and the pure bottle of Ded Cool Xtra Milk. I also love the box of this perfume. The bottle is very clean and easy to use. I also love the size of the perfume because itu2019s not too big and not too small. I love the fact that the bottle is made from pure, thin glass like most perfume bottles. However, if the bottle falls, it will instantly break. Overall, amazing perfume."
        },
        {
            "review_title": "A warm, soft musk fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this new Dedcool Xtra Milk fragrance. I like that it comes in the signature simple but elegant bottle with the barcode just like the other Dedcool fragrances. This fragrance is genderless, and I definitely can see both men and women wear this fragrance as it has more of a spicy amber and deeper smelling musk notes in it. I like how this fragrance with the notes of amber, bergamot and white musk evolves during the day when wearing it. It starts a bit light and clean with the amber when just sprayed onto the skin but then the warmth and spiciness of the bergamot and white musk combine and round out this fragrance to a soft and subtle warm scent. The notes never get too overpowering but stay noticeable during the day. It is a long-lasting fragrance and such a beautiful addition to the Dedcool collection!"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Oh, how I absolutely love this fragrance! This has quickly become my favorite scent to wear. It is warm and yet light all at the same time. This is one of those fragrances that you wear and people think you just smell like the cleanest person around. It doesn't give off perfume vibes. The Amber makes this so beautiful. It smells like comfort in a bottle. I have been wearing this alone during the day and layering this at night for a deeper scent. This scent lasts all day on me. I would say this is one of the longest lasting scents I have tried. I am very prone to migraines and this scent doesn't bother them at all. The lightness helps with that. I would say this would be a very safe blind buy if you like scents that are undetectable, but so sexy at the same time."
        }
    ]
}