{
    "product_id": "1634",
    "name": "JuiceBalm Vegan Tinted Lip Balm",
    "brand": "Tower 28 Beauty",
    "categories": "Makeup, Lip, Lip Balms & Treatments",
    "price": 22.0,
    "about": "What it is: A buttery smooth, vegan, tinted lip balm boosted with healthy ingredients, bursting with juicy color and safe for sensitive skin..Formulation Type: Lip Balm & Treatment.Highlighted Ingredients: - Shea Butter: Boosts lip hydration and soothes skin..- Marula Oil: A rich antioxidant to moisturize and soften lips...Ingredient Callouts: This product is vegan, gluten-free, and cruelty-free...What Else You Need to Know: Formulated with a nurturing shea butter base, each shade is made with good-for-you ingredients derived from fresh produce like mango seed oil, vitamin E, and vitamin C. This soft, cushiony balm glides on lips and gives the perfect dewy sheen....CLEAN at Sephora is our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing on effectiveness.",
    "ingredients": "-Shea Butter: Boosts lip hydration and soothes skin..-Marula Oil: A rich antioxidant to moisturize and soften lips...Octyldodecanol, Diisostearyl Malate, Bis-Diglyceryl Polyacyladipate-2, Polybutene, Polyethylene, Pentaerythrityl Tetraisostearate, Caprylic/Capric Triglyceride, Butyrospermum Parkii (Shea) Butter, Synthetic Beeswax, Mica, Glyceryl Caprylate, Synthetic Fluorphlogopite, Phenoxyethanol, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Theobroma Grandiflorum Seed Butter, Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, CI 77492, CI 77499)...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Swipe on lips and smile...Recycling Instructions:.-Unbox JuiceBalm, flatten the unit carton, and recycle. JuiceBalmu2019s Earth Sensitive tube is made from 50% post-consumer recycled resin.",
    "num_reviews": 562,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/tower-28-juicebalm-vegan-tinted-lip-balm-P504183?skuId=2484509&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2484509-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Mix",
            "shade_descriptor": "juicy sheer nude",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2484509-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Drink",
            "shade_descriptor": "juicy berry",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2484475-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Drink",
            "shade_descriptor": "juicy berry",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2484475-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Very Pigmented! Careful When Applying!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The shade u201cDrinku201d is way more pigmented and less forgiving than u201cShake.u201d This shade screams u201clipsticku201d instead or u201clip tintu201d so you have to be precise when applying u201cDrink.u201d But it is a nice strong berry color!"
        },
        {
            "review_title": "Everyday Pinky Lip Tint! Natural look!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The color u201cShakeu201d has the perfect sheer light pink pigment that has a barely shiny finish. The price is great for how much product you get."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Leaves my lips so buttery and smooth! The tint is not that pigmented but it still looks pretty!"
        },
        {
            "review_title": "Allergic reaction",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This caused an allergic reaction which is a first for me when it comes to lip products"
        },
        {
            "review_title": "OBSESSED!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This pop of color is amazing, long lasting, and hydrating. What more could one want!!! Itu2019s almost as if itu2019s a lip stain I am obsessed"
        },
        {
            "review_title": "nothing special",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "honestly it's nothing special! I mean it's good but not super special! i do like it but I feel like their is better"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "super cute, has a really cute natural tint to it and itu2019s nice to just have, pretty hydrating too."
        },
        {
            "review_title": "Shade is off.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
            "review_text": "I really want to like this product, but unless youu2019re really layering it on, the tint is more pink than actually coralu2026 too saturated for me."
        },
        {
            "review_title": "MUST HAVEEEEEEE!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "IM IN LOVEEEE!!!!! This is literally the best lippie eveeeerrRRRR!!! You have to get it! Any shade is great!! Itu2019s perfect for summer cus it stays on so long and I also use it as a blush and eyes."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Mix - juicy sheer nude",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I bought this in colour mix and love the sheer nude/cocoa colour on my lips. Itu2019s hydration but only if I use lanolips under as a base. I used it on my lips first and it was really drying. I like this product as a soft glam, natural look as Iu2019m steering away from lipsticks working from home full time. Good for reapplication when Iu2019m out too."
        },
        {
            "review_title": "Very pigmented!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I really expected this to be an orange tone but it was red on my lips. There is no scent, but it applies smoothly. To me it works like a lipstick with a lot of coverage. It does blend well with other products like a lip oil."
        },
        {
            "review_title": "Try something else",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "After using it for sometime, itu2019s not a good lip balm. I use it as blush now. You have to be very careful when applying as a lip product."
        },
        {
            "review_title": "Great product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this product i got it in the shade skake. Very silky and hydrating however i wish it was more pigmented but otherwise it's an amazing product!  product"
        },
        {
            "review_title": "Do Not Buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This product sucks. I should have returned it. Doesnu2019t moisturize and broke very quickly. Thereu2019s barely any product in it. Buy Summer Fridays instead."
        },
        {
            "review_title": "It's good, not the best option",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "I love the color, but it's not very moisturizing. Had to wear Burt's Bees underneath this. It's a very cute shade, but you could probably find a cheaper option if you just wanted the shade. Sadly this melted when left in my desk."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Drink - juicy berry",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Its very balmy but also has soo so much pigment! After a bit it feels a bit like a matte lipstick but still is a nice red shade that goes good with a clear gloss. Not my favourite but good."
        },
        {
            "review_title": "Cute but not necessary",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "Nice neutral color and shine. Not very moisturizing so I would not recommend for long lasting use but for short term application it is very cute + cheap."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Drink - juicy berry",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Not great. Doesnu2019t moisturize. Love summer Fridays. This is not like it at all"
        }
    ]
}