{
    "product_id": "673",
    "name": "Twilly d'Hermu00e8s Eau de Parfum Travel Spray",
    "brand": "HERMu00c8S",
    "categories": "Fragrance, Women, Rollerballs & Travel Size",
    "price": 58.5,
    "about": "Fragrance Family:Floral.Scent Type:Powdery Florals.Key Notes:Ginger, Tuberose, Sandalwood.About:.What else you need to know:",
    "ingredients": "Alcohol, Parfum (Fragrance), Aqua (Water), Ethylhexyl Methoxycinnamate, Benzyl Salicylate, Alpha-Isomethyl Ionone, Bht, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Limonene, Coumarin, Citral, Hydroxycitronellal, Linalool, Geraniol, Benzyl Benzoate, Citronellol, Benzyl Alcohol, Farnesol, Isoeugenol, Disodium Edta.",
    "how_to_use": "",
    "num_reviews": 8,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/hermes-twilly-d-herm-egrave-s-eau-de-parfum-travel-spray-P474835?skuId=2477768&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2477768-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "0.5 oz/ 15 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2477768-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "lovely just lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "one of my favorite perfumes so far. it's fresh and sweet and seductive. you can wear it during the day or at night time or a date. it does last quite a long time and it stays on your clothes as well. I tried it in the store, and at first, I didn't like it, but as it settled in, I loved it. I ended up leaving the store with it."
        },
        {
            "review_title": "A staple in my collection; a must try for everyone",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Good quality is last long plus travel size. I carry in different bags! Thank you ud83dude0a"
        },
        {
            "review_title": "Heavenly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this Parfum. It smells rich, but not overwhelming. When I run out of this travel spray, I will more than likely buy a regular sized bottle."
        },
        {
            "review_title": "Disappointment",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Smells very much like pencil shavings. Probably will give away."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Scent does not last. You get an hour out of this but it is a lovely fragrance and well packaged."
        },
        {
            "review_title": "sexy sexy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "This scent is so sexy and sultry. It's the perfect fall / winter fragrance. I have been thru a few bottles of this and I will keep buying this because it's just smells so gorg on the body."
        },
        {
            "review_title": "amazingly awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Good lord, I love this perfume. Itu2019s powdery and feminine without being sweet, and itu2019s long-lasting without being overpowering. I put this on in the morning and Iu2019m transported on a delicate French cloud to a corner bistro where the wine flows like beer and the fashionistas flock like the salmon of Capistrano. A beret pops out of my hair and my high school French starts to sound like Iu2019m Chanel herself. I will never wear anything else again.   All of this is intense hyperbole, I know, but I really canu2019t get over how much I love this stuff. Itu2019s truly the best."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The perfect scent in the perfect size! Love. Love. Love."
        }
    ]
}