{
    "product_id": "712",
    "name": "The Ethereal Baked Face Palette - Long-Wear Bronzer, Highlighter & Blush",
    "brand": "ILIA",
    "categories": "Makeup, Cheek, Cheek Palettes",
    "price": 79.0,
    "about": "What it is: A limited-edition, all-in-one face palette with weightless, blurring powders to blush, bronze, and highlight.Highlighted Ingredients: - Edelweiss Extract: Multi-tasking flower extract that hydrates, smooths, and refines skin..- Winged Kelp Extract: Restores luminosity, helping skin look more youthful..- Plant-Based Squalane: Seals in moisture and boosts elasticity without clogging pores...Ingredient Callouts: These products are vegan, gluten-free, cruelty-free, and come in recyclable packaging...What Else You Need to Know: Glow deeply this season by adding warmth, radiance, and otherworldly dimension to skin with sea-inspired shades of blush, bronzer, and highlighter that last up to eight hours. Housed in a reusable, recyclable compact and artist-designed box, itu2019s everything you need to wake up skin during the holidays and beyond...The Ethereal Baked Face Palette (Light) Contains:- 4 x 0.05oz / 1g shades in Akoya (champagne pearl), Lagoon (light bronze), Swell (baby pink), Conch (soft rose)..The Ethereal Baked Face Palette (Medium) Contains:.- 4 x 0.05oz / 1g shades in Keshi (golden pearl), Cove (medium bronze), Drift (golden peach), Horizon (warm rose)..The Ethereal Baked Face Palette (Deep) Contains:.- 4 x 0.05oz / 1g shades in Shell (copper pearl), Dune (deep bronze), Surge (soft red), Coral (golden orange)..Clinical Results: Instant results in a clinical study of 52 people:.- 98% said it smooths skin texture with a soft-focus finish.- 98% said it feels lightweight and silky.- 98% said itu2019s easy to blend and not patchy..Clean at Sephora.Our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing effectiveness.",
    "ingredients": "-Edelweiss Extract: Multi-tasking flower extract that hydrates, smooths, and refines skin..-Winged Kelp Extract: Restores luminosity, helping skin look more youthful. .-Plant-Based Squalane: Seals in moisture and boosts elasticity without clogging pores. .Shell:.Mica, Synthetic Fluorphlogopite, Tapioca Starch, Silica, Caprylic/Capric Triglyceride, Squalane, Ethylhexyl Palmitate, Glycerin, Ethylhexylglycerin, Lauroyl Lysine, 1,2-Hexanediol, Dehydroacetic Acid, Glyceryl Caprylate, Boron Nitride, Xanthan Gum, Alumina, Tin Oxide, Leontopodium Alpinum Callus Culture Extract, Alaria Esculenta Extract, Tocopherol, Ci 77163 (Bismuth Oxychloride), Ci 77491, Ci 77499, Ci 77492 (Iron Oxides), Ci 77891 (Titanium Dioxide). ..Dune:.Mica, Tapioca Starch, Silica, Caprylic/Capric Triglyceride, Ethylhexyl Palmitate, Lauroyl Lysine, Squalane, Glycerin, Ethylhexylglycerin, 1,2-Hexanediol, Glyceryl Caprylate, Dehydroacetic Acid, Boron Nitride, Xanthan Gum, Leontopodium Alpinum Callus Culture Extract, Alaria Esculenta Extract, Tocopherol, Ci 77891 (Titanium Dioxide), Ci 77163 (Bismuth Oxychloride), Ci 77491, Ci 77499, Ci 77492 (Iron Oxides), Ci 16035 (Red 40 Lake). ..Surge:.Mica, Synthetic Fluorphlogopite, Tapioca Starch, Silica, Caprylic/Capric Triglyceride, Squalane, Ethylhexyl Palmitate, Glycerin, Ethylhexylglycerin, Lauroyl Lysine, Tin Oxide, 1,2-Hexanediol, Glyceryl Caprylate, Dehydroacetic Acid, Boron Nitride, Xanthan Gum, Leontopodium Alpinum Callus Culture Extract, Alaria Esculenta Extract, Tocopherol, Ci 77891 (Titanium Dioxide), Ci 77163 (Bismuth Oxychloride), Ci 16035 (Red 40 Lake), Ci 77491, Ci 77499, Ci 77492 (Iron Oxides), Ci 77007 (Ultramarines). ..Coral:.Mica, Tapioca Starch, Silica, Synthetic Fluorphlogopite, Caprylic/Capric Triglyceride, Squalane, Ethylhexyl Palmitate, Glycerin, Ethylhexylglycerin, Lauroyl Lysine, 1,2-Hexanediol, Glyceryl Caprylate, Dehydroacetic Acid, Boron Nitride, Xanthan Gum, Tin Oxide, Leontopodium Alpinum Callus Culture Extract, Alaria Esculenta Extract, Tocopherol, Ci 77163 (Bismuth Oxychloride), Ci 77491, Ci 77492 (Iron Oxides), Ci 77891 (Titanium Dioxide), Ci 16035 (Red 40 Lake)...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Use the softly pointed ILIA Precision Powder Brush (sold separately) for just-right placement. -Sweep the bronzer shade along the cheekbones and hairline..-Blend the blush shades into the apples of the cheeks..-Sweep on highlighter to add soft, natural-looking radiance...Recycling Instructions:.-To reuse the compact as a carrying case: Just pop out the product pan and discard. The empty case fits small makeup items, jewelry, and more..-To recycle: Pop out the product tray and mirror and discard. Recycle the rest of the compact in your curbside bin.",
    "num_reviews": 55,
    "overall_rating": 3.9,
    "product_url": "https://www.sephora.com/ca/en/product/the-ethereal-baked-face-palette-long-wear-bronzer-highlighter-blush-P513188?skuId=2812840&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2812840-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Medium",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2812832-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Deep",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2812840-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Not as expected for the hype. Packaging is nice!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I know this is a clean item but the application is subpar. Will be returning it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The shades are amazing, and they feel so soft on my skin. Love the pigments and how well they blend"
        },
        {
            "review_title": "Disappointing",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I expected so much more from this product, just based off the price alone! Not much pigment. I mean if youu2019re going for a no makeup makeup look itu2019s perfect for that reason only. I donu2019t recommend"
        },
        {
            "review_title": "Minimal pigment - not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Very minimal color pay-off for the price. Also difficult to open. I returned mine. Not comparable to hourglass at all."
        },
        {
            "review_title": "Hard to open with nails",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s a lovely palette. Only 4 stars as the palette is hard to open if you have nails. Really disturbing."
        },
        {
            "review_title": "Soft Lovelyness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
            "review_text": "Very happy with this purchase. The application is flawless. It's comparable to the hourglass face palettes, and I'm very impressed with the depth of the bronzer. It shows up beautifully and warm on my skin. This is my first time trying anything from this brand and i'm extremely happy with this blind buy. Too bad its limited edition."
        },
        {
            "review_title": "Perfect pallet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I was not planning on loving  this as much as I do. I have medium tan skin tone, and it matches perfectly, I need to coats, itu2019s blurring and I use everything in the pallet which usually never happens!"
        },
        {
            "review_title": "I love it but may not be for everyone",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "After using this product a few times I am in love and I will become part of my daily makeup routine HOWEVER if you are looking for something super pigmented this is not for you but if you are more if a Subtle makeup girly this is for you"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Medium",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Very subtle baked powder- works really well with my skin tint for natural u201cno make-upu201d days."
        },
        {
            "review_title": "Almost invisible",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I bought medium because my skin is light-medium. I had to really layer the colors on for the colors to show. Both blushes looked the same on me. The bronzer I gave up on because itu2019s invisible on me. It did work as an eyeshadow. I was hoping for a one and done palette. This isnu2019t it"
        },
        {
            "review_title": "Very Natural.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone",
            "review_text": "Beautiful palette. Very light, comes out fine. Makes for very natural look."
        },
        {
            "review_title": "Beautiful palette ud83dude0d",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The palette is very beautiful. I got the medium shade because reading the reviews people keep saying the pigment is light. My only gripe is the two blush colors are very similar once on my light-medium neutral skin tone. Wish Ilia put in a more cool-toned blush and one warm-toned in this color palette."
        },
        {
            "review_title": "I bought this in LIGHT and it is AMAZING!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Best face pallet I have ever tried, and I have tried them all over the last 10+ years. This is the only face palette that works for my fair complexion (usually they are too dark for me). The blendability is a dream and it stays on during my yoga classes! I bought a second in light to have as back up!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Medium",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Its a pretty palette but I agree with other reviewers, the packaging is off and its hard to get into, especially if you have nails. Its pretty low pigment so you need to build it.   The colours are nice, especially the blushes but for the cost, I would probably not buy this again."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Medium",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Had to return this product there was no pigment especially in the bronzer shade."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I was surprised at how much I enjoyed this pallete! I wasn't looking to buy this but when I saw ilia brought a nice mix of blush bronzer and highlighter I decided to try and so far I really enjoy the quality and the look I get from this."
        },
        {
            "review_title": "Nice Overall Bronzer-Blush Pallette",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "After using this set for a few weeks, I am happy with this palette. I apply the bronzer over my entire face with a large brush and it provides a nice glowing effect. I have tried both blush colors and I prefer the darker shade. The highlighter has a bit of a golden-brown tint and adds a luminous effect. Contrary to some reviews, the colors are noticeable when applied and last from application at ~6:30am until I wash my face well over 12-hours later. I do find the baked products are a bit dry. I have normal skin with occasional dry spells so if you have dry skin this palette might not work well for you."
        },
        {
            "review_title": "Great travel palette!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "I liked the colors in the Medium palette better, so I was a little nervous as a pale girly that it may be too dark, but I bought it anyways and love it! The baked consistency allows for sheer and buildable application. Perfect for my travel makeup bag because of the size and mirror. Highlight shade isn't chunky either - nice soft glow."
        },
        {
            "review_title": "Lovely but expensive",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Normal skin",
            "review_text": "Lost 1 star due to price. It is baked, so high quality with lovely finishes. If the shades suit your complexion, go for it. The VIB sale would make it 5-star. (I have the light version, I am fair skinned and it works well. Buildable and light.)"
        },
        {
            "review_title": "New everyday fav",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019ve been looking for an everyday face palette for the longest time and finally found it! The powders blend easily and look beautiful on the skin. Love the two blush shades."
        },
        {
            "review_title": "Wanted to love thisu2026",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I was so excited and looking forward to my simple makeup routine in 1 pallet but disappointed due to the lack of pigment and chalkiness in the products. You really have to rub the product aggressively to receive color payoff. I love the idea of this product and the packaging is very cute, compact, and convenient. Lastly, I have tried MANY amazing clean bronzers, blushes, and highlighters free of chemicals and all the things Ilia advertises to not have in their products so I know it is possible to create a clean environmentally friendly product that is good."
        },
        {
            "review_title": "Worth it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "Probably the most useful palette I've bought since 1981. Every shade in the Light palette works on me. Easy application, decent staying power, and doesn't freak out my sensitive skin. Packaging is lovely and seems durable."
        },
        {
            "review_title": "4 piece baked powders",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This 4 piece palette is better than I expected. The colors are baked and they blend easily on the face. The pigment is buildable which I like because then I have control over placement.  The blush , bronzer and highlighter are great and are in my tav Bag This I"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "As a pale girl- Iu2019ve been searching for a while for a product that is cool toned for everyday and I love this! The highlighter is beautiful too on pale skin!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Medium",
            "review_buyer_description": "Hazel eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "I've been using this palette for the past weeks. I purchased for a trip and it condensed my makeup instead of carrying blush, bronzer, highlighter, eyeshadow separately. The color pay is subtle and buildable, which I appreciated so I can decide how intense I'd like to apply. Powders were long lasting,  wore for 8+ hours and still looked fresh by EOD. There is minimal shimmer in each powder, it's not too shiny and gives a luminous appearance. Lastly, it didn't irritate my skin and didn't break me out, which is important to me as I have sensitive skin that reacts to new products. I would highly recommend!"
        },
        {
            "review_title": "Amazing light weight powders!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, notSure skin tone, Dry skin",
            "review_text": "The quality of this palette is phenomenal! Lightweight, buildable coverage, does not make your cream products look muddy. Perfect for no makeup, makeup days"
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Love the design and concept of this.  I was able to test this in store and immediately took it off of my list.  The bronzer is red and I donu2019t like red-toned bronzers.  Also, the other colors are muted and chalky, even the highlighter."
        },
        {
            "review_title": "A pleasant surprise",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Loving the product! Trying to slowly switch over to clean products and this is a winner for me! At first i had difficulty getting much color payoff but after switching to the right synthetic brush it has been my go to bronzed and blush"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "A good palette for a nice everyday makeup. Colours start off natural and can be built up."
        },
        {
            "review_title": "Disappointing",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Loved it in store but so disappointed with lack of color on my face. Wish I loved it but unfortunately had to return"
        }
    ]
}