{
    "product_id": "660",
    "name": "Eau de Parfum Discovery Sampler Set",
    "brand": "Henry Rose",
    "categories": "Fragrance, Value & Gift Sets, Perfume Gift Sets",
    "price": 38.0,
    "about": "Set Description: Experience the curated collection of six of our fine fragrances; each has a unique, sophisticated, and genderless scent profile: Char, Flora Carnivora, Jake's House, Queens & Monsters, Torn, Windows Down. New to Henry Rose or looking to expand your fragrance portfolio, our discovery set will help you find your perfect signature scent...About the Bottle: We craft our products to be modern and minimal, with the clear glass vial highlighting our dedication to 100% ingredient transparency and ethical sourcing. We are the first and only fine fragrance brand that is both EWG Verified and Cradle to Cradle Certified; these remarkable credentials ensure that every fragrance is made without controversial ingredients and meets the highest standards for human and environmental health...About the Fragrance: Henry Rose founder Michelle Pfeiffer couldn't find a fragrance brand that provided 100 percent ingredient transparency, so she created one. Through years of questioning, testing, and persistence, we designed a line of fine fragrances that meets the strictest standards of safety known today, using a short list of safe, intoxicating scent notes. Then, we created a collection of sophisticated and unique fragrances using just those...This Set Contains:- 6 x 0.05 oz/ 1.5 mL Fragrances in Char, Flora Carnivora, Jake's House, Queens & Monsters, Torn, Windows Down..Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
    "ingredients": "Char:.1-Methyl-2-[(1; 2; 2-Timethylbicyclo[3.1.0]Hex-3-Yl)Methyl]-, Cyclopropanemethanol, 2(3h)-Benzofuranone, Hexahydro-, Gamma-Octalactone, Trans-3,7-Dimethyl-2,6-Octadien-1-Yl Ethanoate, 2-Ethyl-4-(2,2,3-Trimethyl-3-Cyclopenten-1-Yl)-2-Buten-1-Ol, Tetrahydro-Methyl-Methylpropyl)-Pyran-4-Ol, 4-Methyl-3-Decen-5-Ol, Alcohol Denatured, Oxacycloheptadec-10-En-2-One, Ethyl Vanillin, Trimethyl-Propylcyclohexanepropanol, Dimethylcyclohexylethoxy, Isobutylpropanoate, Dodecahydro-Tetramethylnaphthofuran, 1,2,3,4,5,6,7,8-Octahydro-2,3,8,8-Tetramethyl-2-Naphthyl-Ethanone, Ethyl Maltol, Ethylene Brassylate, Methyl Dihydrojasmonate, Juniperus Mexicana Oil, Linalool, Linalyl Acetate, Methylcyclopentadecenone, Pentadecalactone, Phenethyl Alcohol, Pogostemon Cablin (Patchouli) Oil, T-Butyl Alcohol, Vanillin, Vetiveria Zizanioides (Vetiver) Oil, Water, 3-Hexenol, Denatonium Benzoate, Cistus Ladaniferus Resin, Citrus Aurantium Amara (Bitter Orange) Flower Extract, Citrus Aurantium Dulcis (Orange) Peel Oil, Citrus Nobilis (Mandarin Orange) Peel Oil, Dipteryx Odorata Seed Extract, Rosa Damascena Flower Extract, Tocopherol, Zingiber Officinale (Ginger) Root Oil....Flora Carnivora:.Alcohol Denat., 1H-3a,7-Methanoazulene,Octahydro-6-Methoxy-3,6,8,8-Tetramethyl-, (3R,3aS,6S,7R,8aS)-, 2(3H)-Furanone,Dihydro-4-Methyl-5-Pentyl-, 2,6-Dimethyl-7-Octen-2-OL, 2-Acetonaphthone, Meth-2(2-Pentenyl)2-Cyclopenten-1-One/3-, 2-Ethyl-4-(2,2,3-Trimethyl-3-Cyclopenten-1-yl)-2-Buten-1-ol, 2H-Pyran-2-one,Tetrahydro-6-(2-pentenyl)-, 2-Octanol,7-Methoxy-3,7-Dimethyl-, Cis-3-Hexenyl Benzoate, 3-Hexenol, Trimethyl-2-Cyclohexenyl-3-Pentanone/2-, Propynol, Oxacycloheptadec-10-en-2-one, Benzeneethanol,2-Methyl-, Benzenepropanal,.Beta.-Methyl-3-(1-Methylethyl)-, Cis-3-Hexenyl Salicylate, Benzyl Acetate, Benzyl Benzoate, Cis-3-Hexenyl Methyl Carbonate, Cedrol, Citrus Aurantium Amara (Bitter Orange) Flower Water, Delta, Decalactone, Dimethylbenzyl Carbinyl Butyrate, Dimethyl-4-Isoheptenal Dimethyl Acetal, Dimethylcyclohexylethoxy Isobutylpropanoate, Dodecahydro-Tetramethylnaphthofuran  (Dodecahydro-3a,6,6,9a-Tetramethylnaphtho(2,1-b)furan), Ethyl 2,2-Dimethylhydrocinnamal, Ethylene Brassylate, Methyl Dihydrojasmonate, Ionone,methyl-, Isoeugenyl Acetate, Isopropyl Myristate, Jasminum Sambac (Jasmine) Flower Extract, Juniperus Mexicana Oil, Linalool, Linalyl Acetate, Methyl Decenol, Methylbenzyl Acetate, Methylcyclopentadecenone, Naphthalene,2-methoxy-, Pentadecalactone, Propanoic acid,2-methyl-,2-phenoxyethyl ester, T-Butyl Alcohol, Terpineol, Alpha-, Tetrahydro-Methyl-Methylpropyl)-Pyran-4-OL, Tetramethyl, Acetyloctahydronaphthalenes, Trimethyl Propyl Cyclohexane Propanol, Vetiveria Zizanioides (Vetiver) Root Oil, Water, Ethyl 2,6,6-Trimethyl Cyclohexa-1,3-Ene Carboxylate, 1,2,3,4,4a,5,6,7-Octahydro-2,5,5-Trimethyl-, 2-Naphthol, Acetic Acid,(Cyclohexyloxy)-,2-Propenyl Ester, Denatonium Benzoate, Cis-3-Hexenyl Acetate, Trimethyl-Pentylcyclopentanone, Decanal, Ethyl Maltol, Ethyl Salicylate, Ethyl Vanillin, Methyl Benzoate, Oils,Mandarin, Tocopherol, Vanillin, Geraniol, Limonene, Methyl Ionones, Propanedioic Acid1-(3; 3-Dimethylcyclohexyl)Ethyl Ethyl Ester, Tetramethyl Acetyloctahydronaphthalenes (Octahydro-Methoxy-Tetramethyl-Methanoazulene), Dipropylene Glycol, 2H-Indeno [4,5-b]Furan,Decahydro-2,6,6,7,8,8-.Hexamethyl-, Benzeneacetaldehyde, Methyl Di-t-Butyl-4-Hydroxyhydrocinnamate.Citric Acid, Benzyl Alcohol, Geraniol, Cyclopentadecanone, Hexadecanolactone, Pentamethylcyclopent-3-ene-Butanol, Phenethyl Alcohol, Dihydro-4-Methyl-5-Pentylfuranone, 4h-Indeno[4,5-D]-1,3-Dioxole,3a,5,6,7,8,8b-Hexahydro-2,2,6,6,7,8,8-Heptamethyl....Jake's House:.Ethylene Brassylate, Methyldihydrojasmonate, Oxacyclohepadec-10-En-2-One, Dodecahydro-Tetramethylnaphthofuran, Propanedioic Acid, 1-(3, 3-Dimethylcyclohexyl) Ethyl Ethyl Ester, Ethylene Dodecanedioate, Dipropylene Glycol, Linalool, Linalyl Acetate, Benzyl Acetate, Triethyl Citrate, 2-Acetonaphthone, Phenethyl Alcohol, Beta-Ionone, Isoeugenyl Acetate.Methylbenzodioxepinone, Ethyl 2,2-Dimethylhydrocinnamal, Methyl Dihydroxy-Dimethylbenzoate, Benzoic Acid, 2-Methyl-, Methyl Ester, Pogostemon Cablin (Patchouli) Oil, Vanillin, Undecylenal, Meth-2(2-Pentenyl)2-Cyclopenten-1-One/3-, Cis-3-Hexenyl Acetate, 3-Hexenol, Methyl Di-T-Butyl Hydroxyhydrocinnamate, Methylbenzyl Acetate, Ionone, Alpha- Tocopherol, Ethyl Benzoate, Ethyl Salicylate, Benzyl Alcohol, Citronellol, Geraniol....Queens &amp; Monsters:.Alcohol Denat.,Tetramethyl Acetyloctahydronaphthalenes, Methyldihydrojasmonate, .3,3-Dimethyl-5-(2,2,3-Timethyl-3-Cyclopenten-1-yl)-4-Penten-2-ol, Ethylene Brassylate, 2-Ethyl-4-(2,2,3-Trimethyl-3-Cyclopenten-1-yl)-2-Buten-1-ol, Pentamethylcyclopent-3-Ene-Butanol 1-Propanol,2-[1-(3,3-Dimethylcyclohexyl)Ethoxy]-2-Methyl-Propanoate, Dodecahydro-3a,6,6,9a-Tetramethylnaphtho(2,1-b)Furan, Vanillin, Ethyl Vanillin, Methylcyclopentadecenone, Juniperus Mexicana Oil, Tetrahydro-Methyl-Methylpropyl)-Pyran-4-ol, Linalool, Propanedioic Acid,1-(3,3-Dimethylcyclohexyl)Ethyl Ethyl Ester, Linalyl Acetate, Phenylisohexanol, Gamma-Octalactone, 2-Acetonaphthone, Gamma-Nonalactone, Ethyl Hydroxypyrone Cyclopropanemethanol, 1-Methyl-2-[(1,2,2-Timethylbicyclo[3.1.0]Hex-3-yl)Methyl], 4-Methyl-3-Decen-5-ol, Pogostemon Cablin (Patchouli) Oil....Torn:.Alcohol Denat., Tetramethyl Acetyloctahydronaphthalenes, Methyldihydrojasmonate, Vanillin, Pentamethylcyclopent-3-Ene-Butanol, 2-Ethyl-4-(2,2,3-Trimethyl-3-Cyclopenten-1-Yl)-2-Buten-1-Ol, Propanedioic Acid, 1-(3,3-Dimethylcyclohexyl)Ethyl Ethyl Ester, Ethylene Brassylate, Pogostemon Cablin (Patchouli) Oil, Dipropylene Glycol, Tetrahydro-Methyl-Methylpropyl)-Pyran-4-Ol, Ethyl Vanillin, Oxacycloheptadec-10-En-2-One, Beta-Ionone, Cyclopentadecanone, Hexadecanolide, Ethyl Maltol, Linalyl Acetate, Linalool, Dodecahydro-Tetramethylnaphthofuran, Benzyl Acetate, 3,3-Dimethyl-5-(2,2,3-Trimethyl-3-Cyclopenten-1-Yl)-4-Penten-2-Ol, Gamma-Octalactone, Phenethyl Alcohol, Cyclopropanemethanol, 1-Methyl-2-[(1,2,2-Trimethylbicyclo[3.1.0]Hex-3-Yl)Methyl]-, Phenylisohexanol, Vetiveria Zizanioides (Vetiver) Oil, 4-Methyl-3-Decen-5-Ol, Triethyl Citrate, Vanilla Planifolia (Vanilla) Fruit Extract, Tocopherol, Ionone, Alpha, Dimethylheptenal, Methyl Di-T-Butyl Hydroxyhydrocinnamate, Cis-3-Hexenyl Acetate, Citric Acid, Tetradibutyl Pentaerithrityl Hydroxyhydrocinnamate, Benzyl Alcohol, Eugenol, Farnesol, Limonene....Windows Down:.Alcohol Denat., 1,4-Methanonaphthalen-6(2h)-One,Octahydro-7-Methyl-, 1,6-Nonadien-3-Ol,3,7-Dimethyl-,Acetate, 1,2,3,4,4a,7,8,8a-Octahydro-2,4a,5,8a-Tetramethyl-Naphthyl Formate, 2-(1-(3',3'-Dimethyl-1'-Cyclohexyl)Ethoxy)-2-Methyl Propyl Propanoate, Methyl Dihydroxy-Dimethylbenzoate, Trans-3,7-Dimethyl-2,6-Octadien-1-Yl Ethanoate, [(2z)-3,7-Dimethylocta-2,6-Dienyl] Acetate, 4-(2,6,6-Trimethylcyclohexen-1-Yl)But-3-En-2-One.3-Hexenol, 4h-Indeno4,5-D-1,3-Dioxole,3a,5,6,7,8,8b-Hexahydro-2,2,6,6,7,8,8-Heptamethyl-, 3,7-Dimethyl-6-Octen-1-Yl Acetate, Acetic Acid,Hexyl Ester, Cyclopentadecanone, Decanal, Dimethyl-4-Isoheptenal Dimethyl Acetal, Ethyl Linalool, Ethylene Brassylate, Guaiacwood Oil, Methyl Dihydrojasmonate, Hexadecanolide, Isopropyl Myristate, Linalool, Linalyl Acetate, Medium Chain Triglycerides, Meth-2(2-Pentenyl)2-Cyclopenten-1-One/3-, Methylcyclopentadecenone, Ambroxide, Spartium Junceum Oils, Pentadecalactone, Phenethyl Alcohol, Rose Ketone-4, T-Butyl Alcohol, Terpineol Acetate, Tetrahydro-Methyl-Methylpropyl)-Pyran-4-Ol, Tetramethyl Acetyloctahydronaphthalenes, Water, 2-Acetonaphthone, Ambrocenide, Methylbenzodioxepinone, Acetic Acid,(Cyclohexyloxy)-,2-Propenyl Este, Denatonium Benzoate, Ethyl 2,2-Dimethylhydrocinnamal, Gamma-Octalactone, Ionone, Alpha- Nonanal, Grapefruit Oils, Lemon Oils, Mandarin Oils, Mate Oils, Tocopherol...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Recycling Instructions:.-Outer carton is made from FSC hemp paper and is compostable and recyclable.",
    "num_reviews": 219,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/discovery-set-henry-rose-P506274?skuId=2685881&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2685881-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Honestly none of the scents smell that different from one another and none are that great. I've purchased other samplers from different brands and they have distinct smells however this does not. All a variation from a faint smell that smells more like alcohol in the initial spritz than perfume."
        },
        {
            "review_title": "Nope",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought it today. Nope. There's no way in the worldu2026.It doesn't smell good at all. Thankfully I just the sample to try before. NO"
        },
        {
            "review_title": "Just not for me.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I don't know what it is with this brand, but it just doesn't work well with my body chemistry and they are all very strong scents.  ufffc These are definitely genderless in my opinion. ufffc"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I bought this on a whim in store and can honestly say every scent is beautiful and unique. I can't decide which to buy in the larger size first because they're all that good"
        },
        {
            "review_title": "Love this perfume line",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "I love Henry rose perfume. It does not give me headaches and it's light and smells clean. My fav is Jake's house. I ended up buying the full size of the product."
        },
        {
            "review_title": "SHOW STOPPER & amazing smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "this perfume is an heavy hitter and a show stopper, every mini travel tube turns heads! Such an amazing purchase."
        },
        {
            "review_title": "Disappointing!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Really disappointed in this discovery set considering the hype. These are all my first impressions of the scents:  Queens and Monsters: Powdery, zesty and sour. Citrusy and has notes of fresh grass. Too astringent for me. 4/10  Windows down: First spray is a burst of lemons. Dry down is more white floral but something about it reminds me of my doctor's office. 3/10.  Torn: This one was one of the more tolerable for me. It's very sweet and woody. After a while though the sweetness becomes overbearing and headache inducing. 6/10.  Char: Woody and vanilla notes... that's it. Very mild and lacks depth. 7/10.  Flora Carnivora: You like white florals? Well this is white florals on steroids. Simultaneously smells like laundry detergent and the dollar store. I didn't enjoy this one at all. 1/10.  Jake's House: Initial spray kind of smells like grass. It's a classic aquatic scent with powdery notes. There's also white floral notes in there which blend nicely. However there is an undertone of mustiness on the dry down that I don't love. 6/10.   This is a PSA to try samples of fragrances before you commit to a whole bottle! The hype isn't always real."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "lovely way to sample different scents.  I will buy the full size of my favorites!"
        },
        {
            "review_title": "high quality but boring",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Agree that there was a lot of hype for this collection, and perhaps it's because it was among the most splashy clean perfume launches that's celebrity backed. 4 stars for the fact that the scents are extremely potent, but not 5 because the collection is not for me. They feature scent profiles that are clean versions of really well-established scent profiles (like givenchy floral, tom ford gourmand and aquatic etc.), which is not what I was hoping for. I wanted something more unique. For unique, go for the clean brands that fly under the radar a bit more."
        },
        {
            "review_title": "Love the Sampler Set to Discover HR is Overhyped",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Char: predicted to be the worst; couldn't smell a thing Flora Carnivora: predicted to be good/bad; too faint to detect a single note Jake's House: predicted to be just okay; moreso vomit-inducing Torn: predicted to be the best spicy that I own; if you're into spicy playdough Queens & Monsters: predicted to be unamusing; yup, very lackluster Windows Down: predicted to be a meh good scent; another faint fail from Henry Rose  Going into this set, I was most looking forward to Flora Carnivora, Jake's House, and Torn. And ironically, they were the ones that disappointed me the most. I am not a huge fan of clean anything, but I thought Henry Rose could prove me wrong since this brand is usually raved about. Nope, not even close! And as for the staying power, it's okay for about an hour at most for me."
        },
        {
            "review_title": "Meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "Overhyped. Scents too strong, last about 2 hours. Niche but okay to try. Happy I didn't get a full size. Sprays are really nice and like a mist!"
        },
        {
            "review_title": "Clean and Elegant way to your perfect scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Dry skin",
            "review_text": "Such a perfect sampler to try these gorgeous, elegant and clean fragrances. I loved being able to wear each scent and see how they wear over time, from the initial note down to what they leave on skin. I found my perfect scent and fell in love with Queens &Monsters, a sensual and creamy amber gourmand. And I get to travel with these cute sprays too and continue enjoy all possible combinations!  A must!"
        },
        {
            "review_title": "Finally!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Oily skin",
            "review_text": "Henry Rose has changed the fragrance game entirely.  I am enjoying the fact that I get to choose a fine fragrance that proves one doesn't have to sacrifice quality for safety. The 'discovery set' is self-explanatory and a joy to discover each day. Layering is a whole new world."
        },
        {
            "review_title": "Very nice.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I like every single one of this perfumes. Very nice performance, very pleasant smell.  Highly recommend."
        },
        {
            "review_title": "A Great Sampler Set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I loved the idea of trying the fragrances before purchasing a larger size. I am usually a Jo Malone girl but I found these perfumes longer lasting on my skin. Bravo Michelle Pfeiffer!"
        },
        {
            "review_title": "Don't waste your money!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I am so disappointed. All of the vials smell the same and I didn't like the fragrance."
        },
        {
            "review_title": "massive headache!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Very strong mature scents! No other perfume has given me a headache before, and these did! I am very surprised since they are clean. Will be returning. The Dime brand makes much nicer clean perfumes."
        },
        {
            "review_title": "Boring and fade fast",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I was quite surprised by this set. Had expected good quality for the price of the regular-sized bottles but found them all to be quite nondescript and didn't last for the amount of time it took to leave the house in the morning. Very happy I tried the samples."
        },
        {
            "review_title": "Best Way to Blind Buy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "A great way to discover the brand without breaking the bank. Unfortunately I couldn't find any scent that I really like, possibly Jake's House or Char, still on the fence. Glad I tried this first - that's the point!   tried this first as that's the point!Than"
        },
        {
            "review_title": "All Around Good Discovery Set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I wanted to try out a particular scent (Windows Download) but when I saw the discovery set I decided to try them all. I like Windows Down and a few others"
        },
        {
            "review_title": "Not my favorite",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I've been on the hunt for a new perfume so I've been buying discovery sets. Henry Rose has a lot of notes that I sounded appealing. After trying each on different days I've come to the conclusion they are all very mature smelling. It's not for me."
        },
        {
            "review_title": "Pretty good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I liked all scents to varying degrees. Torn is kind of close to Jimmy Choo, which I am unable to get any longer. Queens and Monsters smell a little like play dough to me at first. This might sound weird but I mainly use these and the Replica sampler as my foot perfume. I really like that I know the ingredients!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So I bought this trying to look for a new perfume. I've been using a musky but fresh fragrance for about six years now and wanted to change it up.. I was very disappointed. Only TWO of these were wearable."
        },
        {
            "review_title": "Not for us",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Not a single one smells good imo and I love niche fragrance lines. But whatever someone likes these will be very subjective. I tried the testers in the store as well and they weren't any better."
        },
        {
            "review_title": "Amazing Clean and Fresh!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Fire scents, I've bought three travel spray sets so far, I've definitely WILL BUY MORE!!!"
        },
        {
            "review_title": "Great variety of scents!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I loved a majority of the scents, except for two of them. Great variety though, I especially loved Windows and Char, both smelled like a unisex scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Very nice set of perfumes. Unusual scents. I like it."
        },
        {
            "review_title": "Uhm...YEAH I'll take 5!!! & THEY DO LAST LONG!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "WOW. I'm glad I didn't listen to the reviews. First of all, I sprayed all six in different areas of my arms and scrubbing my body with a scented soap still didn't remove the scents so each and every one of them DO last long. Jakes house was a immediate favorite, even with my fiance and normally no fragrances stand out to him on me. Queens and Monsters was another favorite. I love how delicate the dry down was on Queens and Torn. Torn gives me Rose Prick or Burnt Cherry vibes? and Char gives me Milk by Commodity vibe for sure. Jakes House and Queens and Monsters are my all time new FAVS! Flora is another strong favorite. So in love with Henry Rose!"
        },
        {
            "review_title": "Great variety & intro to the brand",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is my honest & authentic opinion, as a Sephora Beauty Insider Community Ambassador.  WHAT I LIKE: * Variety - an excellent way to try different fragrances  AREA(S) FOR IMPROVEMENT: * Would be great to list the key notes for each scent on the box * Include a voucher for the price of the set to be applied towards full size purchase  FYI: * Packaging, with its minimalist aesthetic, is beautiful  BUY or BYE?: * BUY  * CHAR - Opens with a soft burning embers scent, not too strong, very nice before transforming into an airier & lighter, slightly gourmand scnet - softly sweet, with the faintest hint of vanilla. A very mild mix of leather & amber comes through at the end.  * FLORA CARNIVORA - The neroli & tuberose stand out at the beginning, which I really enjoy. There's a familiar, clean scent to it that, while not offensive, isn't something I cared for, a cross between soap & fabric softener, that fortunately dissipates. Dry down is a very light (too light) white floral scent.  * JAKE'S HOUSE - Clean, aquatic opening, with a pretty neroli scent coming forward, before turning into a mildly cloying, sterile, almost chemical smell that I did not find pleasant.  * QUEENS & MONSTERS - The green, powdery violet notes on the first spritz quickly transformed into a creamy woodsy floral blend that I found to be pretty & pleasant. The caramel notes at the dry down add a warm, richness to the scent. A lovely date night scent.  * TORN - The initial grassy, musky, & earthy notes were not pleasing to my nose but I'm glad I stuck with it a little while longer for the light, creamy vanilla & amber in the middle - those were lovely & my favorite part of this fragrance. It sadly didn't last very long before the dry down - an earthy, herbal patchouli or vetiver scent - kicked in.  * WINDOWS DOWN - The opening calls to mind citrus fruits & earl grey tea, with a light floral in the beginning & middle. I pick up spice & musk at the end.The fragrance isn't bad, it's just not my cup of tea."
        },
        {
            "review_title": "Great Testers",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The only one that is a maybe is Queens and Monsters I believe it's called. The rest were very Unique but there was something just missing with these fragrances."
        },
        {
            "review_title": "LOVE Henry Rose!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I've been a Henry Rose fan for years and SO happy they finally are at Sephora! This is a great discovery set with their most popular scents. Felt good about wearing Henry Rose perfumes during pregnancy. This is one of the best clean fragrance brans out there! This sample set has something for everyone whether - fresh? Jake's House. floral? Flora Carnivora. vanilla? Torn"
        },
        {
            "review_title": "Nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "The ones I thought I would like are not the ones I ended up liking. So this was a helpful way of trying them out. Want to try more scents from the brand now."
        },
        {
            "review_title": "NOPE",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I've had these little perfume samples for 2 weeks now and I think I can safely say I hate them all. Every single one smells cheap and inexpensive... they don't last on the skin (for me that was a good thing) and they reek of old 70s airport perfume.... pass on this one."
        },
        {
            "review_title": "Smells great! Won't last long",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love the perfume it smells amazing! I just wish it would last longer. I would say maybe an hour then gone completely. This perfume would be great for someone that doesn't like heavy perfume."
        },
        {
            "review_title": "All are lovely!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I'd had my eye on this brand for awhile so, when it came to Sephora, I took it as a sign to try them out finally. I went with the discovery set first to sample a few of them, and I was not disappointed. I will definitely be ordering the full size in Windows Down- that was by far my favorite, though I will be using them all from this set. I know Jake's House is up there in popularity, but that wasn't my favorite- simply because after reading the notes, they're not ones I'm typically drawn to, which explained it. They're absolutely unisex scents, though depending on your tastes, some may be more than others. Would highly recommend!"
        },
        {
            "review_title": "My new signature scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this brand! The best clean products and most gorgeous scents! I am obsessed with Windows Down. Long lasting & clean perfume. It doesn't get better than this!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "First sniff was amazing. Can't wait to actually wear themu2014such effortless and transportive scents. I have a hunch I'll be back for more."
        },
        {
            "review_title": "Must try",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Such a good fragrance range, based on these samples i got to pick jakes house and i absolutely love it.  Some of the scents smell amazing and not even one smells bad. Definitely get this trial set before you pick one of these amazing fragrances.  Gifted by henry rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "Henry Rose gifted me their Discovery Set - Eau De Parfum.This set is a great cost effective way to try out the brand. I must say I am really really impressed with the set because all the scents appealed to me.I love that this is a clean brand. I would definitely recommend this product.I also love the scents last a long time without reapplying."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "I love this perfume so much! It is pungent but in a good way since people keep asking me where this is from! I think the price is great for being able to try 5 different scents. Gifted by Henry rose!!"
        },
        {
            "review_title": "Amazing deal",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "Every single one of these fragrances smell amazing. Not one smells bad my favorite is Flora it smells so fresh and clean like clean laundry. The scent actually lasted I will definitely purchase a full bottle of flora when the sample is all gone gifted by Henry Rose"
        },
        {
            "review_title": "Ok, but not quite what I like...",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I liked Windows Down, then maybe Jake's House and Char the most. But they did take at least a week to get used to/appreciate and aren't quite what I like. At first they can smell dated, but once they warm up to the skin they smell better. Will I repurchase? I'm still uncertain. I'll know better once I'm done with the samples. One thing I find they do is fade out a little faster than most other fragrances I use, which is one of the reasons I hesitate. But again, the initial spritz isn't always as pleasant as I like (except for Windows Down, which I seem to like from first spritz to set down). Queens & Monsters reminds me a little too much of Burberry Her, which I really dislike. I much prefer complex scents especially when musk is included. These were gifted by HenryRose for me to test and leave my honest review."
        },
        {
            "review_title": "They smell incredible!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Henry rose gifted me this product in exchange for a review. I am a huge fan of discovery sets as I'm able to try out multiple scents before committing. This set was really good and had nice assortment from Henry Rose. The perfumes all smell decadent. My favorite so far is Windows Down!"
        },
        {
            "review_title": "Great sample set.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Henry rose gifted me this product in exchange for an honest review. I loveeee this little set. All the smells are great and it's a perfect way to figure out what you like. They are fairly strong so just a few squirts lasts awhile."
        },
        {
            "review_title": "I love samplers!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I really like the discovery set and samplers in general because then you get to really decide which one will be your signature scent out of the bunch. They were all okay but none of them screamed new go to scent to me. To me they definitely have a more musky quality to me and would be good for like a sultry date night. If  had to pick a favorite of the bunch it would be queens & monsters for me, it dried down really nice and lasted some time. These were gifted to me by Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I was gifted by Henry Rose there Eau De Parfum and I love all the scents!! My favorite is Torn which has notes of vanilla, musk,  sandalwood,  and vetiver and is the perfect combination of sweet and sultry! My other favorites are Windows Down and Flora Carnivora!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Love this discovery set!! I've wanted to try this brand without having to commit to purchasing full sized. This formula lasts so long on the skin throughout the day and each have such a beautiful dry down scent. My favorite scent is Torn!! Gifted by Henry Rose"
        },
        {
            "review_title": "PARFUM DISCOVERY SET",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this complimentary from Henry Rose Parfum Discovery Set by Henry Rose complimentary in exchange of my honest opinion. I think I found my new favorite perfume. I should say perfumes because I can't just pick one to be my favorite. There is 6 different samples that come in the box. And they all have their own little unique name. There is Queens, Flora, Jake's, Torn, Windows and Char. And the scents last well into the night. I received so many compliments. I would definitely recommend everyone who wants to smell amazing to buy this Henry Rose Parfum Discovery Set!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this Discovery Set features six 1.5mL Eau De Parfum samples as gifted by Henry Rose in exchange for my honest review. It comes with 6 samples, I have tried everyone of them. Really surprised me for this one, long lasting smell. I will consider purchasing a full size in the future."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The Henry Rose discovery set is a nice set that can be used by anyone. The array of scents makes it a perfect starter kit. The clean ingredients makes it perfect for me and my family who has sensitive skin and this allows me to enjoy the fragrance without worrying about affecting my family's well-being. Torn is a classic scent in my household and is the most preferred. Gifted by Henry Rose in exchange for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received this complimentary from Henry Rose, and I love trying these kind of sample perfume sets since it lets you test out different scents before purchasing a full size. I like that there's a mix of day and night scents, and they all smell amazing. It also comes in a ready to gift box which is nice."
        },
        {
            "review_title": "Discover something new!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Dry skin",
            "review_text": "I like this Henry Rose discovery set.  I was unfamiliar with the brand so this was a perfect way to sample out some of their scents.  I do like that the vials were pretty full, not like others, where they are only half filled.  This set includes six vials of genderless fine fragrances.  You get a good variation of scents.  Four of the scents just weren't for me.  I liked Queens and Monsters and loved Flora Carnivora out of all the scents.  I do wish the scents were longer lasting, for me they faded much too fast.  I love sets like this and I was able to discover one that I love!  Gifted by Henry Rose for my own thoughts and opinions."
        },
        {
            "review_title": "Amazing scents!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I absolutely adore Henry Rose perfumes. They have a sexy yet fresh alluring scent across the board and each fragrance smells divine. As someone who usually gravitates more floral scents, I really loved the scent windows. It smells so luxurious and expensive and now I have to get the full size after smelling this.  They each have a beautiful scent and it's great to be able to sample each of these before purchasing the full sized bottles. I love keeping them in my purse to refresh my scent since it fits perfectly in all of my bags and I'll be running to the store to pick up a full size bottle!  This product was complimentary from henryrose, but does not impact my opinions."
        },
        {
            "review_title": "None stood out to me!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is a great set to try out Henry rose fragrance. I will say there is a decent amount of product to figure out which is your favorite! These are u201ccleanu201d fragrances, I honestly didn't know there was such thing! I will say none of these fragrances will be my u201csignature scentu201d I think they are okay, none of them stood out to me. The wear time is pretty good lasts about 4-5 hours. Overall not my type of fragrances.  These are gifted by Henry rose"
        },
        {
            "review_title": "Nice way to find your favorites!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This Sephora Discovery Set was gifted to me by Henry Rose. The perfumes included are Char, Flora Carnivora, Jake's House, Queens and Monsters, Torn, and Windows Down. It is nice to try each one before investing in a large bottle. I really enjoyed testing all of them! My favorite was Queens and Monsters. My pick is Char for a spicy date night. I would definitely recommend this set to discover which one is your favorite."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Some of the scents in this pack are definitely long lasting than others. I found these to have a good mix between daytime scents and evening scents.  This is great for trying the scents before deciding which one to settle on. I liked Torn the best.   This was gifted by Henry Rose to me."
        },
        {
            "review_title": "Great opportunity to test multiple scents",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I received this discovery set, gifted by Henry Rose, in exchange for my honest feedback. I love the opportunity to sample multiple scents in a set like this!! Not all worked out for me but I really enjoyed the Flora Carnivora the most. I wish more companies would do this. Great job!!"
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This perfume set is amazing. Each scent is so unique, long lasting and beautiful. In love the different variety you get. Char has a very refreshing scent with a touch of orange blossom. Flora Carnivora is Allure Best of Beauty Winner from 2022, its one of my favorites with key notes of jasmine, Orange Blossom, Floral, and musk. I also really liked Jake's House with key notes of citrus and musk. Queens & Monsters is also an Allure Best of Beauty Winner of 2020 with key notes of neroli, freesia, and sandalwood. Torn is another favorite of mine with key notes of vanilla, musk, sandalwood, and vetiver. Windows Down is another Allure Best of Beauty Winner of 2021 and has key notes of grapefruit, jasmine, and musk. All these fragrances are EWG Verified, Cradle to Cradle Certified, and Cruelty-Free."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "# Gifted by Henry Rose. I'm in love with the way it packaged. The great part about this Parfum are ingredients. Love how it smells, some of fragrant more some less, but still super nice. Last for the long time. Great way to choose your own."
        },
        {
            "review_title": "More than just florals",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I'm really happy I tried this discovery set! I can't do florals because they give me migraines, so I love how this discovery set isn't predominantly floral. My favorites are Char, Torn, Jakes House + Windows Down. Some of these do have a floral note but the majority of the notes are not floral! The longevity is pretty moderate on me, it performs longer than some of my other favorite and more expensive fragrances. I'm impressed with the quality especially since these fragrances are labeled u201cclean at sephorau201d and cruelty free. They don't smell weak or watered down.   Received complimentary from Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Loved trying this discovery set! I usually stick to one scent (vanillas) but this helped me try some new fragrances I love without spending toms of money! The variety was great the sprayers worked well gifted by henry rose"
        },
        {
            "review_title": "Great to try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is a great option for when wanting to try a brand and fragrance but unsure on which one to invest. You get to try several and decide. Unfortunately only one  of these fragrances worked out for me, however I think this set is an awesome option. Gifted by Henry Rose"
        },
        {
            "review_title": "Good Parfum Discovery set",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I was really excited to try out this Eau De Parfum discovery set complimentary from Henry Rose in Sephora.  It came in a small cardboard box and was easy to open.  The different Parfums were nice to spray and see many variations.  Some scents I liked, others not so much.  Overall a good collection of Parfums to sample"
        },
        {
            "review_title": "A Must Have In Your Daily Routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I was gifted by Henry Rose for my honest review. Let me just say, I LOVE these perfumes!!! Each and every scent is so distinct and different. 1 spray goes a LONG way. They're so strong, but not in an obnoxious and choking your senses kind of way. This is the first time in a long time that I've come across perfumes I like. Perfumes that I don't have to spray multiple times on myself just so I can smell it a little. You know how when we go to apply our perfume, you have to spray like 2 or 3 times just to get a good whiff? Not with these. 1 spray on my wrist and those beautiful scents are filling my room & I imagine myself in a field of flowers. It's hard to choose just ONE scent because they all smell so amazing, but if I had to choose, it would be Char. Char is just so soft, so floral, so feminine to me & makes me feel sexy when I wear it. I'm stocking up on Char & Flora though because Flora to me reminds me of fabric softener & idk, it's just beautiful. Hurry up and buy these today. Thank you Henry Rose for this set. I'll be so sad when I finish them up."
        },
        {
            "review_title": "Great way to sample scents!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This is such a great value and way to try these scents for yourself before committing to a full size! I was actually really surprised that my favorite was one that I probably wouldn't have purchased based off of the scent profiles noted in the description. My favorite thing about these scents is what you smell initially dries down different and actually lasts, too. Gifted by Henry rose"
        },
        {
            "review_title": "Mini perfume cuteness!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Fragrance sampler kits are the best! You get to try multiple scents out without committing to a huge bottle. My favorite is Flora Carnivora! It gives me flowery garden fairy vibes. I'm definitely buying a full size bottle of it!!! gifted by Henry Rose"
        },
        {
            "review_title": "Highly recommend getting the discovery set!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes",
            "review_text": "I'm so excited to have gotten my hands on this discovery set! i'm a huge fan of Henry Rose fragrances, and trying all of them has been such a treat! After using them for different occasions, Windows Down is my favorite, I get compliments galore! Jake's House is also a beautiful scent and may have to add that one to my collection as well. I highly recommend trying this discovery set before picking oneu2026 or a maybe even few of your signature fragrances! complimentary from henry rose"
        },
        {
            "review_title": "Love this set Great introduction to the brand.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I was gifted by henryrose this set for my honest opinion. I was eager to try these as I've never purchased Henry Rose perfume before. I chose the discovery set to get an overall feel for the brand Windows Down- I liked this one.  The light fragrence faded quickly. Torn- This is a richer fragrence. Hints of vanilla were apparent. The scent faded away in a few hours. Queens and Monsters- Smells earthy/woodsy Jakes House- Nice fragrance, love the name 2nd favorite Flora Carnivora- My favorite. Smells like a night blooming jasmine. I've used this a lot since getting the set Char- Nice floral scent. 3rd favorite I really like it that this brand is leaping bunny certified."
        },
        {
            "review_title": "Sampler that's a must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I recently received these complimentary from Henry Rose in exchange for my honest opinion. After using these for a little over a week I would say my favorite is Flora Carnivora! The notes of jasmine, tuberose, orange blossom, floral and musk layer so well together. Queens and monsters was great too, I loved the sandalwood in the keynotes. I definitely think if you wanted to try out some new scents, this little pack would be amazing to pick up and try!!"
        },
        {
            "review_title": "Smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I received this sampler complimentary from Henry Rose as a gift. All of the fragrances smell amazing! They last all day without having to reapply too! Monster is my favorite! I've gotten so many compliments while wearing it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I love how I can try so many different perfume scents and get a feel for which one I like. Additionally it's perfect to put in my purse for when I'm traveling or want to retouch my scent. This was gifted by Henry Rose"
        },
        {
            "review_title": "Exquisite piece of art from Henry Rose",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I received this product complimentary from Henry Rose. I really enjoyed testing out the Henry Rose Discovery Set. In six scents have different  feelings and stories behind. I really like this discovery set to try different scents in Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely love this perfume set! My favorite scent is definitely Queens- it has become a daily staple scent for me. All of the perfumes included are incredible and have beautiful unique scents that leave you smelling like a goddess! Gifted by Henry Rose."
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "In love with this sampler set!! It's the perfect way to try out a variety of scents before committing to a full size one. They all smell so good and last all day. The scent Torn is my favorite out of all of them. This set was gifted by Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I received this product complimentary from Henry Rose. I really enjoyed testing out the Henry Rose Discovery Set. The set contains six unique scents that range from bright, citrusy, and floral to fresh, musky, smoky. My top favorites are Char and Queens and Monsters-I like them equally. I also really like Jake's House and Torn. In general, they all smell like high quality, are long-lasting, and meld with skin."
        },
        {
            "review_title": "Fun set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The Henry Rose Discovery collection offers you the opportunity to try 6 different scents from the collection. This versatile collection has something for everybody to enjoy. All of the scents have a unique and pleasant aroma. I'm a huge fan of this line. My favorite scent is Queens & Monsters."
        },
        {
            "review_title": "Nice floral but not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Out of these scents windows down and torn were the only two that were not super overpowering. Char, flora Carnivora and Jakes house had a very strong and overpowering scent, almost very musky like. I could not see myself personally being able to wear these scents at all. I did receive these as a u201ccomplimentary from Henryroseu201d in exchange to leave an honest review"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was gifted by Henry Rose in exchange for my honest review. I really love this discovery sample set. All this perfumes is so different and unique, I m getting a lot of compliments about it. This set has perfume for any occasion, day or evening. Compact size is perfect to take on a go. Love it."
        },
        {
            "review_title": "A must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I received the Discovery Set Eau De Parfum complimentary from HenryRose.  The set contains six tester spray vials of the scents Char, Flora Carnivora, Jake's House, Queens & Monsters, Torn, and Windows Down.  This is a nice swatch of options from lighter florals to rich woodsy spicy scents.  I can be sensitive to fragrance, so I always need to try a perfume before committing to a full size purchase.  Plus, you need to make sure you like the scent and that it works for you.  I really like that all Henry Rose products are EWG and Leaping Bunny certified.  Window's Down and Flora Carnivora are my favorites from this group.  All are well made fine fragrances though.  Scents last and stay true."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "My husband likes all of these scents gifted by Henry Rose. Ge said they last all day with only a light mist needed because it is concentrated. It has not caused any skin sensitivity, and we like that it is a more natural fragrance with natural ingredients instead of artificial fragrances."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I was gifted by Henry Rose the Sephora Discovery Set. I recommend any of the fragrances in this set if you like floral scents. I tend to not buy floral scents so this was a new experience. My favorite of the bunch has to be Flora Carnivora. I am sensitive to strong fragrances especially ones that are more floral and these are not too overpowering and did not give me a headache. If you don't like floral I would steer away from these."
        },
        {
            "review_title": "Unique & beautiful scents!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "Henry rose gifted me this discovery set in Sephora and I'm loving it so much! My favorite scents are char, jakes house & open window one (forgot exact name) but their scents are so unique but so beautiful!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "From light florals to dark warm tones, there is something for everyone in this box. if you want to try Henry Rose, this is what you need! Would also make an excellent gift or elevate a stocking as a sophisticated stuffer. Gifted by Henry Rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "From light florals to dark warm tones, there is something for everyone in this box. if you want to try Henry Rose, this is what you need! Would also make an excellent gift or elevate a stocking as a sophisticated stuffer. Gifted by Henry Rose"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I received this product as a complimentary from Henry Rose.  I loved this set os samples. It's good because you can try all collection of fragrances from Henry Rose and choose with one you like more to buy one."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This kit is a great complement, they are travel size and it is great to have it in your wallet to go anywhere with it, the aromas are simply fantastic, varied, my favorite is Flora Carnivora but I definitely love all of them and it lasts throughout the year. day the scent. gifted byhenryrose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I received this Discovery Set complimentary from Henry Rose in exchange for my honest review. This Discovery Set includes 6 samplers in glass containers. They all smells great and last for a long time. My favorites are Flora Carnivora and Dark is Night. I also like it is clean perfume."
        },
        {
            "review_title": "Smell lovely with any of these",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The reason why I chose this sampler pack was because I have been wanting to try their products for a while. So thankful I was able to be gifted by henry rose!  Windows Down- My second favorite of the bunch. Soft floral and sweet. Great for a summer's day. Torn- Vanilla with a kick. Smooth and comfortable. Like hanging out reading your favorite book and eating cookies.  Queen & Monsters - Earthy smell with a hint of sweet.  Jake's House- My husbands favorite out of the bunch.  Fruity but boyishly clean. Like spending the day at the pool.  Flora- This is my favorite out of the whole bunch. Smells like springtime with a hint of cotton candy.  Char - Smoky, Warm and citrusy. My least favorite out of the bunch"
        },
        {
            "review_title": "Love!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "These perfumes were amazing! I was so lucky as to receive this complimentary from Henry Rose. My particular favorite was u201cJakes Houseu201d. It reminded me so much of summer. There are great smells for all seasons in this trial pack, and I am so excited to use them all!"
        },
        {
            "review_title": "Exciting, long-lasting fragrances",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I'm so glad I tried out this sampler! The fragrances are so different (some sweet, some floral, some more clean) but I can't choose a favorite. It's so hard to tell from fragrance notes what will actually smell good on my skin, so this is a great opportunity to give these fragrances a try. They are long-lasting and complex, familiar but not derivative, and made with clean ingredients presented with full transparency. Note that if you order directly from Henry Rose (or message their customer service and ask nicely), the Discovery Set includes a code for $20 off the purchase of your favorite full-size. That makes the price more than worth it! Gifted by Henry Rose."
        },
        {
            "review_title": "Great scents!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The best part of receiving this product u201cDiscovery Setu201d gifted by Henry Rose is that I can smell the different scents that this brand can offer me. I love the scent of Windows Down and Flora Carnivora. I think the fresh scent from Windows down and the floral scent of the Floral Carnival are perfect for me. They are long lasting and I have received many compliments. I love them !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Dry skin",
            "review_text": "This is a good sampling set to try out the different scents. It's a good value, I definitely recommend getting this before a full size of the bottle. I was gifted by Henry Rose in exchange for my honest review."
        },
        {
            "review_title": "Convenient and nice variety",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I received this product gifted by Henry Rose in exchange for my honest review. I love perfumes, and I am always looking for new cents. I received this set of six small perfume discovery set and they are all different and unique. The small size is nice to throw in my bag for a quick touchup after work and variety is always great!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I received the Eau de Parfum Discovery Set complimentary from Henry Rose in exchange for my honest opinion. These fragrances all smell absolutely lovely! They're light and not overpowering, but last all day on my skin with just a few sprays. This discovery set is a great way to test each of the fragrances and has helped me choose my favorites to purchase full size later!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I received this complimentary from Henry Rose for my honest opinion.   My favorite scent our of the entire sampler was the floral one, the flora carnivora. All the scents feel rich and are long-lasting."
        },
        {
            "review_title": "Great gift",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This was gifted by Henry Rose in exchange for my review. I heard really good things about Henry Rose perfume and really wanted to try it out. I like that you get six different scents to try out so you can wear them a couple days and find the one that works best for you."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "The discovery sample set included six fragrance samples. Each sample is good for approximately 3-5 wears. The sample set is a great way to try the full range of warm scents. I love the concept of being able to sample scents before making a purchase. All of the scents in this set are wonderful. Choosing one is challenging. I've discovered three new scents that I like. Queens and Monsters, Torn, and Flora Carnivora are some of my favorites. Complimentary from Henry Rose."
        },
        {
            "review_title": "A Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Oily skin",
            "review_text": "I was received this product complimentary from Eau De Parfume to try in exchange for my honest review. I love to try this product as I want to find out what my favorite scent would be. I like this discovery set as it is so small and convenient. I can bring it everywhere with me. My favorite scent is rose. I found this scwnt is very addicted and sexy, and ut is not as strong as other one in the set."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I'm so glad I got to try this sampler set. It had a good variety of events for different occasions. I especially love windows down as an everyday scent. Cant get enough of it. Last pretty long as well. I received this complimentary from henryrose"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "In love with the Henry Rose Perfume Sample Pack! I cannot pick a favorite scent because I love all of them! I have gotten so many compliments on every single scent that I have worn, thats they are all .y favorite!! Fresh, Sweet, but not too sweet, best perfumes ever Gifted by henryrose"
        },
        {
            "review_title": "Love everyone!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I absolutely love the sample said that I was gifted by Henry Rose. I cannot believe how long each and everyone of these last. I'm talking laying in bed that night and can still smell it. I also enjoyed every single one of them. Very unique smell. Wonderful."
        },
        {
            "review_title": "Good set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Complimentary from henry rose. I must confess that I haven't come across a single scent among the 11 different sample sizes that I dislike. This is quite uncommon for me since I usually don't have a fondness for colognes and perfumes. Choosing which one, or maybe even two, to order in the full size is going to be quite challenging for me!"
        },
        {
            "review_title": "Love them!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I received this product complimentary from Henry Rose in exchange for my honest review. I chose the sampler because I love trying different scents. I enjoyed all of them and I felt they were all unique in their own ways. I enjoy floral scents so my favorite is Floral Carnivora. The scents have good staying power and last all day on me. I highly recommend these scents!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Gifted by Henry rose. I have been so curious about Henry Rose perfumes for a while now but I wasn't sure of where to start with their collection! This was an excellent way to try all the scents and find my perfect match!"
        },
        {
            "review_title": "Great variety and scents!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I received this complimentary from Henry Rose. I love the variety of the scents in this set. The travel size is perfect to try all the different perfumes and I have found that I love them all! Jake's house is my favorite but they are all light and great smelling!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I personally love perfume samplers because sometimes I'm surprised by which notes I like, or how many of the sampler I like (I always thought I was really picky). I liked all of these! They're really unique and not overwhelming. I think Char is my favorite. This was gifted by Henry Rose."
        },
        {
            "review_title": "My new favorite perfume brand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I am very picky with my perfumes but the fact that I love every single scent from this set says a lot about this brand. Not only I get tons of compliments when I use them but I feel expensive and empowered. Gifted by Henry Rose"
        },
        {
            "review_title": "Great Set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I received this Parfum set complimentary from Henry Rose in exchange for my honest review.  I love getting sampler sets so I can see what scent best fits me before investing in a whole bottle. My favorite scents in this sampler are Flora Carnivora and Windows Down."
        },
        {
            "review_title": "Convenient",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This product was gifted to me by Henry rose. I first want to say I love how this set gives you many options to choose from as I constantly like to switch up my scents, and have a hard time choosing scents especially when I'm buying online and am not sure what they will smell like in real life. This set gave me the option to test out many scents from their line and choose my favorite. Overall I think it's a great product when you're just starting out and aren't sure which scent to buy"
        },
        {
            "review_title": "A must try perfume set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This perfume set is gifted by Henry Rose. Henry Rose is a fragrance brand founded in 2018. The brand is known for creating high-quality, sustainable, and hypoallergenic fragrances. Henry Rose uses a proprietary system called Clean at Sephora to ensure that all of its fragrances are free from harmful ingredients, such as parabens, phthalates, and formaldehyde. The fragrances are also vegan and cruelty-free. I tried all the scent, and I liked the u201cflorau201d, u201ccharu201d and u201ctornu201d the most. These three smells sweet and relaxing, which is good for working and/or dating. The u201cqueensu201d has strong green or herb scent, which I don't like that much. u201cJake'su201d and u201cwindowsu201d are clean and fresh, which I think men can wear it too."
        },
        {
            "review_title": "A must have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Okay these perfumes are AMAZING! Definitely a great set if you are trying out new scents. My favorite had to be u201cwindowsu201d. They are fresh smelling scents with a hint of maturity. They are great every scents or even great for switching between scents. This product was gifted by Henry Rose but will be purchasing a full size!"
        },
        {
            "review_title": "A must-try brand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I love this Henry Rose discovery set, it's such a great way to decide on the right scent for you. I am quite picky with scents and have to say that I was impressed with this collection so much. They lasted well on the skin and liked a lot of them (which never happens for me). My absolute favorite was Windows Down, the perfect summery scent with my favorite citrus notes, I am definitely going to purchase the full size of this after wearing it for a few days! Such a gorgeous brand!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This is gifted by Henry rose. I was very lucky to get this sample set to get all the scent of this line at once, so I was able to find my favorite scent before buying the full size, It is pretty good."
        },
        {
            "review_title": "Love this set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This Discovery Set is a great way to find your favorite perfume. I liked most of them and I would say that it offers a good variety of different scents. All of them smell really unique and luxurious.  I plan on getting one of the samples in full size after this discovery set. It was gifted to me by henryrose."
        },
        {
            "review_title": "nice discovery set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love trying new perfumes and am constantly on the search for a new favourite.  I was lucky to receive this sampler set complimentary from Henry Rose, which allowed me to try six new scents. All the scents have an average staying power.  My favourite scent so far is Windows Down."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I absolutely love this little assortments of different scents. They all smell absolutely amazing, and it's nice because you can choose different scents everyday. Also I love the size as they are convenient to carry around. Gifted by Henry Rose."
        },
        {
            "review_title": "A great parfum discovery set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I received this complimentary from Henry Rose n exchange for an honest review.  I enjoy the perfume sample discovery set.  It had a mix of some summer feeling vibes with vanilla notes and some nice musk and peppery notes in other samples.  Char, Torn and Window's Down were my Favorite out of the packet."
        },
        {
            "review_title": "Found a new fav!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I will never not love sample sets for perfumes! It's an awesome way to test out multiple scents & find new favorites, especially if you are new to the brand. They are also great for travel so that's a bonus. I like to live with some scents to see how they wear, since scents tend to change when you put them on your skin.  I did not expect to love WINDOWS DOWN as much as I do, but the grapefruit & jasmine just make me feel so fresh. I wouldn't have bought this scent on a normal day, full size - so I am extra glad I got to try this & wear it. Found a new fav scent! (gifted by Sephora and Henry Rose in exchange for honest review.)"
        },
        {
            "review_title": "Versatile Scents",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "So glad I discovered these amazing fragrances. Such a wide range of scents in this set, ranging from crisp and clean to deep and earthy. A great option for traveling ... something for day, night and in between. Scents last a long time and have a very high-end appeal. Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Gifted by Henry Rose. I love discovery sets - definitely helps to decide which fragrances work for me without commiting to a full size. All the scents smell similar to me but once applied to my skin I can tell the difference (subtly)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I really love this discovery set because it allows me to try the different scents in the fragrance line. Definitely my fave is tron out of everything. The perfume on my skin also lasted for a couple of hours which i love! Gifted by henry rose"
        },
        {
            "review_title": "smells great, get ready to reapply",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "great little set! all of the scents are understated, but unique. love the names, as well. i love sampler sets as they are a cheap way to try before you buy. these scents are not long wearing, so get ready to reapply. i got this set gifted by henry rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "This was gifted to me by Henry Rose but all thoughts are my own. This is a great product to get if you're traveling and don't want to take full bottles with you, or if you want to test sample the perfumes! My personal fave is Flora Carvinora and I'm def buying it for myself!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "Char   Key Notes: Tonka Bean, Ginger, Orange blossom  Flora Carnivora (Allure Best of Beauty Winner 2022)  Key Notes: Jasmine, Tuberose, Orange Blossom, Floral, musk  Jake's House  Key Notes: Marine, Citrus, Musk  Queens & Monsters (Allure Best of Beauty Winner 2020)  Key Notes: Neroli, Freesia, Sandalwood  Torn  Key Notes: Vanilla, musk, sandalwood, vetiver  Windows Down (Allure Best of Beauty Winner 2021)  Key Notes: Grapefruit, jasmine, musk"
        },
        {
            "review_title": "Delicious smells!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received this discovery set complimentary from Henry Rose. It is called a discovery set so you can try out six different scents- but really they're just five sample sized vials that you could get for free if you walk into a store and ask for a tester. Value wise, this isn't it. Scent wise- this brand is great! I did discover scents I would definitely wear- char, torn and windows down are all warm, bright and earthy florals that feel elegant but not too heavy or pretentious. I thought Jake's house stood out as a far more woodsy scent, and it was more masculine- it made sense to me for my husband to wear. Overall, the scents are excellent, but you might want to just stop in the store and check them out- at best you'd get a few uses from each bottle before you need to decide if you want to commit to a scent or not."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I am so thankfully to be gifted by Henry Rose. Tried six different flavors in one box. I love tube perfume because I can try different things and find my favorite, or choose different ones in different places or days. This time I find u201cWindow Downu201d is my ONE, the fresh smell gives me a relaxing time and feeling, and help me get rid of the tire, it's soooo nice!"
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "This Henry rose perfume samples are soooo good smelling everyone one of them have there own story they tell all our beautiful absolutely love all them differently recommend getting so you know which one you would love the most gifted by Henry rose"
        },
        {
            "review_title": "Exciting new fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Dry skin",
            "review_text": "I really love this discovery set. I typically get discovery sets to test out brands before making the big purchase. This is a fragrance brand I had never tried before and I can say I am loving all of these. It is rare that I love all scent s but these are so unique. My favorite is Char. I received this complimentary from Henry Rose."
        },
        {
            "review_title": "Excellent set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "The Sephora Discovery Set gifted by henryrose is amazing in value and performance.  I loved all the Rose scents especially the Down Rose Parfum.  I love everything roses and this collection is elegant and sophisticated and brings out the best in the Rose fragrance.  I wear these for both day and night occasions and they are simply the best."
        },
        {
            "review_title": "It's a pass for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I tried so hard to love these fragrances, but there wasn't a single one I liked in this set. They lean incredibly masculine and simply did not wear well on me. The way they carried on parchment, compared to skin, was vastly different. I will say, however, that they take forever to wear off throughout the day. So, if you find a sent you love, expect the bottle to last for quite sometime.  Gifted by Henry Rose"
        },
        {
            "review_title": "Nice scents",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I received this product gifted by Henry Rose in exchange, for my honest review. I really enjoyed this.  I liked testing out new fragrance scents  from  this discovery kit. It does the  job. I like the fact that it's a Clean brand."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received the Discovery Set - Eau De Parfum complimentary from Henry Rose, which contained six different scents and several of them are Allure Best of Beauty Winner. The small bottle is sufficient for several uses and I enjoy being able to try the different scents."
        },
        {
            "review_title": "Great scents",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "I got the opportunity to try these wonderful scents by Henry Rose. This brand was new to me and I'm very happy with them. The sample size scents were nice so that I could figure what scents I liked. My favorites were Char and Windows Down. Gifted by Henry Rose."
        },
        {
            "review_title": "Impressive Selection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "Wow! Im so impressed with all the scents in this collection. I wasnt initially aware of this fragrance brand but now I feel I have found my new fragrance brand with really carefully curated scents. All these scents lasted a long time on my skin and I got compliments on the subtle scents. This was gifted to me by Henry Rose but the opinion is my own."
        },
        {
            "review_title": "Clean natural Scents",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The Henry Rose Discovery Set of 6 I would say is worth trying out for certain people. Unfortunately I'm not one of them, although I did like windows down and jakes house which were more on the fresh side . Queens & Monsters is pretty ok. I see my mom wearing some of these scents almost a signature scent. They seem to have the same base but each one is individually unique. A lot of them have Jasmine as a note. The sample set is worth getting if your looking for a more natural scent but don't want to get a full bottle.  The bottle is crisp and clean but the scents are strong pack a punch. Keep in mind this is more of a cleaner brand .  Gifted by Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I received this product complimentary from Henry Rose. Sample perfumes are the best because you get to try different scents and see what works for you. My favorites are Queens & Monsters and Windows Down. To me they smell warm and inviting."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love this package! This is the perfect introduction set! It's so hard to decide on a favorite, I love each and every scent! I really love that the scents are genderless, very unique and modern! Gifted by Henry rose!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This Henry Rose collection is exquisite! I love it! Every scent is unique and smells so good! I got tons of compliments when I wore it out in public, and my family loves it! I love that this collection has so many to choose from. (Gifted by Henry Rose)"
        },
        {
            "review_title": "So amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Henry Rose gifted me this and exchange, for my honest review. I love this perfume discovery set so much. They are the perfect size to take on the go and they all have the most beautiful warm scents. I have to go buy full sized ones now!"
        },
        {
            "review_title": "great sampler - found some favorites",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "First off, Henry Rose gifted me their sampler in exchange for an honest review.  I love a good perfume sampler. Not only is it a great way to try out various scents before committing to a full size but I also enjoy having the sample sizes on hand for weekend trips. It's so much easier to bring a mini than a big bottle. In this sampler I had a hits and a few misses. I enjoy warmer, sweeter scents, so I really love Torn which features Vanilla as the dominant note. Queens & Monsters is a close second. Jake's House is a little too floral for me but overall all scents seem delicate and complex at the same time. I also love that all scents are hypoallergenic."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Loveeeee this assortment of scents! My fav one was Jake's and Flora. I love that they're unisex and didn't smell too girly. The scent lasted hours and wasn't overpowering either. It blended well with my natural scent. Gifted by Henryrose."
        },
        {
            "review_title": "so hard to pick just one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I am obsessed with sampler packs when it comes to testing out a new fragrance line. It's an affordable way to find your perfect scent on your own time at home. I love this brand because of their commitment to sustainability and the fragrances are incredible. Complimentary from Henry Rose. I'm going to buy a bottle of torn!"
        },
        {
            "review_title": "Sooo good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I choose this product because I love fragrance samplers and wanted to give Heny Rose a try! My favorite scent was windows down.  It reminds me of clean linen and a summer breeze. This product was gifted by Henry Rose!"
        },
        {
            "review_title": "Amazing set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I received this perfume set gifted by Henry rose.I love kind of this sets you can try all the favor and find which one most suit for me. All the smell is amazing, can use in different occasions.I try them in different day, always get ask what perfume,smell so good ."
        },
        {
            "review_title": "Not too strong, but lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This was gifted to me by Henry Rose. All of the perfumes in this set have a true floral scent, didn't get a chemically feel at all and when I used it it wasn't too strong but it definitely lasted. It's a perfect set to pick which one is your favorite for the full size purchase and I take them with me on trips as travel perfumes."
        },
        {
            "review_title": "Love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was excited to try this sampler set since I had seen Henry Rose products in store and was a little overwhelmed trying to decide which one to pick. The sampler bottles are tiny spray bottles (perfect for travel etc). I did the find your scent test on the Henry Rose website and it recommended Jake's House to me, so I tried it first. Love it! So longlasting, strong but not overwhelming, and just yummy. Fresh and summery. I could still smell it the next day. Then I sampled my way through the rest of the kit and while they're all nice scents in their own way, the Flora carnivora is my absolute favorite. Floral jasmine, not too overpowering, longlasting, and super sensual.  Received complimentary from Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "This is such a brilliant idea!!! I think this is a perfect solution if you do not want to buy a full sized perfume before being able to smell it. With this set I was able to figure out which one I loved most before purchasing the full size. Gifted by Henry rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "My favorite fragrance in the sampler is Flora Carnivora. It smells like floral and sweet but not overwhelmingly sweet. My least favorite it char, it's too woodsy but it still smells great. They all have the same DNA vibe to it but are different type of scents.  Definitely worth trying if you're interested. I recieved the sampler complimentary from henryrose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I'm so excited to try the Sephora discovery perfume set, gifted by Henry Rose. I really like all the scents, especially the floral and fresh ones. I like the size because I can carry it in my purse and take it anywhere."
        },
        {
            "review_title": "Great way to try out the brand!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "These were gifted by Henry Rose. I love that these are all made with good ingredients that aren't harmful to you. These are all complex scents that change over time. I liked being able to try out the brand with these samples. They are actually a little bigger than typical sample sized bottles too! My favorite was Windows Down. It smells so fresh and clean. I would wear this in the spring and summer because it's very light and airy. Flora Carnavora and Queens and Monsters were also good. They start off very floral. Then, they turn into a bit of a muskier scent as it dries down after maybe an hour. They're heavier scents and they project well. However, I didn't like Char, Jakes House, or Torn. They all felt too masculine to me. They are very heavy on the musk and woody notes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "I just LOVE sampler sets before committing to buy a full fragrance & it makes it easy to share with my other scent-obsessed besties so we can all find our next splurge of a fragrance! The packaging felt so upscale & I already have a favorite! complimentary from henryrose"
        },
        {
            "review_title": "Great silage and longevity",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Gifted by Henry Rose. I was very excited to try this perfume discovery set by Henry Rose. I love that all five scents are unisex and clean. I truly love every scent and I can use each one for a different mood. My absolute favorite has to be Char, it has the perfect blend of masculine and feminine undertones. I sometimes get blotches on my neck from some fragrances, but all five of the Henry Rose perfumes were gentle without any irritation. Another great and important aspect that sets these perfumes apart from ones that I'm a fan of is the longevity of them along with the silage is the best I've used so far."
        },
        {
            "review_title": "impressive staying power",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "This perfume discovery set is awesome- it's a great way to discover the brand and try out some of their signature scents. The perfumes vary from each other which is nice, my favorite is Char. This was gifted by henryrose and I was impressed with the staying power on these- I could still smell it on my wrists the next morning and it's been a while since a perfume lasted that long on me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "i love trying out perfume discovery sets because i never know if i like a perfume until i spray it on my skin! trying this one out was so nice and all of the scents are great! highly recommend it as a gift or for urself!! gifted by henry rose"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I love that this is a sample of all of their perfumes because you can try them before you commit to buying a full-size one, and to be honest I love all of them except for the floral one it's a little too Rosie for me. Gifted by Henry Rose"
        },
        {
            "review_title": "Perfume I would splurge on!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I'm so excited to FINALLY try some of Henry Rose perfumes! And I am obsessed! I love all of them but I've been reaching out more often towards Flora Carnivora. It smells amazing and I love how their perfume is cruelty-free but at the same time sustainable! I definitely recommend checking the discovery set out! Will be purchasing the full size once I'm out! *gifted by Henry Rose but all opinions are my own"
        },
        {
            "review_title": "Smells so good!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Oily skin",
            "review_text": "I truly loved every scent!! I'm very particular with perfumes that I like because I'm pretty picky! These all were very mature scents, sweet but not too sweet with a little musk. Which is my favorite! Gifted by Henry Rose"
        },
        {
            "review_title": "Exquisite Discover Set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Dry skin",
            "review_text": "This discovery fragrance set is a wonderful way to get to know this brand and discover its wonderful fragrances that are a real delight, perfect to carry in your bag or on a trip. I love them! Gifted by HENRY ROSE"
        },
        {
            "review_title": "Perfect set to know the brand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I've received this set complimentary from Henry Rose.  If you want to get to know the brand Henry Rose, this set is great for this purpose. It contains 6 unique perfumes, that are unisex (except the Flora Carnivora, I would say, that it's more feminine). My favorite is Jake's house, it's very clean and fresh, perfect for summer. All of the scents are pretty long lasting - expect around 5-7 hours of wearing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This set is gifted by Henry Rose to me and it is everything it is deluxed size and not overly tiny like other sample set in the market. I love the variety of this brand, just awesome and a try hard smelling perfume brand. I love it all so far."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is of my favorite scent samplers. It's beautifully packaged and every scent is so fresh and long-lasting. My personal favorite was Flora Carnivora. This set was sent complimentary from Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I really love this discovery set! I like testing out all the perfumes and depending on my mood, I get to choose which goes with the season. My favorite is the windows down scent because it has notes of grapefruit and jasmine. This is the first set where I actually like all the scents! Gifted by henryrose"
        },
        {
            "review_title": "You have got to try this set! No, Really!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "I really love this sample set I was gifted by Henry Rose. First off it's clean and vegan and one of the only brands to offer 100 percent ingredient transparency. These perfumes are formulated without any of the nasty stuff. I am sometimes sensitive to perfumes and can sneeze or get headaches, I get none of that with any of these perfumes. My favorite is Floral Carnivore it's an amazing blend of jasmine and Neroli. This scent just makes me happy and sexy."
        },
        {
            "review_title": "You need this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I am so impressed with each sample on this kit! They all smell incredible. My favorite has to be windows down. It is such a fresh scent and I got many compliments using it! I will definitely need a bottle! I also really love u201ctornu201d this is a more sweeter scent and is nice for a date night."
        },
        {
            "review_title": "I love this discovery set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I really have become a big fan of Henry Rose fragrances! I am so glad to have discovered their clean and long lasting and beautifully complex fragrances! My favorite so far in this scent are the woodsy ones: Char and Queens & Monsters. I also love flora carnivora, how amazing you can smell the jasmine! Gifted by Henry Rose"
        },
        {
            "review_title": "Smells Unique!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I really like this set they are all different smells some not all the best but not all bad either they may dry down differently but my favorite is queens and monsters I was gifted this complimentary from Henry rose"
        },
        {
            "review_title": "I enjoyed every one of these",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Dry skin",
            "review_text": "I received this product complimentary from Henry Rose in exchange for my honest review. The Discovery Set includes 6 wonderful Perfumes. Windows is a citrusy scent with Neroli, Grapefruit, Bergamot and Earl Grey Tea as top notes. Middle notes are Orange Flower and Jasmine. Bottom notes are Moss, Guaiacwood and Musk. It's a breathtakingly beautiful scent. Torn is a spicy and earthy floral scent. Top notes are Freesia and Muguet. Middle notes are Rose, Violet and Jasmine. Bottom notes are Sandalwood, Musk, Patchouli, Vanilla Bean and Praline. I love this one and it's a fun scent. Queens and Monsters is a rich unique scent. Top notes are Violet Leaf, Neroli and Petitgrain. Middle notes are Freesia and Jasmine. Bottom notes are Vanilla, Coco Musk and Sandalwood. It's a long lasting scent that is my favorite out of the 6. Jake's House is a clean scent. Top note is Fresh Marine. Middle notes are Neroli, Peony and Jasmine. Bottom notes are Ambroxan and Musk. This one puts me to mind of summers at the beach and I do enjoy this one. Flora Carnivora is a floral scent. Top notes are Orangeflower Water Absolute Tunisia and Neroli Blanc. Middle notes are Jasmine Absolute Sambac and Tuberose Accord. Bottom notes are Cedarwood Texas, Vetiver Oil Haiti, Opulent Musk's and Amber. This is a beautiful floral scent that I always get compliments on. Char is an Amber Woody scent. With top notes of South American Tonka Bean, Ivory Coast Ginger and Labdanum Resinoid. Middle notes are Indonesian Patchouli, Moroccan Orange Flower. Bottom notes are Haitian Vetiver. This reminds me of a night out by the campfire.  I enjoy having choices and with this Discovery Set, I have easily found my favorite. They are all beautiful scents and I enjoy them all."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Lately I've been on the hunt for sustainable & clean fragrances. Was blown away by this discovery set because not only did the fragrances not irritate my nose, but they were long-lasting and great quality! My favorite one is Flora because of the fun, feminine scent. This is a great way to try a variety of scents before buying a full-size one! Complimentary from Henry Rose"
        },
        {
            "review_title": "Great value!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "If you're interested in Henry Rose this is the perfect introduction set! It comes with six generous samples of some of the most famous scents. Absolutely love that the scents are genderless, very unique and modern. Windows Down is by far my favorite scent, very fresh and clean without being sweet. Some of the other scents do feel more mature, however you are able to layer with these to get your desired smell. The scents overall feel very luxurious and this kit is definitely worth checking out if you're curious about the line! Kindly gifted by Henry Rose."
        },
        {
            "review_title": "Definitely Lasts a While but a Bit Heavy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love clean and floral fragrances so I thought I'd love this one that I was gifted by HenryRose! Of all the samples, I like the Torn one the best. Although, I'll admit I didn't LOVE any of these. I find them overall a little heavy... which some people might enjoy because these definitely linger for a while. I just find them a little over-bearing for my personal preference."
        },
        {
            "review_title": "Amazing set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love this perfume set. It has amazing blend os smells and in the best way - small bottles that you can take with you everywhere.  I was gifted by henryrose with this Sephora Discovery Set - Eau De Parfum in exchange of my honest review"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Henry Rose for my honest opinion. I love the different variety of scents included in this discovery set. It makes it easier to choose a bigger bottle when I've been able to sample these on my skin. So far my favorite is Windows Down. These all last so long have are unique."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "I was gifted by Henry Rose. I love all of these scents! First time trying this brand and it didn't disappoint. Queens and monsters is by far my favorite but I do like them all! Pretty decent sample size kit as well. I'll be checking this brand out for some new scents to purchase in the near future."
        },
        {
            "review_title": "Makes you noticeable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Love, love this set and this brand! For short period of time it has become my favorite and go to brand for fragrances! I feel like it's so seductive, strong, extravagant and mesmerizing at the same time. Gifted by Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "My favorite scent was no other than Queens and Monsters! The scent was delicate and softly opened into the violet, lingering into the jasmine, and settling on the sandalwood scent. Such a beautiful one and the one I will repurchase. Complimentary from henryrose."
        },
        {
            "review_title": "A good value set to try out",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This is a very good discovery set to try out popular Henry Rose fragrances! My favorites from this set are Flora Carnivora and Torn!! Others are nice too though. Henry Rose uses clean ingredients to make their fragrances are pregnancy safe!! I love this brand!! Gifted by Henry Rose for my honest opinion after testing it out."
        },
        {
            "review_title": "They all smell amazing!!! Fuller bottle loading",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I've been on the market for new perfumes & I often get overwhelmed when I'm in store so this sampler was perfect because I can try a few different ones and decided which one I like best. My favorite from this sampler is Windows Down, omg it's perfect-it's such an elegant rose like fragrance with a subtle strong scentu2026my husband was obsessed when I wore this! Henry Rose definitely did the things!!! Gifted by Henry Rose"
        },
        {
            "review_title": "Great little set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I received this perfume set complimentary from Henry Rose. I love this little discovery set and help me decide which perfume I ultimately am going to get later. They all smell amazing. My favorite was the Queen and Monsters scent!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I loved this set of perfumes gifted by Henry Rose. They are all beautiful and very different, great for finding your perfect scent. For me it was Windows down (so fresh!) but others are awesome too. I tried them all and was not disappointed. No allergy either! It has great and clean ingredients too."
        },
        {
            "review_title": "great set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I absolutely love this option of Discovery Set. I love to get parfume samples before I buy a full-size. This set has six 1.5mL samples for him and for her. I love that my husband can use this as well. gifted by henryros"
        },
        {
            "review_title": "Great way to try all the small sizes, love torn",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The Henry Rose discovery set from Sephora is an excellent way to experience the brand's range of fragrances. This set includes five different 1.5ml spray bottles, each with a unique scent.  One of my favorites from the set is Torn, which has a warm and spicy scent with hints of vanilla and sandalwood. I also really enjoy the fresh and floral scent of Jake's House, which includes notes of jasmine and honeysuckle.  Overall, the Henry Rose discovery set is a great value for the price and allows you to try out a variety of different fragrances to find your perfect match. The packaging is also sleek and modern, making it a great gift option for any fragrance lover."
        },
        {
            "review_title": "Great way to try the brand!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I love that Henry Rose offers this sample set. It is such a great way to try the brand! The sizes are generous and allow you to get a good feel for each scent. I also love the variety of scents from the warm woody Queens and Monsters to the fresh Jake's House. I actually ended up loving every scent! Queens and Monsters is my favorite, but I would keep all scents in rotation to fit my mood. I also appreciate that the fragrances are genderless and cruelty-free! I received this complimentary from Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "great way to try out a variety of different fragrances without having to commit to a full bottle. The fragrances are all high-quality and long-lasting, and they are free of harsh chemicals and artificial ingredients. I would definitely recommend this set to anyone who is looking for a new fragrance. Gifted by henryrose"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Lovely smells all around. I love it so much and would recommend to everyone. Def a brand to look out for at Sephora. Different unique scents that not everyone has. Gifted by Henry rose perfumes. My own opinion."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "I loved having the opportunity to experience all these delicious fragrances in this amazing set! Some more citric, others sweeter and others more woody, it's a great set to make your first choice and I already have mine! Complimentary from Henry Rose."
        },
        {
            "review_title": "Great to try multiple scents!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I was gifted this set complimentary from Henry Rose. These fragrance sets are so great for trying multiple fragrances without committing to a full size and trying a range of scents! This set has major variety, from warmer scents like Char to more light airy scents like Windows Down and they all smell great. My favorite is definitely windows down! It reminds me a lot of light blue."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I received this perfume set like gifted by Henry Rose.this is my first time test this brand , but give me surprise feeling.all the favor smell is so good, you will find one suit for you,also can lasting at least whole day."
        },
        {
            "review_title": "a must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I was gifted by Henry Rose and I immediately tried them all but Queens & Monsters had my full on attention. The best wya to describe the scent would be a smoky, sensual, clean scent. I had it on for a whole day and got so many compliments on it and I am for sure this will now be my everyday go to scent. For only 4 sprays around my body it lasted the whole day I was out and about!"
        },
        {
            "review_title": "Good option if you can't get to a store to try",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love trying new perfumes but don't always have time to go to a store in person to try things out.  I also think that to really gauge if you like a fragrance you need to wear it a few times in order to see how it wears and reacts on your skin.  That is why this Discovery Set, gifted by Henry Rose is a great option.  So far I have liked u201cWindows Downu201d best but have found that it has a short wear time for me.  I would say each vial has about 2-3 applications in it.  So not a generous amount but enough to decide if you want a larger bottle.  I will say that the only reason this set is worth $28 is if you can't or don't want to go to a store in person to try the fragrances or can't find a store that carries them locally."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
            "review_text": "This item was gifted by Henry rose in exchange for my honest review. I love this set it has wide range of scents for everyone to enjoy and the scent is long lasting which I love and it's clean. Alittle goes a long way and the scents actually last all day"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I received this product complimentary from Henry Rose. I am loving this perfume brand- and all of the scents in this discovery set are incredible. I love how clean and fresh their scents are, how simple and clean the packaging is. There are more than a few I want to purchase the full size of! Great little discovery set."
        },
        {
            "review_title": "Very lovely perfume set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "I have never smelled a Henry Rose perfume until this set was gifted by Henry Rose. Little did I know I was in for a pleasant surprise. These perfumes comes in a glass sample sized vial. I loved how the vial sprayed out just enough for one usage. These perfumes are very gentle and more subtle than most perfumes. I like that because some strong perfumes really bother my eyes. I really liked the diversity of each scent. I definitely recommend this sample set for anything that loves perfume! Highly recommend!"
        },
        {
            "review_title": "Amazing discovery set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love this discovery set to explore the scent that Henry rose offers. I love the Char and Torn as my top 2 but highly recommend getting this to try and perfect for travel as well this was gifted by Henry rose in exchange"
        },
        {
            "review_title": "Not bad.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Gifted by Henry Rose Discovery Set . This is a box of neutral perfumeuff0cI think it's appropriate for boyfriend or girlfrienduff0cI like the wood notes in perfumeuff0cI personally like these scentsuff0cI will recommend this to my friends."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was gifted by Henry Rose the Henry Rose Discovery Set. The vials are supposed to be genderless, modern, and minimal with the scents as Char, Flora Carnivora, Jake's House, Queens & Monsters, Torn, Windows Down. The Queens & Monsters scent is my favorite and Char is a close second."
        },
        {
            "review_title": "Worth a try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "If you are pretty disappointed by recent new commercial perfumes from those big brands, you should try this niche brand. I'm glad to try this discovery set gifted by Henry Rose. I can't decide which one is my favorite because everyone seems very unique and outstanding."
        },
        {
            "review_title": "Beautiful Fragrances!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I received this set complimentary from Henry Rose.   Was happy to receive this Discovery Set, because it gives you a way to be sure you like a fragrance before deciding to purchase a full size. While each fragrance had it's unique scent & were wonderful, I liked Henry Rose Flora the best! This fragrance was edgy yet sweet & just reminded me of walking in a spring field of flowers! Very nice long lasting floral parfum that's now on my purchase soon list!!"
        },
        {
            "review_title": "Found My Favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "The Henry Rose Eau De Parfum Discovery Set is the perfect way to get the best of everything in one box! I love the opportunity to try each scent and find my favorite.  With six different scents to choose from, it wasn't easy, but I did arrive at my new signature scent.  Drum roll....it's Windows Down!  This scent is sweet, airy and such an uplifting aroma to smell through out the day.  Grapefruit, jasmine and musk are such a fabulous mix of notes.  Will definitely be purchasing Windows Down in the larger size!  This set is a great way to find your favorite! gifted by henryrose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Hey Beauties!   #HenryRoseGiftedMe their Discovery Set!   Char~ Amber Woody (Fresh & Warm) Tonka Bean Absolute and Ivory Coast Ginger blend with a hint of Moroccan Orange Flower to create a smoky, enticing cocktail of a fragrance   Flora Carnivora~ Floral (Warm) Their first true floral scent. Earthy vetiver meets soft jasmine, tuberose, and bright orange flower   Windows Down~ Citrusy (Warm) Bright grapefruit and bergamot encounter honeyed neroli and soft earl grey tea for a light and floral finish.   Jake's House~ Clean (Fresh) Watery clean freshness encounters honeyed neroli for a light and clean musky finish.   Queens & Monsters~ Rich (Warm) The freshness and zest of petitgrain balance the fluid sensuality of sandalwood to create a woody aroma.   Torn~ Spicy (Warm) The richness of vanilla bean blends with the earthiness of vetiver roots to create an aroma that's both spicy and floral.   First and foremost, I love that they combined some both of their Discovery Sets (Fresh & Warm) into this set!  As I've previously noted in other posts, I'm usually not a fan of warm scents, but I've noticed that has changed since I've delved into more and more of the fragrance realm. Each scent is distinctly unique and has their own notes that just entice my different moods. Although, Char has been my go-to, which is a combination of fresh and warm category and the other being Jake's Room fresh scent category. These two scents, while being completely different, are both fighting for my heart, and then again, they all are. I'm so excited to decide which one of these will be my first full-size purchase. I love the fact that these are genderless fine fragrances, but most of all, the transparency of this amazing brand.   The first EWG verified and CRADLE TO CRADLE Certified Collection of Fine Fragrances. And yes, they're hypoallergenic and Cruelty-Free, too!   @HenyRose~ Discovery Set"
        },
        {
            "review_title": "I like them all!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I don't like to commit to a full size of a fragrance until I have actually smelled the fragrance and tested it out on my skin chemistry. This discovery kit is perfect because I get to try a little bit of everything before committing to a full size. I am happy to say that I like every single fragrance in this lineup. I am a fresh and fruity perfume person, so Jake's house, Flora Carnivora, and Window's down are my favorite! Window's down is that perfect flirty fruity fresh for the summer. I thought I wouldn't like Char, but it was what I wanted By The Fireplace to be. I own a lot of perfumes, and I have to say, all of these are mature, well thought out and unique. Overall I am very impressed! I was gifted by Henry Rose, but all my reviews are honest."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Me encanto cada perfume tiene un aroma que lo hace u00fanico en su clase desde aromas dulces , frescos , cu00edtricos y fuertes . Es bueno saber y conocer cada aroma para poder identificar el de nuestro agrado u201cgifted by Henry Roseu201d"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I am so excited for this discovery set! All of the scents are amazing but my favorite is Jake's House. I've been loving layering them and trying out different combos. Please get this set! You won't be disappointed. Gifted by Henry Rose."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have never heard about this brand before so was very excited to try this discovery set. All perfumes are seriously good. My favorite must be warm&spicy Char and Torn. Flora Carnivora probably my list favorite as I can smell a sour note. Gifted by Henry Rose"
        },
        {
            "review_title": "Smells so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love this discovery set because then I can see which ones I like the most. Char and Flora Carnivora are my top two favorites. They both smell so good and comforting. This set is great for travel or just leaving one in your purse. I would definitely recommend this perfume set to my family and friends. I received this product complimentary from Henry Rose."
        },
        {
            "review_title": "Long-lasting and unique",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I received this Sephora Eau De Parfum Discovery Set complimentary from Henry Rose. There are 6 different fragrances in the set that came in a simple paper box. Each scent has rose note as a main. My favorite scent is Flora because it is unique and feminine. All the scents are long-lasting and strong. Very nice set to discover the brand."
        },
        {
            "review_title": "Windows Down is incredible!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I love this Eau De Parfum Discovery Set gifted by Henry Rose! So many unique and beautiful scents in this package! This one contains Char, Flora Carnivora, Jakes House, Queens & Monsters, Torn, and Windows Down. The best scent in my opinion was Windows Down."
        },
        {
            "review_title": "High quality scents",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "It's so hard to decide on a favorite, I love each and every scent! Char is a strong contender. It's warm and enveloping with its tonka bean and a spicy twist with the ginger. Flora Carnivora is a rich Jasmine scent. Windows Down is a fresh, summery grapefruit scent. I'm impressed by the entire line and can't wait to pick up a few full sizes. This fragrance house is also cruelty free.  gifted by henryrose"
        },
        {
            "review_title": "Smells so good!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love being able to sample different fragrances. It is hard to pick one that I like the most. I love them all. When I received the perfume sample collection, I was overjoyed by how neat it was packaged and perfectly placed inside the cute box. So far, I love all the fragrances I've tested and I'm looking forward to wearing more of them. If I have to choose one, I choose QUEENS!! gifted by henryrose"
        },
        {
            "review_title": "Amazing set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I've heard a lot about Henry Rose perfume and wanted to try out myself. This sample set was a great introduction to many of their popular scents. I personally love citrusy scent a lot. So my most favorite one currently is the windows down. It's perfect for the coming weather. Gifted by Henry Rose"
        },
        {
            "review_title": "BEST FRAGRANCE LINE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This sampler set is the best way to really find out what your favorites are even though they all are mine! Good sized samples, perfect for yo ur car or purse for on the go. LOVE LOVE LOVE THIS BRAND IS SAFE AND EWG VERIFIED!!! Clean fragrance is the best fragrance Gifted by Henry rose"
        },
        {
            "review_title": "Mature scents, but great value!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "*Gifted by Henry Rose* This perfume set is a great way to sample different scents from Henry Rose. I chose it because I wasn't sure what smells I would like order online. My favorite one was Queens & Monsters, but felt that a lot of the scents were more mature for my liking as young college student. The sample kit is a great way to figure out what scent is for you!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "The Henry Rose Sephora Discovery Set - Eau De Parfum is an exceptional product for anyone who loves trying out new scents and wants a fragrance set that is easy to bring on the go. This fragrance set comes with five unique scents that are all truly beautiful. (gifted by henry rose)"
        },
        {
            "review_title": "Great way to sample !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Great value for this to try things out! Love that this brand is now sold at Sephora. Queens and monsters is gorgeous, I have not tried all the others but will report back once I have. Great way to sample all before committing to a full size ! This set was gifted to me by Henry Rose."
        },
        {
            "review_title": "I love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "This product was gifted to me by Henry Rose and I absolutely love the scents. I will for sure be buying a full size once I am done with all of my sample. The smell lasts all day and it is perfect for traveling!"
        },
        {
            "review_title": "Must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This discovery set is amazing. I was so happy to try out different scents before buying a full bottle! This is worth your money 100%. Great start if you are getting into niche perfumes because some of these scents remind me of very popular expensive niche perfumes. I like all of them and my favorites are windows down and queens and monsters! My least favorite is Char, but you will enjoy if you like smoky kinda vibe. Gifted by Henry rose"
        },
        {
            "review_title": "Exquisite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Gifted by Henry Rose , this discovery set it's truly amazing, I love all these scents and this is the best way to experience each fragrance and find with one its for me , I rightly recommend this if you need to choose works for you before buy the big size."
        },
        {
            "review_title": "Get windows down NOW",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I am very sensitive to scents and I was nervous to try these out. I like more of a unisex or masculine scent cause it doesn't give me a headache like feminine sweet scents and have to say windows down BODIED all the others. It smells SO GOOD! My second is Jake's house but after that the others were all ehh and flora was awful, like sweet baby powder. Gifted by Henry rose"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I love this package. It's a great way to try all the different sense that they have some are  light and some ar e strong  they all last all day."
        },
        {
            "review_title": "They all smell amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "I got this kit gifted by Henry rose so I could take samples on an extended vacation. I couldn't wait to smell the. Upon arrival to pick out which ones to take. I ended up packing them all because I love every single one of these."
        }
    ]
}