{
    "product_id": "1492",
    "name": "Slipsilk Skinny Scrunchies - 3 pack",
    "brand": "Slip",
    "categories": "Hair, Accessories",
    "price": 32.0,
    "about": "What it is:A set of three award-winning slip scrunchies designed to be anti-crease, anti-breakage to upgrade your hair tie game..Hair Texture:Straight, Wavy, Curly, and Coily.Hair Type:Fine, Medium, and Thick.Hair Concerns:- Damage, Split Ends, and Breakage.Key Benefits:- Anti-crease, anti-breakage.What Else You Need to Know:The slipsilk difference: Traditional hair ties can tug on delicate hair which can lead to damage and breakage. Slip scrunchies are made with slipsilk, the same silk used in the award-winning slip pure silk pillowcase..This Set Contains:- 3 x Slipsilk hair ties in lilac rose",
    "ingredients": "",
    "how_to_use": "",
    "num_reviews": 289,
    "overall_rating": 3.7,
    "product_url": "https://www.sephora.com/ca/en/product/slip-slipsilk-tm-skinny-scrunchies-3-pack-P513909?skuId=2798767&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2798767-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "NEW",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2841211-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "So far so good... but...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "They're nice. Don't pull my hair, and are very soft and cute. However I'm certain they will stretch. I don't wear them tightly but they feel stretched after one wear. Hope for better considering the steep price. Sigh."
        },
        {
            "review_title": "Overpriced",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "I bought these from the actual company and every single one of them stretch out to the point you cant even use them. The company sent me another box and the same thing happened with those. Iv tried washing thwashing them in my washing machine, drying them using high heat to shrink them back nothing works. ufffc"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "These are great! I have used every day since my purchase. I have thick hair that gets pulled by those tiny hair bands so these are lovely"
        },
        {
            "review_title": "Expensive and not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "They stretch out REALLY quickly, even if you dont use them super tight. I didnt with the nude colour one as I thought maybe I overdid it when using the leopard and it made no difference."
        },
        {
            "review_title": "Scrunchie-must have at all times",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Best hair scrunchies Ive ever used. Love that it holds my hair up in a ponytail. Definitely adding as a stocking stuffer this Xmas!"
        },
        {
            "review_title": "Love them!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "love using these hairties! only downfall is that they stretch out quite a bit"
        },
        {
            "review_title": "Expensive but great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Ok, I couldnt believe I was going to spend $30 on hair ties but as I am going through postpartum hair loss these have been great. They dont snag and they dont fall out, love the neutral colours."
        },
        {
            "review_title": "Exceeded my expectations and perfect for sleeping!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "These scrunchies are amazing for sleeping in because theyre thin. They feel luxurious and hold the hair well with a few twists, without stretching out of tugging on the hair. I wasnt sure what to expect when I picked them up, but they have quickly become my favorite!"
        },
        {
            "review_title": "great hair ties that don't cause headaches",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I love these hair ties, I buy them every time I go to sephora. I get headaches from regular hair ties and I find they rip out my hair whereas these are so much nicer on the hair. My only complaint is that they stretch out to quickly for the price you pay."
        },
        {
            "review_title": "Not worth the money",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Good length that is suitable for a wide variety of hair types, but the silk does not differ much from a regular elastic hair tie. My hair still gets caught in it and pulled out by it. Although aesthetically pleasing, not worth the price for 3 charities"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Quality is very good very comfortable and carry hair very soft"
        },
        {
            "review_title": "Great but could be betteru2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "These hair elastics are great and I do love them, I have bought two of the mini pack with the black, cheetah print, and pink-ish ones and then the other mini pack.  I love the way they make my hair feel as they dont tug on it or cause my hair to get knotty my only complaint is they stretch out so much after a short amount of timeu2026 for the price Id wish they would hold their shape better"
        },
        {
            "review_title": "Good on natural hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I really love these! I wasnt sure how well they would work because I am black with natural hair, but it works perfect and I feel its been a factor in my hair growth!"
        },
        {
            "review_title": "Good but should be better",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "They are beautiful and dont pull Hair however they stretch out pretty quickly and become unusable. For the price they need to do better."
        },
        {
            "review_title": "Slip 3 pack Carmel leopard,blacku2026.fakes?",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I bought this three pack as well as another 4 pack from a different store.  Both packs the small size. This pack feels different, pulls out hair and doesnt have the little slip tag on any of them.  I dont think these ones are authentic. They just arent the same and not worth the $$."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Been using these for a few years they are really great! My favorite, yes they stretch but overtime. They are super stretchy and I see reviews who say that they stretch within 2 weeks, but that's because you tie your hair too tight. At first I do 2 or 3 ties around my hair, then when it's stretches after a couple of months, then I'll tie it 4 times around my ponytail. Honestly they do not break my hair, nor do they give me headaches. I have naturally curly hair, and I flat iron and it's blonde. These elastics are awesome! I buy the small box of 3 and they last me 1 year."
        },
        {
            "review_title": "Falling apart",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "I am not impressed with these hair ties. They stretch out so much after a couple of uses!! They are starting to fray and come apart as well."
        },
        {
            "review_title": "love but stretch out fast",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have been using these scrunches for a couple years now and while I do keep buying them because I love them they wear/stretch out very fast for the priceu2026 I have much cheaper scrunchies that do not wear/stretch out this fast but but will say they dont have the same gold or quality of material as these ones do. I wear my hair in a pony tail almost daily and buy a new box of 3 probably every 3 months to give you an idea of how fast they stretch out. Wish they would make them better quality to last longer but overall would recommend esp if you dont have thick or long hair."
        },
        {
            "review_title": "Overrated - waste of money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Ive been wanting to try this brand for a while now as there has been much talk about it. The scrunchies fall short - the material is exceptionally. However, after 3-4 uses the elasticity of the band wears out. I dont recommend this at all. Its a waste of money for something that is u201ccute.u201d"
        },
        {
            "review_title": "Cute but don't last",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Cute, but lose their elasticity quickly. My hair still tangles and breaks off on the band, so not sure how beneficial they are overall."
        },
        {
            "review_title": "Worst silk scrunchie on the market",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Rip off  15$ sets from Amazon are better quality.  These are thin, stretch out immediately and Im not even convinced theyre real silk."
        },
        {
            "review_title": "Saved my Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "These are definitely a splurge, but I love how gentle they are on my hair. I have my hair up in the same bun every day (and when I'm sleeping) and have noticed a dramatic difference in breakage since making the switch. As other reviewers have noted, they do indeed stretch out. I spoke to Slip customer service about this (they are fantastic btw) and was told that this is to avoid creasing the hair. So yes, they are much more delicate than your average elastic and will not last forever. For me, they're worth it."
        },
        {
            "review_title": "Just alright",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "The black one stretched out after a few uses, which is annoying cuz thats the one I use the most. Doesnt leave any creases, but doesnt hold hair tight for very long. Probably wouldnt but again, but good for sleeping hairstyles at night."
        },
        {
            "review_title": "I dont get the hype or price.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "These stretched out so much that they are now unusable."
        },
        {
            "review_title": "Just don't",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "the actual elastic lasted maybe a month with use a 3-4 times a week. The silk stayed put and was in great condition and was wonderful in my hair, but with wrapping around my hair 2 or 3 wraps, it was stretched out to need 2 more wraps. I hoped for so much more, especially with the price."
        },
        {
            "review_title": "All Ive used for years!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Anyone saying they lose their shape just needs to wash them. I wash and dry mine in a lingerie bag and they go back to their original size and shape - and theyre cleanu2026. Only hair ties Ive used for years. Love them for the gym and just running errands."
        },
        {
            "review_title": "Where dat tag doe?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "1. All three of my scrunchies had no u201cSlipu201d sew-tag located anywhere.ud83euddf5  2. Took me 3 twists to complete my beast-look!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "These actually work! I like them a lot cause it doesnt tug at my hair nor cause any breakage. However the quality is not that good. For the price these should last longer than a few weeks."
        },
        {
            "review_title": "cute but over hyped",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "so cute and soft but they stretch to triple the size after a couple of months unfortunately u2026."
        },
        {
            "review_title": "Stretches x3 its size overtime, Not worth price",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "great silk quality, they do not break or tear. HOWEVER, not worth the price. BECAUSE they stretch overtime, the elastic within the silk seems to be of low quality. It stretches almost three times its size, making it so hard to use again. FURTHERMORE, does not have a good grip because the initial size and elasticity it comes in on allows the hair to turn 2-3 times MAX. For someone that has thicker hair, I don't see this working out because of the few turns and volume weighting down the hair."
        },
        {
            "review_title": "Love these hair bands",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I love these hair bands! I have very thick hair and like to use big silk scrunchies when I workout, however, they dont hold my hair up because I cant get the scrunchie tight enough; however with this product I am able to get the band fairly tight. Wouldnt recommend for marathon runners, but for a normal workout class it does the job and looks cute if you wear hair ties on your wrist."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love these and continuously repurchase, my only drawback is that I have thick hair and it tends to stretch out within a month of use."
        },
        {
            "review_title": "Good, but not greatu2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I really like these scrunches, but they do stretch out pretty fast. But I do like the color selection and the silky feel. They do still leave creases in my hair though, but not as much as a regular hair tie. Theyre easy to remove and dont snag. I just wish they lasted longer."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Mauvaise qualite. Apres 1-2 utilisations lelastique est deju00e0 evente."
        },
        {
            "review_title": "cute butu2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Theyre cute and love the material and feels like it protects my hair. However, they lose their elasticity very quickly and doesnt gain it. The reviews were accurate regarding that"
        },
        {
            "review_title": "Favourite",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Love these!! They hold my hair in & dont pull or get tangled ever. Wont wear any other pony tail now. 1 less star because after a year I re buy because they really stretch out."
        },
        {
            "review_title": "Too much traction/pulls my hair too much",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "They are well made and hold well however my hair feels like its being pulled with these more than anything I have ever used. Even as a loose low pony to go to bed and I dont even have long hair, it doesnt go past my shoulders. Disappointing."
        },
        {
            "review_title": "Stretch Out, Not Worth the Price!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "These are nice for about a week or two. They are a good size for carrying on the wrist but then they stretch out and no longer fit my wrist. They still work as a scrunchie after stretching out a bit but honestly aren't worth the price and I'm pretty disappointed. I enjoy the small scrunchie pack (can't recall brand) I bought from target more than these (and those have not stretched out yet even though I've used them more)!"
        },
        {
            "review_title": "favorite scrunches",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "These are my favorite scrunchies. Im taking a star off because they do stretch out. I have a lot and very thick and  heavy hair. I will still use the stretched out ones but they do lose a little of the grip."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I love these but they do stretch out more and more over time, which does not seem good for the price"
        },
        {
            "review_title": "Not worth the money",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I have had these hair elastics for a while now. I have long thick hair and have never had a hair elastic stretch out on my as fast as these do. Theyre great in the sense that they dont pull your hair and they are comfortable, however I got maybe 2 months out of it before it was stretched out and had to switch to a new one. I will not be repurchasing as theyre expensive and I have gotten longer lasting ones from the dollar store."
        },
        {
            "review_title": "Slip addict",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, lightMedium skin tone, Oily skin",
            "review_text": "These are my go-to hair elastics. No theyre not cheap, but the quality is great and they dont damage your hair."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I like these scrunchies because they held up well, without being too tight or uncomfortable. However, Im knocking off a few points because the whole reason I got them was because they advertise as u201canti-creaseu201d but they still crease my hair."
        },
        {
            "review_title": "Good silk scrunchies",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I really like this scrunchies. They are very cute and gentle for the hair. As every silk scrunchies, they do not hold well the hair for a training for example. I use them to chill around the house and to do some low ponytail. I have very long and thick hair so it does not hold up when I do high ponytails unfortunately."
        },
        {
            "review_title": "amazing with one issue.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "PROS: Ok, these scrunches are my absolute favorite. They do such a good job at not yanking out loads of my hair. They work so well I use them all the time. They are the best scrunches out there.  CON: the biggest issue with these scrunchies, and the reason I knocked it down a star, is they warp very quickly. They stretch out after your first use and slowly get worst with time. Seeing as they are expensive buggers, its an issue for me. If the fixed this I would say best scrunchies ever."
        },
        {
            "review_title": "Great for hair but stretches out",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I love these! My boyfriend's sister put me onto them, and I have noticed less breakage and knots since using them. I'd say my hair is fine and I don't have a lot of it, so one hair tie lasts me a month before it stretches out to double the size. You can still use them stretched out, but it's harder to wear on your wrist and it doesn't hold as well. I'd still recommend this though!"
        },
        {
            "review_title": "No tangles, but don't last long with thick hair.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I loved that these hair ties don't get tangled and don't cause excessive bumps in my hair.  However, I have thick, heavy hair and the elastic starts to give out within 10 uses or so.  These would be great if the elastic held up a bit better!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Best scrunchies ever. I give them as gifts and theyre always a hit"
        },
        {
            "review_title": "Love these!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Love these, great for my hair and are washable. I use them all the time."
        },
        {
            "review_title": "best for fine hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have very fine and thinning hair, and these scrunchies can hold a high/low ponytail without  pulling out hair or causing pain. I can see how these may not hold thicker or a lot of hair because they can be slippery if you don't tie them around your hair tightly (I lost one once)."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I had these for about a month, they stretched out fairly quickly. For the price, they should last longer. Would not buy again or recommend."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love these scrunchies right out of the box. However, they lose their shape so fast. I only use it to hold my bangs up like in the provided pic. That way it wont stretch out too much."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I was hesitant to buy these with all the reviews stating that they stretch. Ive had these for a while now and have had a lot of usage. I havent experienced any stretching at all. They are amazing. They dont rip out any hairs and are super gentle so they dont leave any dents in the hair. I went and bought the other sizes as well! Definitely recommend these. I just use them gently and dont over twist and pull on them :) I wont use any other hair elastic now."
        },
        {
            "review_title": "Not worth it.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I am going to stop wasting my money on these scrunchies. I love the colors and prints but they do get stretched out after the first time I wear them. I do not have a ton of hair so this should not happen and does not happen with cheaper scrunchies I own. For the price I expect better I hope they fix the issue."
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love these, I have short hair and these compliment a half up half down look unlike anything else, all without straining my hair. I accidentally put one through the washer, and for anybody that has one that stretched out, doing this made it shrink back to regular size lol. Maybe try that, just in the washer no machine dry. My favourites!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I loved them at the beginning however within I would say 3 months or so the elastic inside gave out and now I have to wrap it 3 or 4 times around just to make it stay in place.   I love the idea of these u201cprotectingu201d your hair but wrapping it 3-4 times around and having it extremely tight is causing breakage. Ill stick with invisible bobble which keep there form and a fraction of the price. :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I think the ppl leaving poor reviews arent using these correctly.  These scrunchies arent meant to be wrapped tightly around your high pony. Theyre supposed to be used lightly to tie back your hair loosely so that you dont get creasing.   Anyway, theyre performing well for me. I have front bangs and I dont want them in my face while I sleep. I tried pinning them back but then in the morning my hair would be creased and stuck at a weird angle. I tried using regular hair ties and had the same problem. I bought these scrunchies and zero creases! My hair falls back down and makes it so much easier to style.   BUT how come these are listed for $30 but at my Sephora store theyre $27?? Thankfully I picked them up in store!"
        },
        {
            "review_title": "Favorite Scrunchies (wash them and they shrink!)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I use these every day and they are the only hair ties I purchase now because they look gorgeous in my hair and on my wrist and they hold very well without leaving harsh creases. As other reviewers have mentioned, they do stretch out. One of mine accidentally slipped into my laundry and after being washed and dried it shockingly shrunk close to its original size! I now do this whenever they start getting too stretched!"
        },
        {
            "review_title": "not worth the money!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I bought these because of the promise of less breakage and more gentle on hair in general. However, I have not seen any less breakage. In fact, these random hairties I picked up at target are so much better than these and are only $5 for a set of 5. These stretch out pretty quickly and yes, you can wash them but its annoying how often youd have to wash them to get them back to normal size. Too expensive and not worth it!"
        },
        {
            "review_title": "so stretched out instantly",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "so stretched out, same as every other review. they are so nice but stretch out almost instantly.... I don't mind wrapping it around my pony tail 4 or 5 times but I can't wear it on my wrist because of how stretched out it is which is honestly the most annoying part"
        },
        {
            "review_title": "Wanted to love these so badu2026.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Dont waste your money. These are dollar store quality elastics wrapped in pretty silk. The small pack works out to about $10 per elastic which lasts less than 1 week before its stretched so badly it wont stay on your wrist. I desperately wanted a silk scrunchie to protect from breakage but sadly this girl aint it."
        },
        {
            "review_title": "Good",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Loved this products for the first few months.... I have naturally curly hair and always straighten my hair and have a hard time finding elastics that don't kink my hair, and this did not..... But after a while it stretched out way too much."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I loved these at firstu2026 but as others have mentioned, and I wish I read before purchase, they stretch out very quickly. The elastic in two of mine have totally lost their shape and are almost unusable after a couple months. :("
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I loved these hair ties at first. They are super cute, comfortable, and good on wet and dry hair (for me). However, they do not last long term. I bought the 3 pack and 2 are already stretched out and completely losing their shape. Ive had drug store pony tails last much longer. Complete bummer, because they are not cheap enough to only last a month or two."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Yes, it stretches out over time, but it is an easy slim scrunchie for avoiding hair breakage."
        },
        {
            "review_title": "Great for Girls & Guys",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Anyone who doesn't want to have hair breakage NEEDS these!"
        },
        {
            "review_title": "Nice but stretches out",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Nice product, liked the colour and fabric however, they seem to stretch out really quickly!"
        },
        {
            "review_title": "Good but not amazing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Ive had these for about a month now and they are holding up pretty well. I have noticed a bit of stretching but thats kind of expected since it is an elastic after all. I use them for running and they hold my hair quite well. I think these are more suited for low ponytails and not for high buns which require more support. In terms of reducing breakage - cant say Ive noticed a difference yet. I would only buy these with a discount."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love these so much minus their one downfall - they stretch out sooooo much after a couple months of use. I can wrap it around a full extra time now after having this set since Christmas :("
        },
        {
            "review_title": "Best Ever Scrunchies",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Normal skin",
            "review_text": "Love Slip scrunchies so much I ordered 3 of these when I had 15% off to give as birthday and Mothers Day gifts.  They are the only ones I use and definitely noticed no breakage since I started wearing them a couple of years ago.  I have long hair and do have to be careful when my hair is super soft as if not tight enough they can slip off."
        },
        {
            "review_title": "Best recommendation!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Best scrunchies ever! Glad i decided to purchase this. My hair stylist recommended this to me as I had a lot of breakage to my hair from bleaching my hair. My hair is fine and quite thin near the ends. Ive used one scrunchie everyday for a week now and it hasnt worn out the way I read It would."
        },
        {
            "review_title": "Cute accessories that works.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love these Small Slipsilk Scrunchies!!!! They also look extremely cute on the arm. It's like the best of both worlds of a normal hair tie...and a scrunchy! Keep in mind though your hair will crease with these."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I initally really loved these. I wear my hair in a low bun everyday for work. These scruchies initally worked really well, but after close to a month of use they have stretched out. I can see it's slowly stretching to the point I won't be able to keep my bun in place eventually. Over the course of the month I have needed to wrap it 2x more to keep my bun in place, and the stretch is almost gone where there is tension and it's hard to make my bun tight. The material is awesome but this product should hold up for the price."
        },
        {
            "review_title": "best scrunches!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Noticed less hair loss with these. Really worth it"
        },
        {
            "review_title": "Won't dent your hair.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "If you don't want a dent in your hair, then this is the hair tie for you.  They never crease your hair.  The tie, could be tighter, and it does stretch out after a period of time, but overall, it does what I intended for it to do."
        },
        {
            "review_title": "stretch out",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "For the price of this product youd think it wouldnt stretch out so bad and fast.. I want to love these so bad theyre a great concept however mine are so stretched out now (and havent wont them a bunch) I can barely use them"
        },
        {
            "review_title": "works well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "These are great. I have long thick hair and these dont break my hair or leave creases. My boyfriend has long enough hair to put in a little bun and he has been stealing mine because they dont pull his hair out either. Theyre not cheap but well worth it if you dont want your hair to be pulled out."
        },
        {
            "review_title": "Curly Hair Dream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I have curly hair and in the last few years Ive gone back to using scrunchies in an effort for less breakage. The regular cloth ones you can get at other stores are good. But as soon as I take my hair down from the ponytail and even a bun, my curls are not in the best shape. I picked these Slipsilk Scrunchies up on a whim while in the checkout aisle. And Im never going back to regular cloth scrunchies. These arent meant for full support, keep your hair up tight, and for a long use hairstyle. These dont tug my hair when I take the silk scrunchie out. 5 stars!"
        },
        {
            "review_title": "Recommended",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The reviews that say that they stretch are true. However if your just throw them in the washer and dryer they are back!"
        },
        {
            "review_title": "Cute silky scrunchies",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Perfect scrunchies for short, thin, damaged hair. Cute colors and attractive feel. Removing a star only because of price."
        },
        {
            "review_title": "POOR QUALITY - Stretch so fast",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I love Slip and I wanted to love these so bad. They're so cute and look so nice in your hair or even worn on the wrist but these things stretch out SO SO bad and FAST! One could maybe last me 3 weeks before it became stretched out and distorted. To the point where I can't even put them on my wrist, let alone my hair (and I do not have thick hair).  Also, when they stretch out they get very curly and wonky looking.   Again, they're beautiful at first and I really wanted to like them but the quality and longevity (especially for the price) are just unacceptable. A $3 scrunchie from Walmart will last longer than one of these."
        },
        {
            "review_title": "Disappointing for the price",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "These silk scrunchies are really good for the hair to prevent breakage, and I didn't mind paying the price because they appear much cuter on the wrist than an ordinary hairband. Unfortunately they stretch out so large after wear and don't go back to their original size :("
        },
        {
            "review_title": "New Favorite Hair-Ties",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I recently bought these hair-ties and have fallen in love with them! I love how slim and fashionable they are. They hold my hair really well throughout the day and dont leave a crease. I havent had issues with them stretching out yet, but I only wrap them around my hair three times so that might be why. The biggest downside with these is that theyre very expensive for hair-ties. I would recommend getting the 3-pack if youre interested in trying them out before committing to the bigger pack."
        },
        {
            "review_title": "Love!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love these! Theyre very gentle on your hair and dont pull/feel too tight. Ive been using them daily for about 2.5 months and havent noticed them stretching at all (contrary to other reviews). The only reason I didnt give 5 stars is due to the price. 10/10 would recommend!"
        },
        {
            "review_title": "Helpful for breakage but easily stretched",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I have curly hair that is prone to breakage, and these scrunchies have been helpful especially in conjunction with a silk pillow.  I took off a star because they do stretch out pretty quickly and don't seem to regain their shape even if you leave them alone for awhile.  They are also extremely attractive to cats, so make sure to keep them away from any feline friends."
        },
        {
            "review_title": "stretched out really fast",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This scrunchies stretch out SO fast. Not worth the super expensive price tag IMO. They still leave a crease in my hair and although there isnt any hairs stuck around the hair tie Im still having hair fall out. Cute but theyve stretched out so big I could probably use it as a headband."
        },
        {
            "review_title": "Best product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Absolutely love these! I read reviews prior to purchasing and a few people mention that they stretch out... but I have yet to experience this a month in. I think these might just be my favourite hair elastics ever!"
        },
        {
            "review_title": "Not worth the money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Not happy with this product. stretched out way too quick. If I'm paying more than $10 on a scrunchie, I expect it not to stretch as quick as it did. Will not buy again."
        },
        {
            "review_title": "stretches very quickly",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Stretches out very quickly. They become over stretched and difficult to use."
        },
        {
            "review_title": "they over stretch !",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Great until they stretch out, then I have to wrap around 5 times to hold my hair. And can't even have around your wrist because how over stretched they are. I want to replace them but they are pricey to be stretching out like that."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Works great...for 6 weeks. Bands stretch out very quickly (and I don't even have thick hair). Too expensive for something that doesn't work for long."
        },
        {
            "review_title": "Not worth the money but a good concept",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Great for a few weeks! But I cant justify spending this much again for a hair tie that loses it shape and stretches out so quickly."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love how theyre silk and dont leave any dents in my hair like others do. However, the band does get really stretched out pretty quick."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "These scrunchies are the only ones Ive ever found that actually dont crease your hair and theyre very pretty but they definitely stretch out. I got mine two weeks ago and the one Ive been using is practically falling off my wrist already."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair",
            "review_text": "Love these so much they never get stuck in my curly hair and I feel like they help from breakage! But i wish they were smaller to fit around my wrist better."
        },
        {
            "review_title": "Expensive but...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "It is the only hair tie I found that will hold my thin hair into a high pony or bun. Dont like the price but it works and good color choices."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Im SO disappointed in these. They stretched out after ~5 wears, and I dont pull them super tight in my hair.. started only needing 2 wraps, then 3, now Im at 4 and its almost entirely stretched out."
        },
        {
            "review_title": "great gift! must have hair accessory",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Bought these as gifts for 2 friends in these colors that have brunette hair! Looks so good they love them- able to wear on wrist chicly and doesnt leave creases in hair. Great luxe add to gifts! Also wont go out of style if scrunchie trend does"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The BEST hair scrunchie ever. Perfect for finer hair. Holds without kinking and doesn't pull out hairs when removing. Great for a high top knot."
        },
        {
            "review_title": "Unfortunately they stretch out",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "At first, I was in love. But within ~12 days, they stretched out tremendously. Not worth the money.."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Isnt worth it for long term use like 3 months.. ALL stretched out.. just sitting pretty with my lotions & face products:("
        },
        {
            "review_title": "Great for curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love them! Doesnt pull my curly hair and stays secure."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I bought these because I thought I was getting a good value. In the initial photo when this color pack first launched it had five slim scrunches and two medium ones (see attached photo). Sephora has since taken down the photo so Im guessing it was wrong because when I got my package it only had three slim scrunches.  Im gonna keep it because I love these and the colors are super cute, but Im disappointed that it was slightly misleading to me and possibly other buyers."
        },
        {
            "review_title": "Cute, neutral hair scrunchies",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Ive repurchased these scrunchies twice now. I have long thick, wavy hair and I can get these around my hair 2-3 times depending on the style. Holds hair securely without pulling. I dont find them to be too u201csilkyu201d because they are fairly thin, however I havent had any hair damage or breaking when using them. I do alternate between them as I find they do stretch out after a few uses. Overall, happy with the quality and I think price point is fair."
        },
        {
            "review_title": "Cute, neutral hair scrunchies",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Ive repurchased these scrunchies twice now. I have long thick, wavy hair and I can get these around my hair 2-3 times depending on the style. Holds hair securely without pulling. I dont find them to be too u201csilkyu201d because they are fairly thin, however I havent had any hair damage or breaking when using them. I do alternate between them as I find they do stretch out after a few uses. Overall, happy with the quality and I think price point is fair."
        },
        {
            "review_title": "Ehh just Ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I love the material because it is gentle on my hair and is super easy to take out. However, I got this for christmas and have used it every day since and its already stretched out less than a week later. Not really worth 20$ when you could find a cheap knock off on amazon. They are also kind of stretched out to start with. Cute patterns though."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Dry skin",
            "review_text": "Stretches out way too quickly! Just ordered a replacement on Amazon and Im hoping for a better outcome"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Awesome product! My hair is very thin and breaks easily and these little scrunchies helped a lot. Plus, they are super cute!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I've had these a few months and both me and my husband only wear them. It feels horribly damaging to use whatever other ones we had. These dont tug or rip out any hair- they just feel so much better.  Mine is still fine but my husbands is starting to stretch, which isn't a big deal because at this point we both like the product enough to replace as needed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I love these so much. They don't tug my hair, no creasing, and they stay in! Worth the price."
        },
        {
            "review_title": "Great way to maintain a blow out",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "These keep your blow out looking fresh for more days. I put my freshly styled hair in a loose, high ponytail at night and wake up to a beautiful and crease-free look in the morning. Definitely a great buy!"
        },
        {
            "review_title": "Stretches out fast",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I like these because they don't damage my hair. However, they stretch out really fast."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Favorite new hair ties. Super cute and holds thick hair without creasing it. Love"
        },
        {
            "review_title": "Slip Scrunchies mini",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Love these... perfect size for me... wraps around three times."
        },
        {
            "review_title": "Awful",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Theeessseeeee aaaarrreeee tttrrrraaassssshhhh. They stretch out so easily. Waste of money."
        },
        {
            "review_title": "Meh",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Bought this bc theyre so hyped and I wanted to try it out with the small set. Msg not too special to me. Worked great and is definitely more gentle bc my head/ hair doesnt hurt but nothing too special"
        },
        {
            "review_title": "TRAP- Dont buy !",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Pricey for an easy stretch out scrunchies, I could pay way less to get same result.. good that I didnt buy the standard size (I bought the mini) just to give it a try but seriously its only nice color and soft on hair thats why I gave it one star:)"
        },
        {
            "review_title": "Stretches too quickly to twice the original size",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Serves it purpose of not leaving dents at first, but they stretch out so fast! For $7 per scrunchie, its a rip off."
        },
        {
            "review_title": "They are okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "They are nice hair ties and well made. I like that they keep my hair secure and I can pull out my hair tie without grabbing or pulling any hair. However, these leave a crease in my hair so I prefer to use invisibobbles"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Worth every penny.  I was worried id lose them and they are expensive, but Ive had these for 8 months and I havent lost one. (Because they are so expensive you are more likely to be very careful on where you place them)"
        },
        {
            "review_title": "The Best ! Try It !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "I have always wanted to try these scrunchies. I am so happy I did. Great product."
        },
        {
            "review_title": "great until...",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Like everyone says they are so great and good for your hair. Until they stretch out. If you need to wrap it 3 times they will stretch so fast.  The tan is the one i have been using and the black i havent used yet."
        },
        {
            "review_title": "Stretches out unbelievably fast",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "For as expensive as these are, I was expecting them to be amazing. They stretch out SO FAST. Have been wearing the leopard one less than a week - not even every day and it's become massive. Better off buying something similar at a cheaper price point."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "These are pricey but well worth it. They never crease my hair."
        },
        {
            "review_title": "Slip It Real Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Full fine hair, sometimes worn naturally curly/wavy but usually blown out straight. I love these and use them when Ive blown my hair out or straightened it. They dont pull my hair and cause a headache, they dont crease unless you wrap them 3+ times, they hold well when wrapped twice. I have tiny wrists (2u201d across, yes, I just measured), and these are slightly big on me but not overly so. They definitely wont cut circulation off like normal hair ties fresh out of the bag. I feel they stretch out faster than normal hair ties do when used daily, but its still a few months before that happens. You also have to be mindful you dont wrap them more than needed, because that definitely stretches them out faster. When my hair is naturally curly or I dont care if it gets kinked I switch to InvisiBobbles (just as good but will kink) Swapping the two out has prolonged the life of both sets of hair ties. Ive purchased this set twice, and I will continue to do so."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "So ive been wanting to try these for a while now, but they are very pricey so I held off as long as I could. I finally caved and they arent worth the hype to me, personally. They are pretty big and look funny on my wrist as it slides up and down constantly. I have fine hair, and have to tie it three times for it to stay. When I take my hair down, i still have creases. I looooove Mariana Hewitt, but im slightly disappointed about these hair ties."
        },
        {
            "review_title": "Eh.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Combination skin",
            "review_text": "Theyre fine. I expected them to be softer to the touch for sure. They dont snag as much as my typical hair tie, so they do the job fine. Too pricey to be worth it. The search continues!"
        },
        {
            "review_title": "dont waste ur money on this",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "It stretches out after 3rd use.. considering the price I thought it would not put any dent in my hair or stretch out but I was wrong.. not worth it"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Does what its supposed to. Doesnt pull hair out or leave creases. Im glad I bought them but I likely wouldnt again. I guess I was expecting more for the money?"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I know these are supposed to reduce damage to your hair but I think they are a waste of money. They stretch out really easily to where you have to wrap your hair at least three or four times to get them to stay in. The elastic on the inside broke on one of them making it entirely useless. Save your money and buy cheaper ones elsewhere."
        },
        {
            "review_title": "POOR QUALITY FOR PRICE POINT",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "When I throw down the money I did on 3 scrunchies I expect a certain level of quality. the elastic hasn't stretched out however, the silk is tearing open at the seams. If your niche is silk products I assume you know how to assemble your product. I was mistaken. It took less than a month for them to start falling apart. I got these in my mail box June 21st, by July 4th this was happening"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I bought these because my hair is really fine and becomes damaged easily. They are too thin and also damage my hair."
        },
        {
            "review_title": "Good But...",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I use these probably everyday and they look pretty cute and the dont tug or pull but Ive noticed that they do loose their elasticity after a while and if you want to keep it on your wrist it falls off. And when it gets to that point you have to loop it a lot. I do love them I just find that a tad annoying."
        },
        {
            "review_title": "LOVE these!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "LOVE! I have long fine hair and these hold it very well, not too tightly, and do not leave a bump. Also, they are comfortable on my wrist, do not cut off circulation, and look cute there too when not in my hair?"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Stretches out too easily too quickly. Its too loose to wear on your wrist and have to wrap multiple times after a while and doesnt look nice anymore. Not worth the price imo."
        },
        {
            "review_title": "Great for thick and curly hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I know people complain about the price of these scrunchies, but for someone with super thick type 4 hair these are necessary.  They will stretch out over time but I still use them. Helps to reduce breakage and I love using at night to pineapple my hair."
        },
        {
            "review_title": "bad in a bad way",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "These actually really suck. I looove my slip pillowcase and eye mask so when I saw the hair ties I had to have them but was seriously let down. At this price point its a joke. They stretch out like crazy and never bounce back to original size. I used invisibobble for a year before buying these, and went riiight back to invisibobble after. I personally find it wild that polyurethane is less damaging and more comfortable in my hair than silk, but alas Ive seen/felt it first hand."
        },
        {
            "review_title": "small slip silk hair ties",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "These hair ties are comfortable and stay put!!! Worth the price!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "5/5 - I love these! They are so soft, durable and holds my long, thick hair so well. They also look super cute."
        },
        {
            "review_title": "waste of money",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, lightMedium skin tone, Combination skin",
            "review_text": "i have thin to medium hair so I use this scrunchie for ponny tail and for a messy bun at home because I am a mom mostly bun. this scrunchie stretches alot and now of no use. To be honest I don't see any difference between a normal scrunchie and this silk one. I won't be buying this again."
        },
        {
            "review_title": "great impluse buy!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "These were an implse buy by the register.I had previously purchased the pillowcase and loved it so much, I figured why not try these! I am really glad that I picked them up. I like that there is little to no hair loss when you take it off. I do not like that it stretches rather quickly. It has been about 4 months and I would actually buy another set. Holds hair decently for like every day but not strong enough to hold up a style."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "The colours are soooo cute! I love these scrunches so much. They do stretch out a bit after a few uses though. But overall, happy with how they look"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "Pricey but worth it. I use it to workout and when I take my hair out of the hair tie, it isnt tangled or have the indentation that other hair ties cause."
        },
        {
            "review_title": "Wish they didnt stretch out!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was obsessed with these when I first got them, but after a couple of months now they are sooo stretched out... And I dont have thick hair. I usually keep one on my wrist if Im not using it on my hair, and I cant even do that anymore cause theres no elasticity left :( Not sure if its worth the money considering they dont last long... but theyre so cute and silky! Gentle on my hair."
        },
        {
            "review_title": "A MUST",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "THE best. I would never go back to regular elastics, ive always had issues with the elastics pulling my hair and making my scalp hurt but these dont pull at all, and keep my hair unknotted. it doesnt get stuck in your hair. they do stretch out easily but i personally like that feature because i have so much hair."
        },
        {
            "review_title": "The Best.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Ive read some of these reviews saying that these stretched out after a few uses. They mustve received a bad batch or something because the ones I have are still going strong after 3 months. I have super thick course loose curly hair and these stay in place even in a bun. I love them. Gonna order another pack in case I lose the ones I have, I love them that much. They also look very cute on your wrist."
        },
        {
            "review_title": "Overpriced",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I notices that it does pull less of my hair when removing them. I am a big believer in using silk hair ties (scrunchies). However, I don't like how expensive it is. I do lose my hair tie pretty often and I already lost two of them from this purchase. I went on amazon and found 6 silk hair scrunchies similar to this for a fraction of the price. I recommend using silk scrunchies but not paying so much for this."
        },
        {
            "review_title": "perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I used the invisibobble for years but I found that it was ripping my hair out. I tried regular size scrunchies but they just never looked right on my very fine hair. this is perfect! the slim size holds all my hair back without causing any breakage but still manages to keep it up and out of my face all day"
        },
        {
            "review_title": "Favorite Scrunchie",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received a slip gift set with a headband, two skinny scrunchies and one medium scrunchie as a Christmas present. The skinny scrunchies are my absolute favorite. I noticed other people saying they stretch out but I've been using the same one every day since Christmas and I don't feel as though mine has stretched at all. They are pricey and I would probably never have bought them on my own before but after trying them out I would definitely buy them again!"
        },
        {
            "review_title": "Nah",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I loved these initially but they stretched out so much pretty quickly, had to throw them out :( not worth the money in my opinion"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love these, they're definitely worth it. They don't tug on your hair and yet will stay in place and not droop when supporting a heavy ponytail. They're a must-have if you wear your hair up frequently!"
        },
        {
            "review_title": "cutest scrunchies",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "my new fav scrunchies !! love how minimal they are. they do stretch out over time but still amazing, just has to be tied around more times"
        },
        {
            "review_title": "Cute, but pricey",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "These hair ties are super cute. However as someone with curly hair they werent all that exciting for the price. My hair still got tangled in the tie"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love these hair ties. Ive been through two packs of these. Theyre so cute, and when Im not wearing them in my hair one looks cute on my wrist. They dont kink my hair or rip any out. The only downfall I have is that they stretch out somewhat fast."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Love that these are more gentle on your hair and dont pull or snatch hair when taking them out. Also the size is more practical than a pouffier scrunchie for everyday/wearing  on your wrist if your hair is down. However the size makes it kinda easy to misplace like regular elastics so I only have 1/3 left but worth repurchasing!"
        },
        {
            "review_title": "super cute but stretch",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The silk material is great quality and the colors are super cute! My hair is long, straight and thick so I was worried that the small scrunchies would not hold my hair but they're great! I usually wear these while I sleep because they don't leave hair creases and don't cause breakage or headaches. However after a while, the elastic stretches a lot."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "Pro: - i noticed less fall out when using these elastics  - they do not hurt when you take them out of your hair  - they have a good grip to your hair   Con: - they stretch out a lot after several uses (but i still manage to use them, still a little stretch left in them after they've completely stretched out) - they're so expensive  - once they stretch out you have to wrap them around your ponytail several times"
        },
        {
            "review_title": "I hate that I love these.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I have super thick but fine hair. I usually have issues finding ponytails that keep my hair in place and that don't completely damage/break my hair. These scrunchies completely blew me away and lasted an okay length of time before stretching out but not sure if they justify the price point?"
        },
        {
            "review_title": "Love/Hate relationship",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Pros: - real silk, luxurious feel - nice patterns and colors - DOESNT LEAVE CREASES IN YOUR HAIR! (this is the biggest plus for me)  Cons: - dont get them wet :/ it ruins them - they stretch out quite a bit over time, then I cant keep them on my wrist (this is the biggest con) - expensive for hair ties  Overall, I would still recommend them because they dont leave creases in your hair and theyre pretty. They just dont last long."
        },
        {
            "review_title": "5 stars!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "Without a doubt the best hair ties/scrunches I have ever owned! Ill be buying more!"
        },
        {
            "review_title": "highly recommend you switch to these!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Switched over to these from the ones that look like phone cords. Best decision! They dont stretch out and lose grip and dont rip out a single strand of hair!"
        },
        {
            "review_title": "love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love! I dont like to sleep with my hair down and these are perfect for that. They are comfortable and dont pull at all. Definitely will be purchasing more."
        },
        {
            "review_title": "Great for fine hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I actually like these more than I thought I would - standard hair elastics fall out of my fine hair quickly, and grippy ones or invisibobbles seem to damaging. I love how the folds of this hold my hair strongly, but when taking it out it doesn't pull.   I wish there was an all black pack, pink and leopard aren't my thing so much but will probably be fine around the house.   I try to not get them wet and only use on dry hair.   I'm expecting the elastic will stretch out after some time (as most do), but will consider opening the seam and threading a new elastic. It would have been cheaper to just buy a piece of silk and sew these but for having them ready made I'm ok with it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "These are great for my hair which is fine and wavy. They are expensive so if you easily lose hair elastics (dont we all) then this may not be for you. Also they will gradually stretch out and get larger when used over time. I think we should get Atleast 5 for the price."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Love these. Doesnt cause as obvious creasing as typical hair bands and doesnt pull hairs out."
        },
        {
            "review_title": "Didnt see that coming...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "Honestly I have no idea why I bought what seems like the worlds most expensive hair ties but I actually have to say that I freakin love these hair ties! I have very very very thick hair (salons always charge me extra because they have to use more than twice the amount of hair colouring product LOL) and hair that creases pretty easily and wow Ive never used anything like this. I can get it 3 loops around my hair with it being secure but not too tight that it would crease. I dont necessarily know what the silk but if it is the reason my hair doesnt crease, so be it! Im sold! Ps. I have wavy to straight Asian hair"
        },
        {
            "review_title": "Stretch over time",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Love them but the stretch out over time. Ive had for a few months and when i put them on my wrist they are huge and slide down my arm. Overall its not worth the price because of this. The picture shows how big of a gap there is now."
        },
        {
            "review_title": "Good for a few weeks- then awful",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Really great for the first few weeks, but after a month or so there's barely any elasticity left. They're not cheap, so hopefully slip fixes this soon because as of right now I'm looking for a better alternative. (photo attached shows a scrunchie I'd been using for a month compared to a brand new one)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I love these. Its a nice size and they help to not pull on my hair or knot it up. I have curly/wavy hair that is fine and easily tangles. It also doesnt leave such a bad dent like thin hair ties do."
        },
        {
            "review_title": "You NEED these !",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Dry skin",
            "review_text": "I LOVE these hair bands. Very low creasing. Very elastic so Im able to wrap my nearly waist length thick hair in a nice tight pony or bun! The silk is very gentle on my hair, even the brittle areas from salt water/sun damage. The only negative I have is the price which can be quite steep if you happen to lose one!"
        },
        {
            "review_title": "buy this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I use these every day and I cannot go back to other hair ties. They stretch out a little but much less than I expected. I didnt run a controlled experiment to know whether they damage my hair less, but I do catch a break a lot less hair on these than other ties or scrunchies."
        },
        {
            "review_title": "Worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Excellent quality, easy on hair. Makes a great gift!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "these work great for lounge and sleeping.no hair damage and they appear to be holding up well. got the eye mask coming next."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Obsessed. Seriously. I used to be a loyal Invisibobble user, but I love these for nighttime use. I like to have my hair off my face at night, but I want something that is gentle on my hair and not bulky enough to feel. These are perfect! They aren't going to leave a super tight ponytail, but they are soft, won't leave a dent, and are gentle. This will be a repeat purchase!"
        },
        {
            "review_title": "Nothing special",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "Bought them to pineapple my curly hair. They stay in but are way too expensive."
        },
        {
            "review_title": "Incredibly gentle on hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Dry skin",
            "review_text": "These are the best, I love them more than any other hair tie. extremely gentle on hair and I find they hold much better than invisibobbles."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I always have my hair in a low ponytail when I'm at home and while I sleep and the hair ties I was using before stretched out easily and leave creases in my hair. These are expensive but they are worth the money. They're cute and feel luxurious. I have medium thick hair and it holds my hair tight enough and still feel comfortable. I no longer have creases in my hair which I love since I straighten my hair often."
        },
        {
            "review_title": "Stretch Out WAY Too Much",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I loved these at first but they stretch out SO badly. I'm very upset. I love the cheetah one but now it's so stretched out I can barely use it and will have to throw it away. A waste of money honestly."
        },
        {
            "review_title": "Ends Breakage",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "These scrunchies are ABSOLUTELY life changing. As soon as I get home from work, I always throw my hair up. I bleach my hair, and noticed I had a good amount of breakage due to always pulling my hair up. After using these scrunchies, my breakage has noticeably decreased and I'm much happier with my hairline!"
        },
        {
            "review_title": "mini pack was a letdown",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "for some reason the small pack stretches out only after one use. also, this is minor but the ones that came in the small pack dont have the cute little u201cslipu201d tag like my other ones do."
        },
        {
            "review_title": "Stretches out",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I like the theory behind these but man do they stretch out fast! I understand that no hair elastic will last long with repeated use but these stretched out super fast and for the price I can't justify them"
        },
        {
            "review_title": "Your curly hair will thank you",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "When you impulse-buy a pack of ludicrously expensive scrunchies on the way to picking up your birthday gift, you expect some regrets. Happy to report that, while I don't *love* these scrunchies, they've been a valuable investment. I used the telephone cord style scrunchies for about a year and didn't really get the hype u2013 too much stretching and snagging. These are much more versatile for tight and loose tying, and they feel really nice. Is the price ridiculous? Yes. Is the colour selection kind of meh? Very yes. But for fragile, bleached, curly hair, these are currently my top pick."
        },
        {
            "review_title": "impulse buy that I have yet to regret",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Interesting. Not what I was expecting. But cute. And minimal damage. Will keep."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Definitely helps my hair withstand breakage and they are very cute, however they do not keep my hair perfectly in place."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "When I purchased these, I had extensions in and they were the only hair ties that wouldnt pull my hair out or get it all knotted up. they are wonderful!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair",
            "review_text": "Obsessed with these hair scrunchies! I use them everyday, very gentle on my thin hair and dont leave a crease!"
        },
        {
            "review_title": "Very Cute Accessory",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I really like these hair ties. They are super cute and hold up my fine hair very well. I have very thin and smooth hair and I dont have issues with them falling during a workout. The reason I gave it 4 stars is because I find it to be pretty pricey for hair ties.. since you can get a pack of scrunchies for like $5."
        },
        {
            "review_title": "Save your money!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Not worth the price. I am not trying to be harsh as if I had unlimited funds I would not be as irritated but they are not durable and extremely expensive for what they do."
        },
        {
            "review_title": "Nice but they stretch terribly quick.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "They are nice on my hair. I use them for holding my hair up when I sleep. Unfortunately,  they stretch A LOT and QUICKLY.  Idk if I can justify the high price for something that becomes useless so quickly."
        },
        {
            "review_title": "slightly stretched out",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "for reference I have extremely thick, coarse and slightly wavy hair and I wanted to try these out because regular hair bands were giving me a headache. I love how this keeps my hair secure but doesn't cause my hair to pull from the roots. it did stretch out a bit but it still keeps my pony tail secure with two loops. I generally think all hairbands will stretch out depending on your hair type. I love this as an alternative to regular hair bands because I don't feel like it creases my hair as much and it doesn't leave me with a headache at the end of the work day."
        },
        {
            "review_title": "perfect for fine hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Love these scrunshies! They are so good if you have fine hair or not a lot of hair and regular/big ones dont work for you."
        },
        {
            "review_title": "Great for thin hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I so totally love these hair ties BUT I knocked down 2 stars because the elastic inside the silk outer scrunchie thing is so incredibly terrible. For $20 for a pack of 3 they can definitely improve the part of the product that's probably worth like 5 cents. I would NOT recommend this to people with thick hair because it would probably stretch out super easily. My mom has thick hair (like 3x what mine is) and these don't work for her. My hair is super thin and breaks easily and these have worked wonders for my hair. I will continue to purchase because my hair no longer breaks in hair ties like usual because of how soft and gentle these are but I definitely want to see the quality of the elastic improving."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Kinda pricey, but if you hold onto your hair ties, well worth the spend. They don't tug on my hair when its curly, and don't dent it when its straight."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love these! They do a great job of keeping my hair in and don't damage it at all. The only reason I am giving them 4 stars is because they do sometimes leave bumps in my hair but this is probably mostly because it is straight and shorter. I think if my hair was longer, I wouldn't have bumps because I wouldn't need to make it so tight."
        },
        {
            "review_title": "Dollar store quality",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I don't think I'm being harsh by giving these a one star rating. They are super cute but they stretch out super fast so they are obviously very expensive for what they are. You might as well save all this money for important things and purchase the dollar store ones because these are comparable to those and just a dollar lol!"
        },
        {
            "review_title": "not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "These are so wildly overpriced, not to mention they stretch SO MUCH so you cant even use them passed 2 months! UhG! What a waste of money"
        },
        {
            "review_title": "Stretched Out",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "loved these when I first bought them but after a couple of months of light wear they stretched to a point I can wear them anymore! I did not use on wet hair, and only used with a for a lose messy bun"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "These are so frustrating, because they work great and are so cute (I'd never gotten compliments on a hair tie before these, and have gotten multiple on them). However, they stretch out like crazy, until they're so loose that I can't even keep them on my wrist or they'll just fall off. They still work in my hair, but instead of twisting twice, I have to do it 3-4 times as they get looser and looser. I'll try Silke London's next to see if they're better. For over $7 a piece, these should hold up for much longer than they do."
        },
        {
            "review_title": "Love them!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Finally scrunchies that hold my hair! Tight enough if you want them to, but only twice is good enough."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Im upset ! I really really loved these in my fine and thin hair . I noticed no breakage ! They kept in place and made my pony tails look really nice .. but after a few uses they stretched out that much I can fit them around my whole head . Not worth that much money for only a few uses :( .. if they find some new technology to avoid this then I will buy them all !"
        },
        {
            "review_title": "Silky smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "As you can imagine, silk scrunchies are so easy on your hair."
        },
        {
            "review_title": "great for fine hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love these scrunchies! I have fine hair, and its so nice to be able to put my hair in a pony before bed and not worry about the scrunchie damaging my hair while I sleep (I definitely fall in the active sleeper group). Im impressed at their ability to hold without being super tight."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love these hair ties. They look cute on your wrist or in your hair, and never tear hair or tangle it."
        },
        {
            "review_title": "Great Productu2014But No High Pony Holder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Not the thickest, strongest hair ties for a tight hold, but incredible for everything else. My hair has not broken as often from being tied back since I switched to these, which is amazing! My favorite thing is actually getting the scrunchy damp and putting my hair in a bun after a blow dry to have the prettiest, most natural waves after about an hour. Definitely not for high ponytail styles if you have thick, long hair like I do."
        },
        {
            "review_title": "yes!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Super cute and gentle on the hair. Cant wait to buy more of these scrunchies! Make sure to check out all the different sets and patterns:)"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "If I could give these scrunchies a ZERO star review, I absolutely would. They completely stretched out after a week- and I have very fine/thin hair. Awful. Dont waste your money..."
        },
        {
            "review_title": "Prevents Breakage!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Even though they are pricey, I have very long hair and I find normal hair bands to really tangle and rip my hair. These have been a lifesaver and truly prevent breakage and tangles. The only downside (and reason for 4 stars) is if you wear them when your hair is wet it sort of stretches them and makes them lose their shape. So I guess I will be purchasing more for strictly dry hair! Otherwise they are really great! And the colors are very pretty :)"
        },
        {
            "review_title": "The minis do it for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "My hair is very long and straight with some bleached ends. Ive bought two of the small mini scrunchies. Theyre way better than the large size that stretched out so much I cant use them anymore. Theyre small enough they look like hair ties during the day. At night my hair doesnt snag. I dont lose them like hair ties because theyre still a scrunchie. I hope they come out in more colors."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I love these scrunchies they're great. Continue to repurchase- super soft on wrist and fine on hair. Only reason for 4 star is like any scrunchie or hair tie- if you tie too tight there will be a bend."
        },
        {
            "review_title": "Does not perform well",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "For the price point, these hair ties should perform a lot better. Look and see how stretched  out a hair tie got after I used it. I wouldnt recommend this product because it doesnt hold up under normal wear and tear. I also noticed no benefits with my hair."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Really cute and soft and gentle on the hair, however they do stretch out quickly"
        },
        {
            "review_title": "CRAP! stretched out and unusable",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "BEYOND disappointed! Ive had these for a week and theyre so stretched out. I dont tie them right (no more than 2 wraps and I dont have thick hair). I never wet them or use them on wet hair. Such a scam honestly. Wont recommend or replace. CRAP"
        },
        {
            "review_title": "Do NOT buy, Super Cheap Elastic....",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I never write reviews but I was so peeved about these scrunchies I had to. I have a few products from slip and I have enjoyed them all immensely. I have also worn scrunchies my whole life and I have thick, naturally wavy hair that I need to pull back for my job. These scrunchies do not put a dent in your hair but they lose their elasticity in about a week of use, and I only wrapped them around about 2-3 times. They stretched out so much that one of them fell off my wrist and is gone, which is annoying for the crazy price tag for some hair elastics.   In conclusion, there is a lot of trendy online hype for these which is well deserved for about a week of using the scrunchies but then after that, they lose their shape and are useless! So I would only buy them if you want to use 4 dollar scrunchy for a week:)"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": ""
        },
        {
            "review_title": "A curly girls dream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I have curly hair and Ive never had a hair tie that holds my hair back tight while leaving my curls unaffected. It comes out easily and my curls dont look disheveled like they sometimes do with regular hair ties. I thought this was a frivolous, unnecessary purchase before I tried it and now its a luxury I cant do without."
        },
        {
            "review_title": "Yes for your hair! No more flyaways!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "These are the absolute best hair scrunches! I bought these for my sister and me, and no more breakage!"
        },
        {
            "review_title": "LOVE.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Love Slip scrunchies! I dont get headaches when using these like I do with the invisi bobble hair rings.   I just wish Slip products were more affordable!"
        },
        {
            "review_title": "Recommended must buy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Combination skin",
            "review_text": "Excellent for the hair. It does not take out strands of hair. I have two small downsides. 1) I still sometimes get the hair bump when I pull out the hair tie and 2) one of the ties has a started to show some wear with a small tear. I still bought more because I like them."
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I use these almost every single day, and always have a spare on my wrist. These are so comfortable and dont leave my hair a complete mess when I take them out. It also doesnt give me a headache throughout the day like a lot of other hair ties do!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I love these! I would recommend for frequent ponytail users as they definitely do not give that same tight/tense feeling that a normal hair tie gives. However, I took a star off as they still leave a large dent in my hair from having it up."
        },
        {
            "review_title": "Fab",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "4 stars, minus one for the price, but great everyday scrunchies holds my blonde thick hair up nice and tight"
        },
        {
            "review_title": "Just what I was looking for but they DID stretch!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I do love these scrunchies. I like to wear my hair up when I sleep and found my hair was breaking badly with your average hair tie. I bought these mainly for sleeping and for wear around the house, and for that, theyre perfect. I have long, fairly thick hair and these definitely stretched out for me. Ive seen some say they didnt and some say they did; to me, that means maybe the heavier hair you have, or the more times you need to loop for tightness, the easier they stretch. That, or its a QC issue. Either way, Im fine with loose fitting scrunchies. Dont buy thinking you can wear these at the gym or to keep your pony high and tight. So you can see the stretch, Im including a picture of the black one, which I use nightly at the moment vs the animal print, which I havent used much yet."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Dont waste your money. The idea is nice but they stretch out after while and Im waiting for it to break any day now."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Best scrunchies out there. They are so cute and easy to throw into my purse and use at all times throughout my day. Love these colors as well."
        },
        {
            "review_title": "BEST HAIR TIES EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "LOVE....so worth it, they dont pull my hair and last through strenuous workouts to yoga! Also super cute on the wrist when not in hair! I highly recommend these! OH...and they dont leave a crease!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone",
            "review_text": "Rips your hair out after every use. Save your money & dont buy."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "These werent at all what I expected. I was hoping for an invisibobble like hair tie with a silk covering. But even with elastic in the middle I thought this would be okay. But they stretch out so much when used in wet hair. And for almost $7 per hair tie its just too risky. They do have a nice loose hold- which is great if youre sensitive to tight pony tails."
        },
        {
            "review_title": "Love them!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I left off a star because they do leave a crease in my hair.. but other than that these are wonderful! My bun stays in place the entire day, and even at night when I sleep in a loose bun, it never falls out. It stays in place! When I wake up its still the same as it was when I went to bed. These are perfect for when u dont wanna fix your hair and just wanna throw it up in a messy bun! They hold so well! I need to buy more! I highly recommend these. I have fine to medium type hair with heavy highlights. Id say theyre good for any hair type though."
        },
        {
            "review_title": "I am a generous star giver",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have never graded something on Sephora less than five stars in my life but these are seriously not worth the money. They stretched out after about a week, did not hold up my hair and my hair is thin,created a crease in my hair every time and and they were 27$!"
        },
        {
            "review_title": "disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Super disappointed, they were good until they stretched out within a handful of uses. Not worth the price. Annoyed"
        },
        {
            "review_title": "ride or die",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Live and die for these. Im obsessed. Its that protection you expect from scrunchies(but enhanced by silk!) without the bulk. Much more wearable than a regular scrunchie. I keep at least one on my wrist at all times. I just wish they were more affordable."
        },
        {
            "review_title": "One was missing, otherwise good hair ties",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I bought these in store and someone had stolen the gold one from the set so I only have two and I paid $27 for them. Sephora won't do anything about it so that's great. They're good hair ties other wise, and look nicer on the wrist than those massive scrunchies."
        },
        {
            "review_title": "Hair Splurge!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I dont know how I ever lived with out these hair ties! They have the perfect amount of tension. My hair long thick hair NEVER tangles or breaks off with these. They hold their shape so well, and so long. This is my 3rd pack because people keep stealing them! Worth every penny!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "Love the colors but they do stretch out to the put I cant use them anymore"
        },
        {
            "review_title": "GET THESE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "These work great! I have very long heavy thick hair and these will hold my hair in a bun or mid pony tail. I do try not to stretch them too much though because I fear it'll stretch out but I use them everyday(use same black one) had them for about three months and they're holding out great."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I love to keep a hair tie on my wrist and these are far cuter to wear than your standard hair elastic. I only use them with dry hair and Ive never noticed any creasing."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Combination skin",
            "review_text": "they hold-up grate only one stare less its pulling  you're hair little bit"
        },
        {
            "review_title": "Pricey but worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I had some breakage around the crown of my head from exercising with high ponies and drug store hair ties! These dont pull at all, also realized I can spend more time with my hair up without getting a headache!"
        },
        {
            "review_title": "I need more",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Love them. They are perfect for shorter hair. They dont slip in my fine hair and holds them in place."
        },
        {
            "review_title": "Now my go to hair accessorize",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I like it despite on price. Even more comfortable to use than invisiboble. Hold pony tails, buns and braids pretty tight (I have thick heavy straight long hair). Used it every day for past two weeks and have no concerns."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I really enjoy these. Overpriced as they are they are not the 90s puffy look and do seem higher quality. Mine is stretched out quite a bit to where I have to double them up after using them several months. Do they hold my hair tightly no not exactly. Do they hold my hair well enough when I just want a temporary ponytail so when I let my hair down it doesnt look like I was wearing a ponytail yes 100%. I sleep in these sometimes too I feel like maybe just maybe they are less damaging?"
        },
        {
            "review_title": "LOVE..CUTE N USEFUL",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "As a service worker, I always have to wear my hair up. I was worried regular hair ties were too damaging so I splurged on these. I love them! So cute and comfortable, dont tug on your hair.  The price tag is a lot scarier when you dont realize how much youll use them! Other reviews complain about them stretching out; i attached a picture of two of my scrunchies, one that ive never worn (right) and one that ive worn basically every day for a month (left). Though the black does feel a tad looser, the overall stretch is not that different!"
        },
        {
            "review_title": "So far, so good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Im loving these! I sleep with my hair up every night, as I wear a C-PAP mask.  Though I would use cloth scrunchies to minimize damage and breakage, there would always be several hairs getting pulled out in the morning.  Every morning Im amazed when I take out the Slip scrunchie and there is NOTHING! The price is a bit harsh.  I was lucky enough to have a promo when I bought these (really the only reason I jumped on the purchase) and I essentially got them for about $5.  I havent been using them too long, so havent noticed any stretching as some others are commenting (yet)."
        },
        {
            "review_title": "Awesome for damaged hair but stretches out",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I LOVE these hair ties. They don't tug at your hair which helps with my damage issues. The only downfall is that sometimes they can leave kinks in your hair if it hasn't been died for long and they do tend to stretch out very easily. But I will continue to repurchase them!"
        },
        {
            "review_title": "Don't use with wet hair..",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "They work, just dont use them with wet hair. They stretch to be twice the size... super annoying."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I wanted to love this product, but its not for me. My fine hair felt strained with only wrapping the scrunchie a few times around my hair. I think this is better for braids and placement away from the scalp."
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Very comfortable and don't cause breakage."
        },
        {
            "review_title": "A GUILTY SPLURGE",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I bought these nutty expensive hair ties as a splurge knowing they aren't some hair miracle. BUT I love the fact the are silk. they look very pretty as a bracelet and a hair tie on the go and they arent tight til it cuts of my circulation. because they are loose, they wont hold up as a regular elastic. They are GREAT for quick and temporary ponytails to get the hair out of your face for a bit.. and they are great if you tie it up for when you're sleeping/napping. for that while they show no kinks and creases. I dont triple tie the band as I dont want it to stretch out. all in all... it's just a splurge. I'm happy with them!!"
        },
        {
            "review_title": "surprisingly great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I was hesitant to pay $20 for three scrunchies, but what I like about it, is that they do hold up to a regular hair tie without breaking my hair. I have thick, coarse, hair, and lots of it. so normally, i'm using an elastic and pulling my hair back so hard I look like I've just received botox. One of these small scrunchies holds up all of my hair without damaging or breaking ends."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love these! I was skeptical when I purchased.. 20$ is quite pricey for 3..  but they were just what I had been looking for. I have very fine thin hair and need something delicate enough not to damage. These are prefect for me. Would recommend & plan on buying again"
        },
        {
            "review_title": "cant get past the price...but I love them!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I was really skeptical about these and bought them during the VIB sale so I didnt have to pay full price. Well...I can confirm on my exptrenely dry, curly hair that there is NO denting, NO breakage, NO knots, and NO HEADACHES while using these scrunchiesu2014the hype is real! I am forever changed. And they are a cute wrist accessory when my hair is down :)"
        },
        {
            "review_title": "Comfy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Really comfortable hair ties. I have very fine thin hair, I was using the invisibobble before but it always hurt and tugged at my hair when i pulled them out. Traditional hair ties would also hurt when I remove them. This are really gentle on hair and they do not tug or pull my hair out."
        },
        {
            "review_title": "Best hair product you can own",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "These are truly exceptional. I pretty much just wear these and the larger slip scrunches only now. I dont ever want to go back to plain hair elastics."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Combination skin",
            "review_text": "I swore I would never splurge on something like this, but I did anyway, and now there is no going back. These look cute on the wrist and feel amazing in my hair. I verrry rarely find a hair or two that has been tugged out by the scrunchie, but I definitely feel that they slide more smoothly on my hair when I pull out my ponytail or bun.I definitely feel like there are less harsh bends or knots in my hair when I use these ties."
        },
        {
            "review_title": "These are adorable!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Honestly I love these despite the price tag. I saw them in the checkout area at Sephora and grabbed them without looking at the price. I was surprised that they were so expensive when I went to pay. Still, I purchased them since they are quite chic for scrunchies. These are cute while on the wrist and in the hair. I love the colors that came in this pack. They do still leave a small crease in my fine hair, but I don't think that would happen with thicker hair (not sure!). Still, they don't crease the hair as bad as a traditional hair elastic. Be careful when washing your hands while they are on your wrist. I got my black one wet and the material seems to have been affected a little. It's not as soft as it originally was."
        },
        {
            "review_title": "Did not stretch out",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I read reviews before buying this and was hesitant when I saw customers saying that their scrunchies stretched out significantly. I decided to buy them during the VIB sale and I have worn them everyday since receiving them. I have medium thick medium length hair and I tie my hair up while I sleep in the warmer months. these scrunchies have not stretched out for me even after lots of use and wearing them in my hair all night. they are still in my hair when I wake up, do not leave any kinks, and never pull on my hair. great buy thanks to the recommendation by Samantha Ravandahl on YouTube"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair",
            "review_text": "I absolutely love these. I bought them because one of the YouTubers I watch raved about them and now I understand why. I have very fine hair so wearing regular hair ties tugs on my hair too much and pulls out a lot of my hair. These Slipsilk scrunchies don't tug or pull out my hair at all."
        },
        {
            "review_title": "GIRLS, WHATEVER YOU DO-",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Do not put use these to put up wet or damp hair!!!!  They will stretch out, lose elasticity and wont go back to the tight scrunch they came in.  Made that mistake with my first pack and was wondering why the heck they just all of s sudden got shapeless and not tight.  That was why.  Also, I read reviews where people have a gripe about them losing elasticity really quick.  You have to remember, these are more for casual going out, running errands and especially lounging around.  Meaning, you shouldnt be trying to choke the life out of your hair when putting it up.  It just wont hold for that.  I have very thick hair, and these small ones work really good for like I said, casual styles.  If you have thick and LONG hair, you will probably benefit more from the big size.  These also wont hold real well for exercise or any such vigorous activities.  Yes, they are audaciously expensive, but I think that if you want to really take care of your hair, theyre worth it."
        },
        {
            "review_title": "Can feel the greed Sephora...",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love these!!! I just bought them. Have the receipt and everything for ONLY 20$$!!!  Just last week ...& went to order more for the VIB sale cuz I loved them so much and BAM! 7 dollars more! They chaged the price over night... So I won't be getting them now cuz it feels like I'm getting ripped off again!:( Im sick of this Billion dollar company over charging and penny pinching their loyal customers. Shame on Sephora. I know I'm  not the only one who feels this way cuz j have seen lots of comments and posts. It sucks cuz a girls gotta shop and Sephora has got what we need."
        },
        {
            "review_title": "THE BEST",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "These are HANDS DOWN THE BEST hair ties I've ever used. These don't pull your hair, don't slip, are super sturdy, and I couldn't recommend them more. Do not hesitate to buy these. I wear these to workout (Run/cycle) and my hair doesn't move so I can focus on my workout and not constantly be adjusting my ponytail/top knot. I wear this to work and my hair stays in a bun all day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "For the last couple of years I have been using the plastic invisibobbles which I like. However, the small slipsilk scrunchies are waaaay more gentle and less painful to use. I have thick long hair and leaving my hair up for too long tends to hurt my scalp and gives me headaches. These hair ties dont do that. If you are expecting these to hold up solid/secure hair styles, these wont be the best for you, but they are great for lazy buns etc. A lot of people complain about them stretching out but if you have thick hair, eventually all hair ties will become loose over time!"
        },
        {
            "review_title": "Favorite scrunchies!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair",
            "review_text": "literally my favorite scrunchies. wear them every day and every night to bed. a little pricey but well worth it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Obsessed. Will never use another hair tie!!! Their sleep mask and pillow case are also amazing!!!"
        },
        {
            "review_title": "Doesnt leave a mark",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Workout in these and they dont budge.   And my hair is flawless when I take it down"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Great hold without the crease or damage to fragile hair not to mention extremely comfortable without the pull."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Very nice, gentle on the hair! Quality material"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Perfect size and so comfortable. I have a lot of hair and they hold my hair up well"
        },
        {
            "review_title": "Great buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I bought this on a whim cause they get me every time with those products by the till... But I am in love with these scrunchies. I have not used my old ponytail holders since. They don't leave a kink in your hair and are super gentle. I will def buy more if/when they stretch out or go missing as all hair ties do."
        },
        {
            "review_title": "Expensive but worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Combination skin",
            "review_text": "This hold my ponytail and my hair does not get caught up in them"
        },
        {
            "review_title": "Nice on hair but it stretches a lot",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Nice on hair but stretches almost double in size and only after a month of using it. It's fine for my hair but I like having an elastic on my wrist and now that it's all stretched I can't. I like it enough to buy another box but it sucks that this is happening. You can see the difference on the photo I posted. On left is new, on the right it's after 1 month of using it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love love love these. I have fine, lightened hair and I was beginning to get so much breakage around the crown of my head from wearing my half buns using those tiny band elastics (stupid of me, I know). Since using these Ive noticed way less hair loss when taking them out and they still keep my ponytails as high as I like."
        },
        {
            "review_title": "Favorite hair tie!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "These are amazing! I never thought there would be much to say about a hair tie, but these really are the best. They don't snag, don't break my hair or get caught when I'm removing them, last through my cardio workouts, and don't cut off circulation when I wear one on my wrist. And of course, they're actually quite pretty! I bought  a small set expecting them to be a gimmick, but I''' be purchasing more when the sale comes around."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "these are super cute but they dent my hair just like every other hair-tie. Probably going to return. Not worth the $$"
        },
        {
            "review_title": "Cute but stretches out",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Dry skin",
            "review_text": "These are cute but the elastic inside the silk stretches out and won't hold up my thick hair. I just use them for decorative purposes by putting my hair up with a good elastic and wrapping these around that"
        },
        {
            "review_title": "works for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I dont have super thin hair nor do I have super coarse. Im asian, and my hair is naturally straight and when I used to tie my hair, the old ties always left my hair with a crease, almost as if Id been wearing a hat all day and it looks very unflattering. However, these silk ties doesnt leave any creases and it also doesnt pull or break my hair like other regular hair ties.  I think part of it is because yes, its not super tight but it holds my hair out of my way when I need it too. But at the same time, its not loosey-goosey either. I love it and its the one hair tie I actually make an effort to not misplace or lose.  Just FYI, in 4 hours my hair doesnt crease. But I sleep with it, it will crease (probably due to my head also putting weight in it overnight) so dont expect to sleep with it on and wake up without creases.."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Great scrunchies but over priced"
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I am obsessed and now NEED these in multiple colors.  They hold my hair REALLY well and don't give me a headache.  They also get bonus points for being super cute."
        },
        {
            "review_title": "Loved it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Small version of scrunchies, wish they make more colours. Isn't big as the normal version. I would loved to buy more of this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Best scrunchies ever"
        },
        {
            "review_title": "Currently saving up for more",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Seriously what a difference. I usually tie my hair back while i sleep to reduce friction. My hair has been lightened from black to silver and these hair bands have significantly reduced breakage. Love them so much even though they are very pricey for hair bands. currently using them sparingly."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "These work pretty well I'd say.   Not sure why it's $20 for 3 but $45 for 6??? Sephora constantly charges more for what you THINK is the value size...be aware....."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Great to sleep in If you use silk pillowcases!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Such a great product and doesnt tug my hair, definitely recommended!!!"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love these scrunchies! They are so pretty and they do not tug on my hair. I usually have to readjust my ponytail multiple times per day and with these I dont have to do that."
        },
        {
            "review_title": "Extra but worth it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Just buy these...no more breakage for your hair. It's worth it!"
        },
        {
            "review_title": "Love these!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I have very thick hair, but these still wrapped well and didn't leave any creases or dents."
        },
        {
            "review_title": "No Crease Hair Tie",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I am surprisingly obsessed with these. They work for thick or thinner hair. They can do tight ponys or not tight. Biggest plus is that they do not leave a crease in your hair. I have been using it to work out in the am and it leaves my hair easier to work with and nicer after."
        },
        {
            "review_title": "Healthy Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Absolutely love these. I can tell that they dont pull at my hair as much as a normal hair tie or even a regular fabric scrunchie. Worth the splurge if you want to prevent damage when putting your hair up!"
        },
        {
            "review_title": "Wanted to like but elastic stretched out",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I really wanted to like these as I have fine hair. They are extremely soft which is initially what drew me to them. However, after less than a week of using the elastic inside already stretched out."
        }
    ]
}