{
    "product_id": "1371",
    "name": "Evercalm Redness Relief Serum",
    "brand": "REN Clean Skincare",
    "categories": "Skincare, Treatments, Face Serums",
    "price": 81.0,
    "about": "What it is:A fast-acting serum clinically demonstrated to visibly reduce redness in just 30 minutes and formulated to soothe seven signs of sensitivity in seven days..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dryness and Redness.Highlighted Ingredients:-.Ingredient Callouts:This product is vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:This velvety serum is formulated to reduce the appearance of redness and relieve discomfort for calmer-feeling skin now and with continued use. Made with unique bioactive ingredients chosen for their ability to relieve visible symptoms of sensitivity and stress, it helps to future-proof skin from sensitizing triggers..Clinical Results:In a consumer-study evaluation of 100 men and women, after 7 days:",
    "ingredients": "-Albatrellus confluens (White Mushroom Extract): Soothes, protects, and prevents discomfort in redness-prone skin..-Defence Complex (Beta Carotene and Biosaccharide): Defends against oxidative stress and environmental pollution...Aqua (Water), Caprylic/Capric Triglyceride, Glycerin, Propanediol, Coco-Caprylate/Caprate, Squalane, Cetyl Alcohol, Cetyl Phosphate, Crambe Abyssinica Seed Oil, Arginine, Glycine Soja (Soybean) Oil, Glyceryl Stearate, Phenoxyethanol, Sodium Dehydroacetate, Ethylhexylglycerin, Inulin, Vaccinium Vitis-Idaea Seed Oil, Sclerotium Gum, Tocopherol, Sodium Hyaluronate, Albatrellus Confluens (Mushroom) Extract, Alpha-Glucan Oligosaccharide, Xanthan Gum, Sodium Carboxymethyl Betaglucan, Biosaccharide Gum-4, Laminaria Ochroleuca Extract, Citrus Aurantium Amara (Bitter Orange) Flower Extract, Beta-Carotene, Xanthophylls, Helianthus Annuus (Sunflower) Seed Oil, Rosmarinus Officinalis (Rosemary) Leaf Extract, Citric Acid, Lactic Acid, Sodium Hydroxide, Geraniol, Linalool...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Use morning and night after cleansing with Evercalm Gentle Cleansing Milk or Gel (each sold separately)..-Follow with Evercalm Global Protection Day Cream (sold separately) for additional skin-barrier support. .-In the AM, finish with Clean Screen Mattifying Face Sunscreen SPF 30 (sold separately) to protect your skin from UV damage. .In the PM, finish with Evercalm Overnight Recovery Balm (sold separately) to support your skinu2019s regenerative process.&nbsp;",
    "num_reviews": 385,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/ren-evercalm-trade-redness-relief-serum-P475159?skuId=2460483&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2460483-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.02 oz/ 30 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2460483-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Temporary Redness Relief",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I like this product and would buy it more often if it was less expensive or came in a smaller size because I don't think its that useful as an every day serum. I have used it that way and it did not help with my rosacea and I'm not sure it has lasting benefits. However I find it VERY good at calming skin and soothing irritation from stuff like a lil too much sun, exfoliation, etc. Its perfect for off days from retinol or peels, for example. Make a half size!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Donu2019t feel like it worked on my skin. Iu2019ve had it for awhile now and I donu2019t see a difference at all"
        },
        {
            "review_title": "The BESY anti redness product out there",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Absolutely hands down Rens Evercalm line and specifically this serum, is a total game changer if you have red and sensitive skin. It also helps fix a damaged skin barrier and eases the redness"
        },
        {
            "review_title": "No Redness Relief",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Oily skin",
            "review_text": "This product feels good on the skin but did nothing at all to reduce rednessu2014super disappointing given the price. Wanted to love it but wonu2019t be repurchasing or recommending to anyone."
        },
        {
            "review_title": "Wow! Itu2019s like magic!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This product change my life. I had to deal with a very, very sensitive skin for years and i was about to giving up of my hope to find a product who will work for real.  For the first time in years, i can say that i like my skin."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "did not help my redness at all! most things donu2019t so i didnu2019t expect much, but for the price i would expect results"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Great for my extra sensitive skin. Will re-purchase."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I received this serum complimentary from REN. I have some daily redness, and this did help tame and neutralize some of that redness. The serum was soothing and felt hydrating, but I wasnu2019t a huge fan of the scent."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Complimentary from REN Skincare. I have been enjoying this! It has been really great from bringing moisture, while calming my skin. I like it so much iu2019ve started using it on my hands and cuticles, they have been so soft lol. I love this stuff."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I have dry sensitive skin and experience redness quite often too, so I was very excited to try this product. It has a milky lightweight consistency and no noticeable smell, and sets quickly on the skin leaving no greasy finish. To be honest, I donu2019t mind heavier serums and occasional greasiness, but this one works well with other skincare/makeup products. I noticed that it helps with my redness and doesnu2019t irritate my skin at all, so Iu2019ll continue using this serum daily for better long-term results. Also, the product is in a glass bottle and thereu2019s a pump applicator with no cap, which is great, no one needs extra plastic. Gifted by REN Skincare for review purposes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Gifted by ren skincare. This lightweight serum has been calming down my dry skin. I get red patches on my cheeks & this serum absorbs well into my skin relieving the redness in my face. It blends in so well, works well with other products, & just all in all makes my skin feel more comfortable."
        },
        {
            "review_title": "awesome serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This fast-acting serum is a game-changer for sensitive and red skin! I noticed a visible reduction in redness just 30 minutes after applying. The velvet touch texture feels luxurious, and it's enriched with calming White Mushroom Extract. My skin feels protected and less tight. Highly recommend! gifted by renskincare"
        },
        {
            "review_title": "Amazing Redness Serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love the pump so you know exactly how much you are applying to your skin.  I cleanse my skin in the AM and PM. I use two pumps each time. It goes on smoothly and does not feel greasy. It absorbed amazingly on my skin.  The antioxidant ingredients help any sensitivity and stress to your skin barrier all while defending against environmental pollution. It has reduced redness on my face and my skin barrier feels stronger than before. The packaging is recyclable with zero waste, we love sustainabilty! This is a new staple in my skincare routine! I will continue to purchase this product and highly recommend you give it a try!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This Evercalm Redness Relief Serum is really great for reducing inflammation of the skin. I love using this whenever I have an acne flareup. Itu2019s formulated with White Mushroom Extract to soothe this skin as well. This was gifted to me by REN skincare."
        },
        {
            "review_title": "Soothes my sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have been using this product consistently now for about two weeks. I have combination skin type that is sensitive and acne prone. I apply this product right out of the shower to cleanse skin then follow up with a moisturizing oil and or cream moisturizer. I noticed that my skin looks a lot calmer and less inflamed since I have been using the serum. All of the products that I have tried from Ren have impressed me and worked well with my sensitive skin. Overall, Iu2019m quite pleased with this product, and will continue using it as part of my daily skin care routine. Gifted by Ren skincare."
        },
        {
            "review_title": "Very efficient clean serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Combination skin",
            "review_text": "I received this serum complimentary from Ren for testing purposes. My review is honest and based on my experience using this product. Ever since I have discovered Ren skincare products, I became a big fan of the brand. The products I have tried so far did not disappoint. I have sensitive combination skin and I usually experience redness and discomfort and I was looking for a good product to help with that. The Evercalm Redness Relief Serum fell into my lap and I couldn't be more content about it. The serum comes in a bottle container and has a pump applicator which is very helpful in dosing the right amount of product you need.  The formula is so lightweight, almost watery, so hydrating and very soothing. I did not sense any particular smell. I am mostly using this serum on my Retinol or exfoliating nights and I can honestly say, it's a very efficient product. It calms and soothes my skin right away, keeping it hydrated in the same time. I did notice my redness and discomfort fading away after using this serum. I just love a good clean serum that is also efficient for my skin! I am very pleased with this product and I plan to enjoy it until its last drop."
        },
        {
            "review_title": "Lightweight",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is a nice thin serum that is not overly hydrating.it is not greasy in any way and has little to no smell. I think it's nice. I haven't noticed much of a difference, but it is still early. I really like lightly hydrating products in the summer. Gifted by Ren skincare."
        },
        {
            "review_title": "Redness Relief",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I was gifted by Ren Skincare. This redness relief serum has heen a game changer since I added into my daily routine. It works great with my sensitive combo skin. I love the watery like texture that absorbs quickly and helps with redness, dryness, itchy skin and protects skin barrier. I love that the glass bottle is completely recyclable and the pump top makes this product even better."
        },
        {
            "review_title": "Great for Sensitive Skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Gifted by REN skincare. Everything REN makes, my skin absolutely loves and this serum is no exception. I have dry and sensitive skin, and struggle with texture and rosacea. This left my skin smooth, hydrated, and plump. And my rosacea is calmer and less irritated. Love it!!"
        },
        {
            "review_title": "Amazing for my skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I received this complimentary from Ren Skincare and it is genuinely one of my skins favorite serums. I have sensitive skin and I can always count on this to soothe it if my skin is irritated or keep it nourished if itu2019s in a good place. I also find it to be hydrating- I have actually already emptied one bottle that came in my BoxyCharm and this is my second; I donu2019t want my skincare routine to be without it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I love this serum that I was gifted by the skincare. I have sensitive skin that gets red and dry. When I use this I notice that my skin has less redness. It also does not feel tight. I love that they use sustainable packaging."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "One of the standout features of this serum is its lightweight and non-greasy formulaI"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I have very sensitive skin with a lot of hyperpigmentation and redness. The consistency of this is like a mixture of a cream and water based product. I have found improvement in my redness, but definitely need to continue to use this to see full results. Gifted by REN Skincare."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This product was gifted by Ren Skincare for review purposes. The texture is quite milky and runny, but it does feel quite moisturizing on the skin. It dries down rather quickly, so it does work nicely with other skincare products because it doesn't feel too heavy on the skin. I love that this product soothes my skin!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Gifted by REN Skincare I am obsessed with the evercalm line by REN and this serum is no exception!!! I first tried their oil and fell in love, but now that they have a serum version, Iu2019m also able to use it in between skincare steps which I couldnu2019t do with the oil!"
        },
        {
            "review_title": "Recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I been struggling with redness for a while now and  I been trying out this serum for a couple of weeks  and  I have been noticing that itu2019s been calming down some of my redness. I can feel my skin feeling so much supple and smooth. The texture is really soft and silky and it absorbs instantly into my skin without leaving a greasy feeling. I love that it has a really nice clean scent and itu2019s not overpowering.  Ren is the best it  uses products from recycled materials which is great for the planet. I recommend it."
        },
        {
            "review_title": "Great for redness and sensitivity!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "I have really sensitive skin and because I do try to incorporate actives from time to time, I have to be extra cautious with my skin to avoid damage to my skin barrier. I was kindly gifted by REN and it couldn't come at a more perfect time. I was introducing tretinoin and this serum really helped me repair my skin barrier on my recovery days. The texture is light and silky and instantly soothes my skin. Definitely one to check out of you have sensitive skin!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "Gifted by REN Skincare - I have really red and reactive skin so I was skeptical about this product. I wonu2019t say that itu2019s a miracle worker I still have redness on my face but it has helped to reduce the redness in my face. Itu2019s not irritating at all which I found that some products like this can be. I use it in the morning and it hasnu2019t made my make up pill or effected the rest of my skin care. I think if you have redness in your face this is something good to try!"
        },
        {
            "review_title": "Great if you have redness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I have sensitive skin that tends to be red and irritated. I tried out this serum and it worked pretty well! Minimized my redness and made my skin feel soft. This serum also has some of my favorite ingredients and has sustainable packaging which is always great! Gifted by REN Skincare"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This serum has been working so well for me! I have sensitive skin that can be reactive to various things. It easily gets red and can look irritated. I love how well this absorbs and my redness is almost instantly reduced. I love how itu2019s recyclable and that the company focuses on sustainability! This product was gifted by Ren."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "My skin is really easily irritated so soothing products like this are my jam! I like that this calms down any redness Iu2019m experiencing soon after application, while moisturizing my skin to minimize irritation in the long run. Super happy to have gotten this gifted by REN Skincare!"
        },
        {
            "review_title": "Redness relief",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "this serum performs amazingly well. Iu2019ve struggled with redness my entire life and this stuff fixes my redness issue completely. Love that this is packed with tons of antioxidants and you can see the impacts too. Also, the packaging is sustainable which is a win if you ask me! I received this complimentary from REN skincare"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "This is is so calming to my skin especially after cleansing my face I tend to have more redness and this instantly give me relief! The texture is nice and lightweight so it doesnu2019t weigh my skin down. This was gifted by REN Skincare"
        },
        {
            "review_title": "Best serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Best serum I used so far. It gives my skin glow and works on my red pigments. Absorbing very quickly and it is not sticky on skin.  Ren is always great and this serum is perfect for my combo skin. Kindly gifted by Ren."
        },
        {
            "review_title": "Love this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Absolutely love this product!! I have naturally red cheeks and Iu2019ve tried many products to reduce the redness, and this is by far my favorite! Iu2019ll be using this in my skincare routine 10/10 recommend! Gifted by REN skincare"
        },
        {
            "review_title": "Love this serum!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Combination skin",
            "review_text": "Wow! As a person with redness and rosacea on my face this product is definitely for me! The texture is creamy and light while still giving me that hydration I need while the ingredients do the work for my skin! Gifted by REN Skincare"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Great product! I love whenever I see brands keeping things sustainable, so when I saw that the packaging is zero waste I was so excited to try it out. The product is very refreshing once applied to the face and I love how it has antioxidant infused ingredients I feel like that helps soothes the face even more! I recommend!"
        },
        {
            "review_title": "So nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I have been obsessed with this serum! I really like how light it is, and it does help the redness I get after breakouts. I received this complimentary from Ren Skincare for review purposes. I would definitely recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I received this complimentary from REN for my honest review. I always hate how red my face can get. This serum really helps to calm it down. It feels good on the skin and works well with other products."
        },
        {
            "review_title": "A great morning staple",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is a beautiful serum. Itu2019s thicker than a regular serum and milky, so it feels more like a soothing, lightweight lotion. Itu2019s formulated with antioxidants to protect skin against further exposure. It works well under sunscreen and makeup, so Iu2019ve been using it daily and Iu2019m enjoying the results. My favorite part is they use recycled glass for their products but something I donu2019t love is the price. This is a really expensive serum so it loses one star but otherwise itu2019s a solid product."
        },
        {
            "review_title": "Seamless Addition",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "If youu2019re a fan of other products in th sensitive/redness range from Ren Skincare, this is going to be another loved product. The serum fits into my existing Ren routine seamlessly, like it was there all along.  The texture is a creamy-gel serum that feels hydrating and smells beautifulu2014just like familiar favorites. Because of the fragrance, I need to make sure my skin isnu2019t too sensitive, but other than that this has been great.  Gifted by Ren Skincare"
        },
        {
            "review_title": "Staple in my skincare regimem!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I usually get flushed cheeks in the summertime. My skin looks younger and brighter because to this product's soft cream consistency that reduces the redness. This has become a staple in my skincare regimem! Gifted by Ren Skincare."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Normal skin",
            "review_text": "I received this product complimentary from REN Skincare. Iu2019ve been quite satisfied with this product! I have a bit of surface redness on my cheeks (like, not super super deep and pigmented red). As Iu2019ve been using this serum, Iu2019ve definitely noticed that the redness has calmed a bit! This serum has a strong smell but itu2019s clearly natural and not added. One to two pumps works fine for the face, so it should last a while. I like the sustainability of the packaging toou2014always a plus :)"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was worried my skin would not like this because of lactic acid added, and my skin generally doesn't do well with acid. Luckily, my experience with this serum has been nothing but positive! It did not irritate my skin, it hydrated my skin well and it diminished some of the redness around my nose.  Gifted by Ren skincare."
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "My skin is sensitive, and this serum is light and quickly absorbed into my skin. I've noticed a reduction in redness and increased hydration. It's a fantastic product, and I highly recommend it!! Gifted by renskincare"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I loveee the pump and glass packaging! Two pumps is the perfect amount for my whole face and neck. It's also one of the few products I've found that don't have a strong scent which I love, but I didn't notice a significant reduction in redness. I received this complimentary from renskincare"
        },
        {
            "review_title": "Some much needed skin relief...",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "(gifted by REN Skincare) Coincidentally  with the allergies & dust & pollen lately, I have very sensitive skin around my mouth & nose. This serum didn't sting or irritate the skin further, & helped it feel softer / not as delicate. the redness did go down a tiny bit but nothing crazy in less than a week using it. Since I have been applying it so close to my nose lately the smell kind of doesn't bother me anymore but it was a strong floral/earthy scent to it so if you can't do that then be warned. Overall a great serum for stressed skin so far!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "This is a nice and soothing serum that absorbs quickly and leaves my skin feeling hydrated. I donu2019t struggle with redness so I canu2019t attest to whether it helps with that, but this does seem well suited for sensitive skin. It does have a strong scent but it dissipates. gifted by REN skincare."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The Evercalm Redness Relief Serum is a soothing solution for sensitive skin. Its lightweight formula with chamomile and calendula extracts effectively reduces redness, leaving the complexion calm and revitalized. A must-have for those seeking to combat skin sensitivity and achieve a more even-toned appearance. Complimentary from renskincare."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I love a good instant gratification product! This calms down redness and irritation, especially if Iu2019ve over exfoliated or just neglected my skin a bit. Itu2019s hydrating and layers nicely with other products in my routine. I also love that the brand puts a focus on sustainable sourcing and responsible packaging. Gifted by REN."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Normal skin",
            "review_text": "I received this product complimentary from REN Skincare in exchange for an honest review. This brand is always a hit. Iu2019m sensitive to smells and their scents never give me a headache! This also works well for clearing redness. I recommend!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Amazing serum! Works so well on rednes! Definatly recomend to anyone with red and dry skin!!! Nice light smell and creamy texture! Good pacaging! Worst to try! Would recomend to my Friends and family!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This serum has alleviated the redness I get on my face! I occasionally get patchy red spots and this has really calmed my skin down while providing hydration and protection. It gets absorbed easily into my skin and helps me achieve healthy, glowy skin!"
        },
        {
            "review_title": "Great for redness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Gifted by ren skincare. I had been dying to try this calming line for so long and this one has not disappointed. I get super rosey cheeks during summer from the heat and this has helped to tone the redness and irritation down."
        },
        {
            "review_title": "Must have for reducing redness!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This serum has drastically reduced the redness I get on my cheeks. The serum feels so soothing and nice on my skin and has such a lovely texture. It really does reduce redness after just 30 mins of applying and has helped with any irritation on my face! One of the key ingredients is white mushroom extract which does wonders at reducing redness! This product is also vegan and comes in recyclable packaging - mega bonus points!!! Gifted by REN Skincare."
        },
        {
            "review_title": "Very Soothing Serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This is such a nice serum! I love the thinner consistency and the smell is so nice. It is a light citrus mixed with floral scent. I love that the packaging is made from recycled materials! It glides easily on the skin and I like that the ingredients are infused with antioxidants as well. It is very soothing on my skin. gifted by REN Skincare."
        },
        {
            "review_title": "it works!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "i liked this product because it did help the redness on my face go down slightly. it also didnu2019t irritate my sensitive skin which was such a relief. there is also a lot of product for the price. *Gifted by Ren"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "This is my favorite product line for redness relief! I tried so many other products but Evercalm line just feels the best on my skin. This serum not only reduces the redness but it also keeps my skin thoroughly moisturized and protected. It feels instantly comfortable right after the initial application. gifted by renskincare"
        },
        {
            "review_title": "Really Relieves Redness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received the Evercalm Redness Relief Serum complimentary from REN. This serum is a nice lightweight milky texture. It has a pump to disperse the serum. It does have a faint scent but it's not bad. I get redness around my nose so I was excited to try this serum. I was quite surprised that after a couple of minutes of applying my redness was relieved! My before and after pictures don't really do it justice but it really works well and is super gentle."
        },
        {
            "review_title": "Perfect for allergy reactive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I got to test this product at the best time - I was in Alaska and my allergies were terrible my eyes and skin got super irritated and luckily enough I packed the redness relief serum and as much as my skin was burning there was literally no redness after using this serum - it helped calm my skin down and saved me for pictures! Gifted by REN"
        },
        {
            "review_title": "Soothing, light milky texture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "Love Ren - this is an especially soothing product that I like applying at night. Would be great for inflamed, tired, or dry skin or healing your barrier. The product itself is a very light and milky texture that feels smooth and easy on the skin. Love the glass bottle (feels great quality and can be recycled) and the natural antioxidants too. Gifted by Ren Skincare"
        },
        {
            "review_title": "Perfect day time serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This works for me and works well. Itu2019s got a light scent that is like a gentle freshness but not strong to me. Itu2019s become my favorite serum in the mornings. Itu2019s lightly moisturizing but definitely not sticky or greasy. I love that it has antioxidant properties to protect the skin. I donu2019t have rosacea but I do have a lot of redness in my cheeks and around my nose and chin. This helps to calm it and make it less noticeable. It feels soothing and easily spreads. Itu2019s not totally gone but it does look much better. Another plus for me is that itu2019s in sustainable zero waste packaging. Gifted by Ren Skincare. Iu2019m definitely happy with this formula."
        },
        {
            "review_title": "Itu2019s great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This product is a light cream consistency, it reduced redness and smoothes texture for a younger brighter version of my skin!, I've just started using this and it is really suiting my skin, I'm not sure about the impact on redness as I didn't have that much before, but my skin is really soft and glowing at the moment and I use this with the matching day cream and it's working wonders.gifted by ren"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "What a great redness relief serum it seriously takes care of all the redness in my skin when Iu2019m sensitive. It calms my skin throughout the day & I really have been enjoying it. I would recommend to anyone"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "somebody with super red cheeks I have rosacea I really like this product. I find it works really well and doesnu2019t irritate my skin. It definitely helps with my redness and I will be reaching for this product gifted by REN skincare"
        },
        {
            "review_title": "A must for redness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I tend to get redness on my cheeks from being out in the sun or even when Iu2019m not there itu2019s just a slight redness, so I thought I would try this product. So far it seems to be helping with evening out my skin tone and I think overtime this will be great. Gifted by ren"
        },
        {
            "review_title": "Great for redness!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "I've struggled with redness for a few years now, my cheeks get really really red and nothing seems to help. This redness relief has really done wonders! It calms & soothes my skin & helps the redness fade! It's lightweight and doesn't feel heavy on the skin which I love. You can literally feel the soothing effects which is such a relief because sometimes the redness can burn or feel really hot. This is definitely a holy grail for redness relief! Gifted by Ren Skincare!"
        },
        {
            "review_title": "great for redness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I was gifted by Ren Skincare this Evercalm Redness Relief Serum.  This really helped my irritated red skin so much. It soothes and relives redness and the serum is super lightweight too so no stickiness or heavy feeling"
        },
        {
            "review_title": "Redness Toned Down",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I just started using this for my redness on my face. Iu2019ve tried so many skincare products and this is the best! It doesnu2019t take away all the redness but really tones it down more than any other skincare products Iu2019ve tried."
        },
        {
            "review_title": "Wonderful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This is a wonderful cream. I have always suffered from uneven SkinTone and redness on my face. I put this on every morning after washing my face then I put my moisturizer over it. It truly does help with my redness, I am very impressed! Gifted by Ren skincare"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "After using this serum I have noticed a reduction in redness and irritation, as well as an improvement in my skin's texture and tone. It is gentle and non-irritating. If you're searching for a product that can calm and soothe irritated skin, this would be an excellent choice. Gifted by renskincare"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Really enjoyed using this serum. First time trying this brand and I really like it. This serum kept my acne areas hydrated and less visibly red. Areas did not get irritated or sensitive. Skin felt nice and smooth. Gifted by REN Skincare."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "this is the first product i've tried from ren skincare and it didn't disappoint!! i have redness all over my face but this serum calms it down in less than an hour. it's lightweight, hydrating, and the ingredients in this are amazing."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Me encanta poder encontrar un producto que me ayude con la textura y las rojeces de mi rostro, la primera vez que mi aplique se sentu00eda su00faper, ligero e hidratante, no puedo esperar a ver su uso a largo plazo gifted by ren skincare"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "While this serum hasnu2019t been life-changing for me, I have seen a reduction in redness, and an increase in hydration. I have sensitive, dry skin and have experienced no irritation from this formula. It also has a pleasant, non-overpowering smell. Gifted by REN in exchange for my honest review."
        },
        {
            "review_title": "A soothing serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Received complimentary from REN skincare. This serum has a light texture that smooths into the skin nicely. I noticed a slight reduction in redness and an increase in hydration. My skin felt soothed after use. I use this daily before my moisturizer."
        },
        {
            "review_title": "Good for people with tan skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Iu2019ve been looking for a redness serum for someone with tan skin, usually redness serums have this green tint to them that just makes me look like Casper but this one actually doesnu2019t leave any cast and toned down my redness after a few minutes this was gifted to me by ren skincare I recommend"
        },
        {
            "review_title": "Great at Reducing Redness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I received the Evercalm Serum complimentary from Ren in exchange for my honest review. I tend to have very red skin in the morning and this has really helped. I love how Ren is a clean skincare company and how they care about the environment."
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by ren skin I am loving this Evercalm Redness Relief Serum it really helps to remove the redness from my cheeks and other areas of my face I would highly recommend to all my family and my friends this product is amazing"
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "REN Clean Skincare's Evercalm Redness Relief Serum has become a must-have product in my skincare arsenal. This serum is specifically formulated to target redness and sensitivity, and it has truly transformed my skin. The lightweight texture of the serum absorbs quickly into the skin, providing instant relief and hydration. I have noticed a significant reduction in redness and irritation since incorporating this serum into my routine. It calms and soothes my skin, leaving it feeling comfortable and balanced. gifted by ren skincare"
        },
        {
            "review_title": "Love this serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "The Redness Relief Serum has truly done wonders for me. The glass bottle is 100% recyclable, which makes it better since I wonu2019t be wasting materials. The packaging told me about everything I needed. The serum feels cushioned on my skin and leaves a beautiful smooth texture. It actually does its job and calls down the redness in my skin. The antioxidants infused in the ingredients make everything better as it reduces harmful compounds to my skin and leaves a glossy finish. I am eternally grateful for this product coming to me! I received this product complimentary from REN Skincare."
        },
        {
            "review_title": "Itu2019s a yes for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I am a big fan of Ren, especially the Evercalm lineu2019 I donu2019t have especially sensitive or really red skin however I absolutely love the ingredients in this serum just for general skincare and for using with retinol products or something similar. I find that combining it with their other Evercalm products that my skin looks and feels really healthy and remains comfortable. Gifted by Ren but opinions are mine"
        },
        {
            "review_title": "amazinggg",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Ren gifted me the Evercalm redness relief serum and its amazing!!! my skin is super sensitive and acne prone so this really helps soothe my skin while calming down the redness! I love how my skin feels the next day!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "(gifted by ren) i have been loving this serum for my sensitive skin! i live in the city and my skin is easily irritated by pollution. this has been helping to calm my skin so much and the texture sinks in beautifully :-) worth the splurge!"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I was recently gifted this complimentary from REN skincare. And I am absolutely in love with this product. I could go on and on about how great it makes my skin feel, it completely reduce to my redness, and didnu2019t leave my skin feeling dry the zero is packaging was just the cherry on top 10 out of 10 for me"
        },
        {
            "review_title": "Yes yes yes!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This serum, gifted by Ren Skincare, is perfect for sensitive skin! The packaging comes with a pump, which is convenient for getting the product out. The serum itself is fragrance-free. And it feels instantly hydrating, calming, and soothing on my skin. I have been using this for a week and Iu2019ve already started to see a difference, especially less redness and more moisturization."
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "I have really sensitive skin with rosacea and this product helps me to calm down my redness . Especially on my cheeks . Results are visible only if you use it consistently. This product was gifted to me for this review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I fell in love with this moisturizer after the first use! It does a great job at reducing redness, while also being super hydrating! I love that itu2019s not greasy and doesnu2019t make your skin appear oily in anyway! It also didnu2019t cause my sensitive skin to break out in anyway either! Would definitely recommend it! Gifted by REN Skincare!"
        },
        {
            "review_title": "Diminishes redness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "This serum is very calming and lightweight. I tend to get redness around my cheeks and this product diminishes it and soothes my skin. I use retinol and vitamin c often and the calming effects are much welcomed. I incorporate it into my daily routine now and love the results.  Gifted by REN"
        },
        {
            "review_title": "I can't go without it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Gifted by Ren. I love the zero waste packaging. This formula is light but effective when it comes to fully absorbing my skin while helping soothe my irritated skin. My skin is prone to redness and dry areas. This serum is one of the few products that I use regularly to help with that!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This Redness Relief Serum is such an amazing product! I took off a wash-off mask that gave my skin a little irritation and put this serum and and within minutes, the tingly feeling I had on my skin was gone and my skin felt soothed and protected. I think everyone needs this serum, if not for everyday sensitive skin people, think of it as like an emergency/first-aid serum for your skin! Complimentary from REN Skincare."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This product has definitely made a difference in my rosacea. Within a week of using Evercalm Redness Relief Serum my rosacea has calmed tremendously. I really recommend this product. Gifted by REN."
        },
        {
            "review_title": "Amazing for irritated skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I absolutely love this brand and the evercalm line. My skin is getting a bit sensitive with allergy season so I am always looking for soothing products to help my skin barrier. I love the antioxidant ingredients and especially the white mushroom to soothe irritated skin. I apply this in the AM and PM on clean skin and it immediately soothes and plumps my skin. It absorbs completely without leaving a residue and layers well underneath other skincare products and makeup. Highly recommend! I also really love the fact that this brand is sustainable! I received this product complimentary from REN skincare but this is my honest opinion."
        },
        {
            "review_title": "A game changer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This serum worked fantastic! As someone with rosacea, redness is a daily battle. Constantly having to be so gentle with my face and needing full coverage makeup (which then causes clogged pores) was such a pain, but this serum really helped reduce my redness and I can go about my day not feeling self-conscious! Gifted by REN Skincare"
        },
        {
            "review_title": "Wonderful for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love a good calming serum and this one gifted by ren skincare is great! This feels so silky and soothing on the skin . Great for redness and irritation . Also a big fan of the super sustainable glass bottle"
        },
        {
            "review_title": "Calms my skin down",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I saw my skin clearer and brighter after the first use! It leaves my skin so soft and tames down my redness and blemishes so quickly. I love how light it is and it makes it so much easier to work with. My skin feels hydrated and smooth. My favorite serum gifted by at the moment!"
        },
        {
            "review_title": "Serum that works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "this serum helps to calm my skin and also reduce redness. I think this would work great for sensitive skin too. Amazing fact is the zero waste packaging and this is how all brand should be. Ren is a Great example! Gifted by Ren Skincare"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "If you have sensitive skin this is a must have! It really has helped my red, irritated, acne-prone skin calm down and appear less red. Its even hydrating and gives a nice glow! I definitely recommend it. Gifted by REN."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I am so glad REN skincare gifted me this! Absolutely love! So worth it. I suffer from redness and thus tremendously reduced it! Iu2019ve only been using this for a few days and see a huge difference. I highly recommend this product for those looking to fix their discoloration!"
        },
        {
            "review_title": "Soothing and Calming Sensitive Skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Complimentary from REN Skincare. I applied two pumps of the Evercalm Redness Relief Serum to my face, and it helped calm and soothe my skin. I like how there are antioxidant-infused ingredients that reduce the redness on my skin."
        },
        {
            "review_title": "so soothing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "this evercalm redness relief serum is truly so good and essential for my sensitive and reactive skin type. I also have blemish and acne prone skin and oily skin, so this is perfect to add in my routine! gifted by REN Skincare"
        },
        {
            "review_title": "Great for acne prone and sensitive skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I tried this at sephora and immediately knew I needed this in my everyday routine! I have very acne prone and sensitive skin so I struggle finding a product that actually heals my skin without any side effects or purging. I solely used this to see if my skin would react to it and it didnu2019t leave me with breakouts in the morning like most products do! It got rid of my redness unbelievably quick and I noticed my complexion looked overall more even all day. I definitely recommend this for those days you donu2019t want to wear makeup but still want your skin to look a little perfected."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Oooo I am just enjoying this product and the antioxidant infused ingredients! The packaging is amazing and super sustainable. But the product itself is helping so much with the redness in my skin. Gifted by Ren SKincare"
        },
        {
            "review_title": "new holy grail!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "This serum is my new holy grail! It really has helped my red, irritated, acne-prone skin calm down and appear less red. Amazing and I definitely recommend it. Gifted by REN but the love is all my own!!"
        },
        {
            "review_title": "Works for my redness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Ren skincare gifted me this serum, my skin is really loving this serum my face has some redness but itu2019s working well.   With a fast-acting serum that has been clinically shown to reinforce the skin barrier and defend against pollution while also reducing redness visibly after only 30 minutes, you may instantly and over time reveal ever-calmer skin. This velvet touch serum, which is hypoallergenic and designed for sensitive and red skin, is enriched with soothing White Mushroom Extract to lessen the appearance of redness and ease discomfort and antioxidant Defence Complex to build a moisture shield that helps shield your skin from free radicals and environmental pollutants."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love how this helps the redness on my face and improved the skin texture and impurities. I also love sustainability and how this packaging is so good for the environment. I use this every in my skin care routine and Can really notice the difference in my face. Gifted by REN skincare"
        },
        {
            "review_title": "Best product for redness!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I received this Ren redness relief serum complimentary from the brand to test out for an honest review. This product is amazing, and I love the antioxidant ingredients in it! Itu2019s also has zero waste which is a huge plus! I definitely recommend this product!"
        },
        {
            "review_title": "Yes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "Zero waste packaging, amazing brand and ingredients! This is amazing! I always have redness in my cheeks and this really helps. In 30 minutes my cheeks look less red and way more hydrated and firm. Obsessed. Gifted By Ren skincare"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received this Evercalm Redness Relief Serum complimentary from REN Skincare. As someone who has sensitive skin that easily turns red, this product has been a lifesaver for me! I now feel like I only have to wear minimal makeup as Iu2019m not trying to hide redness any longer."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This serum has been a real game-changer for me, especially as the weather gets warmer. It soothes my skin quickly and is gentle enough for even sensitive skin. Not only is it great as a primer, but it also gives me the confidence to go makeup-free. I'm extremely grateful to have found a product that works for me and is made with natural ingredients. Plus, the recyclable packaging is a huge plus!  gifted by Ren Skincare"
        },
        {
            "review_title": "Works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Works immediately! I donu2019t even have to use foundation when I wear this - itu2019s so good, works after just one use. Get it while itu2019s on sale!"
        },
        {
            "review_title": "Holy grail for redness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Please never stop making this serum, Ren. No other product has helped clear up my redness like it! In just a few days of use AM and PM I no longer needed the green tinted primer I used to wear under makeup to help conceal redness. This evened out my skin tone SO much, and now my complexion naturally looks like how it used to only when I had concealer or tinted moisturizer on. True holy grail, will never stop using this amazing serum!"
        },
        {
            "review_title": "Provides some (not total) redness relief",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I bought this after having great success with the evercalm moisturizer. It does help somewhat with redness, but for me only if I put it on after the moisturizer (not under it). One pump does my whole face but for the price I was hoping for better results."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Iu2019m not seeing much reduction in redness, but Iu2019m finding it a nice serum nonetheless. It smells lotion-y in a pleasant way. I got mine for cheap, not sure I could justify paying the full price, unfortunately."
        },
        {
            "review_title": "Kept skin soft, but no change to redness.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I have rosacea and while this did keep my skin soft and didnu2019t flare up my skin, it didnu2019t help the redness either. Not a bad product, just didnu2019t work for me!"
        },
        {
            "review_title": "Vomit Smell",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "It seems fine enough however, it smells so strongly of vomit that I literally can't use it. It genuinely smells identical to throw up so much so that it makes me queasy when I use it. Not sure if something is wrong with mine or what."
        },
        {
            "review_title": "soothing, even tone every time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This stuff is great for sensitized skin from treatments or waxing. It calms redness, stops stinging and itching, and even prevents bumps from forming post wax. I also apply it every morning before my moisturizer and makeup and it cuts any redness that might show up from irritation, the result is even toned skin soothed, hydrated, and healthy. If you are dealing with redness or sensitivity, this is a great solution, it is a little pricey however I notice that when I donu2019t use it I get more redness around my mouth and nose. If I had to cut it out of my skin regimen I could but because it HAS noticeably helped my skin tone and helps with my post wax care, I do keep it on hand."
        },
        {
            "review_title": "hypersensitive skin - this can calm your skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "My skin is sensitive especially after removing the makeup on my face. The skin on my cheeks, my forehead and the two sides near my mouth became patchy red, itchy and tinging. I was desperately looking for something that can relieve the redness on my face. I found this product - Evercalm one day at Sephora, though it is expensive for the size of the product, I still want to give it a try.  IT WORKS! It calms my skin's redness within a day and now I use it everyday. No more sensitive reaction on my face, no more redness, so far so good!  I will definitely recommend this to people who have the same skin issue as mine"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I love how soothing this product is. Every time I apply it, my skin just feels instant relief. I love using it after a face mask, but it works great in your daily routine as well. A must."
        },
        {
            "review_title": "This product DELIVERS!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "After reading all of the positive reviews, I finally bought this product and hoped it would help diminish the redness I have on the apples of my cheeks. My redness has been there for awhile, but I always just covered it up with a litter concealer and went about my day. Iu2019m a full-time student who also works full time in healthcare. Iu2019m sure that flushed look was always related to stress and lack of sleep. But I digressu2026 I have very sensitive skin and this serum went on smoothly without any harsh reactions. After only five days of using in the AM and PM (as instructed), I can already see a MAJOR change in the amount of redness on my cheeks! I really wish I had taken before pictures to share. But wow! I wasnu2019t expecting to see results so quickly but Iu2019m THRILLED! I canu2019t wait to see how things progress with continued use. Plus this serum is clean and Ren uses environmentally friendly packaging. Whatu2019s not to love about all of that?! I wish more skincare companies were as responsible. Highly HIGHLY recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "WHERE HAS THIS BEEN ALL MY LIFE!!! I have the most sensitive skin ever. I love this stuff def will re purchase again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I use this on my cheeks and around my nose to help with redness. Really reduces the overall redness and leaves the skin cool feeling. Smells good too!"
        },
        {
            "review_title": "Really effective!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Effective! I had a lot of redness that no other creams helped reduce or even erase, but within 2 weeks I saw a big difference, my face has barely redness now and Im so happy. Buying this cream over and over again, Im not used to leave reviews but Im so happy with it!"
        },
        {
            "review_title": "Amazing Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I have roseca on my cheeks as well as very sensitive, dry skin. I have tried so many products and nothing helpedu2026until this! This helps lessen the redness on my cheeks, it doesnu2019t burn or irritate my skin. I listened to recommendations on other products people with roseca swore by and they did not work for me. This is a must have product and I highly recommend it. If you have roseca, dryness and extremely sensitive skin, give it a try!"
        },
        {
            "review_title": "Great For Angry Winter Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I adore this serum so much! Itu2019s been a life saver for me this winter when Iu2019m face has gotten irritated and angry from the cold. Iu2019ve noticed a huge reduction in redness in my cheeks especially. It has a light natural scent which I definitely appreciate. I highly recommend it to anyone with red or irritated skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I was gifted by Ren Skincare. I really love products with vitamin C but recently I started to have weird reaction on my skin so Iu2019m being very careful. Luckily this serum felt very good and the skin was very bright and smooth. Very nice feeling after usuals it. Canu2019t wait to see results:)"
        },
        {
            "review_title": "It works!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I canu2019t believe this reduced my redness in less than 20 minutes after applying. See photos. I have mild rosacea and this is the 1st product Iu2019ve ever bought that doesnu2019t just try to cover it up. Iu2019m thrilled with the results. To me this is worth the price."
        },
        {
            "review_title": "too expensiveu2026 doesnu2019t work",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Overhyped. I have rosacea and this does nothing.. I used the whole bottle and I saw a bit of redness relief nothing crazy like nobody else noticed. And for the price of this? Def not worth it in my opinion"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "A nice addition to your skincare routine! Light formula that applies smoothly onto face. Smells amazing. Does slightly seem to help with redness, especially when applied at night."
        },
        {
            "review_title": "Clean Beauty Win for Fall",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Loving this serum right now, especially with the transition into fall. It calms my skin down quickly and hasn't been irritating at all. Great as a makeup base or giving me confidence on a makeup free day. I have very sensitive skin so I am so happy I found a clean beauty product that actually works. Plus their recyclable packaging is a major plus!"
        },
        {
            "review_title": "Redness relief",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "This a great serum to add to your skincare routine. It also help with red irritated skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "REN Clear Skincareu2019s Evercalm Redness Relief Serum is a true gem in skin care! I love that this product is vegan, not to mention on the packaging it says in multiple places u201cclean to skin, clean to planetu201d, and please recycle. I like when products use their platform to promote things like that. Now to the product, it is oh so amazing! It is a velvet-touch soothing serum that helps to relieve skin irritation or reactive and/or redness prone skin due to having sensitive skin and works to calm things down. Bonus, this serum helps to protect skin against pollution damage from environmental aggressors. After applying the serum to my face it feels soft but most importantly relief. Definitely a game changer for people with sensitive skin."
        },
        {
            "review_title": "Redness relief",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Iu2019ve tried some Clinique stuff and I do like what this Ren line stands for.  When the product is clean it makes you feel more clean and conscious what you are putting back to the environment . I would probably buy this product. I also would recommend to anyone with redness skin issues."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I tried this serum few times. Works good, but I donu2019t like a smell"
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Great product! I love the nice cool feeling in my face after applying. I also love that it helps with redness and doesnu2019t irritate my skin. Definitely will buy again."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This product is incredible at reducing redness!  Within 15min, I saw a noticeable difference.  It is amazing for hiding cystic acne redness.  I highly recommend this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I really like incorporating this product into my routine! Whenever my skin starts to feel more irritated, I use this and itu2019s helped reduce redness flare ups! Really good for sensitive skin."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "great product! helps reduce noticeably of blemishes."
        },
        {
            "review_title": "Redness Gone!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I suffer from horrible cystic acne since I got off my birth control. Nothing was working to help my redness until I tried Ren Evercakm Redness Relief Serum. Just 2 squirts is all you need. Apply to your problem area. I notice a difference in about a week. The smell is very earthy. Perfect for my sensitivitie skin. I recieved this free for my honest review. i recommended this to anyone with stressed skin."
        },
        {
            "review_title": "Itu2019s now a must in my skincare regimen.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love this product. It is the first product I use after my facial wash. It leaves my face feeling fresh and reduces redness almost instantly. A little bit goes a long way. Itu2019s now a must in my skincare regimen."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This product left me long lasting relief, while also being gentle on my skin, and didn't have an intense fragrance. I would most definitely purchase this product."
        },
        {
            "review_title": "big hit!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Gave this to a friend who had wanted to try it already. She's loving it and expects the full size bottle to last a good while!"
        },
        {
            "review_title": "Quite Pleasant Calming Serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I've used a handful of Ren products before, and continue to find myself a fan. I'm fairly pale, with slightly sensitive skin that will occasionally get dry and/or red. My skin DRINKS UP this serum, it has a milky consistency and soaks in and hydrates my skin pretty quickly. This helped alleviate a little irritation I've had the past week or two from switching to heat now that it's colder in New York (November 2021). I have a feeling I'll be reaching for this all winter."
        },
        {
            "review_title": "Works well on sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I had a few irritations on my skin that really prevented me from using my normal products. My skin was sensitized and needed some calming. I used the redness relief for about two weeks on my skin and it really helped. It calmed the redness and also was gentle enough to not irritate my sensitized skin."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I tried this serum for about 10-14 days and noticed difference in my skins texture and coloring almost immediately! Itu2019s very lightweight and non-greasy/sticky. Non irritating and not overly scented."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Redness Relief is right. It doesn't get rid of your redness completely, so you do have to apply everyday. However, I see results in about 20-30 min. So if you apply in the morning, you can see results by the time you are out the door."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this product! Definitely recommend for redness! Smell is a little strange, but itu2019s a light smell that doesnu2019t last long. Makes skin smooth and has not caused any blemishes, lasts all day."
        },
        {
            "review_title": "REN evercalm",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I think this serum worked great for soothing immediately, wore well under makeup as well. In the colder months I tend to have a bit more redness in my t zone. As far as relieving redness, I noticed a significant change , it's not going to completely go away but over weeks it seems to work better than initial use!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "It really helps with the redness on my face. It also doesn't irritate my skin or leave it feeling like anything is on it."
        },
        {
            "review_title": "Best serum ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Amazing serum  Iu2019m in love with this itu2019s part of my daily routine I wonu2019t changed this product !!!!!"
        },
        {
            "review_title": "Love this serum!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "I received Ren Clean Skincare Evercalm Redness Relief Serum complimentary from @RenSkinCare and @BzzAgent in exchange for my honest review. The soothing velvet-touch serum helps to calm & relieve discomfort from irritated and sensitive skin that is prone to redness. It also helps strengthen your skins moisture barrier, which helps to protect against environmental aggressors. There is a very light, mild smell that absorbs right into your skin. I use it both in my morning & evening skincare routine and I gently press the serum with my fingertips onto my cleansed skin, and reapply as needed. This serum is amazing at restoring stressed skin, along with being gentle on my sensitive skin. I love a skincare product that respects my skin as well as our planet, also that it is a vegan product, and dermatologist tested and approved! I love that they use Albtrellus Confluens (Mushroom Extract) to help in soothing, preventing, and protecting discomfort in redness prone skin. I also love that they use Beta Carotene and Biosaccharide as a defense complex that helps to reduce oxidative stress and helps to keep your skin protected from environmental pollution. I like the packaging, the glass bottle, and that both are recyclable! I really enjoy the design of the bottle, and the pump puts out just as much as you need. With it being clear glass, I am able to see the product, and that helps to be able to see when I need to order more! This product has worked so well on my skin and look forward to trying more products from this brand! I will definitely purchase more when this bottle gets low, and would highly recommend it to people with sensitive skin, or redness prone skin. #RENSKINCARE #RenCleanSkinCare #BzzAgent #complimentary #RednessReliefSerum"
        },
        {
            "review_title": "Great for my sensitive skin!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019m definitely a fan of this moisturizer. Perfect serum for what it says: evercalm redness relief. Used it during a particularly bad stress flare up on my face and it instantly calmed it down.  I have extremely sensitive, combination skin and this serum works wonders. Absolutely love the formula, and would buy again.  4/5 stars only because the pump was broken. Maybe I got a dud but possibly an issue to consider."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I really liked this product.  It is easy to apply, has a delightful smell, has excellent consistency, and works.  After I started using this serum, my skin looked healthier. It reduced the redness and helped me to control the appearance of pimples.  I am happy to test this product."
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Good product and does get rid of my redness on my cheeks and around my nose but it is water based I do have dry skin so I prefer oil base but that doesnu2019t mean you canu2019t go in with an oil or heavy moisturizer afterwards. This product is not bad and if you have issues with redness Iu2019d recommend it"
        },
        {
            "review_title": "Works great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "It really helped my skin to reduce the redness caused by multiple reasons. It calms down skin to settle down and helps to retain back to normal look. Since then I started using this serum I see less redness on most of the spots on my face. It soothes, protects and prevents discomfort in redness prone skin. I used both Am and pm as suggested for best results."
        },
        {
            "review_title": "Soothing serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I like this serum for being lightweight and easily soothes and calm my skin. The only thing I don't like is the smell. But overall works great on my skin because it moisturized it and I love it for being vegan and great for oily to combination skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "I loved this redness relief it worked amazing Iu2019m obsessed"
        },
        {
            "review_title": "Works",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this product! I use tretinoin and can sometimes be red and inflammation on my cheeks and forehead. This honestly did calm it down. Never had any stinging sensation.  Goes on so silky smooth. Leaves your skin so moisturized, you could almost use just that with sunscreen you if didn't have time to put a moisturizer on. Light scented noted but not too strong."
        },
        {
            "review_title": "Itu2019s ok, but smells yuck",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I like it, I really do. Just the smell to me is hmm, not the best. It does calm down the skin and it even helped with sunburn, but I still cannot get over the smell. :/"
        },
        {
            "review_title": "Masks and evercalm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "So to start I have acne and combination skin.  Working in healthcare I wear a mask 11ish hours a day.  This was a amazing treat to receive in the mail to test and give my own opinion on.  The serum is soft and silky and did not irritate my face.(win win). It reminded me of Sunday Riley good genes, right down to the smell!  I am giving this praise because not only did it work the cost is so much better than good genes.   I have had way better results so I love this!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Tho has help relief redness from my face and also has disappeared the acne spot I had , I been using it for almost a month and have seen a big difference on my skin , definitely worth it ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This product works very well surprisingly, Iu2019ve never found a product thatu2019s marketed for redness relief that actually works like this one does. The only critique I would give is the scent and the pump, the scent is nice but itu2019s way too strong and the pump hardly dispenses anything out."
        },
        {
            "review_title": "It's working... Duh!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Great product! It's super light and makes my skin feel fresh and gives it the perfect dewy glow!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Nice and light. Haven't really noticed a difference yet in redness reduction but am also on a prescription skin cream for my acne rosacea."
        },
        {
            "review_title": "Hello foundation-free skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Iu2019m so happy that I found this serum. My face stays so red and splotchy that I have to wear foundation just for my skin to look u201cnormalu201d. Iu2019m not a fan of face makeup because it irritates my skin so finding this product and having it completely erase the redness has been a game changer! It does not have a strong scent, nor does it irritate my skin or clog my pores. I can apply this, let it set it then apply my mascara and lip gloss and Iu2019m good for the day."
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "This serum is excellent! It has really been helping with my redness while leaving my skin super soft! I have been tapping it in rather than rubbing it."
        },
        {
            "review_title": "Soothing Serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Absolutely love! It really does help to calm my redness and feels light and hydrating on my skin. I have extremely sensitive skin and am allergic to most cosmetics- Ren has been my go-to! It's clean, gentle and affordable, but also has amazing results. This is a very light pleasant scented serum. It doesnu2019t have a strong scent which is nice for sensitive skin. Cannot wait to try more of the products!"
        },
        {
            "review_title": "Absolutely loved this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This is by far the best product I have ever received for review. I definitely suffer from redness and this has helped in the immediate and long term. I also did not have any negative effects with this, mainly break outs were my concern. I highly recommend this if you suffer from redness like me."
        },
        {
            "review_title": "Evercalm Redness Relief Serum is Fantastic!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have been happy with this Evercalm Redness Relief facial serum by REN. I like that it is not too thin (doesn't squirt messily straight out of the top of the applicator as my thinner serums have in the past) but it is also not too heavy or oily. It is a lotion consistency serum and provides a good balance of moisture. It does not make my skin and fingers sticky or tacky. I can apply this serum under my makeup without issue or canines of my foundation. My skin feels soothed and cooled. The scent reminds me me almost of an herbal licorice tea with some floral essences. Evercalm contains white mushroom, sunflower seed oil, rosemary leaf, and other wonderful ingredients. It also contains Squalane, which is excellent for anti-aging as mimics your skinu2019s natural oils for hydration and wrinkle prevention. I love this serum and recommend it highly."
        },
        {
            "review_title": "Calming and hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "My skin is on the dry side and this serum really helps to keep my skin hydrated and soothed when using active products that sometimes cause some temporary redness! I love how this serum feels when applied and it definitely helps treat my over all redness especially after I use a light facial scrub in the morning!"
        },
        {
            "review_title": "not that great",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I am not sure that this product makes my skin less red. The scent is so strong. It smells like a cheap lotion. It irritates my nose.I found this product very drying. It is very thin/runny but does not absorb into the skin well. It is mildly sticky.  the pump does a good job at dispensing a good amount."
        },
        {
            "review_title": "skin relief",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I did not see many visible results after using this product but I did felt my skin more smooth and hydrated."
        },
        {
            "review_title": "Works Well",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I was hoping for a lot with this serum, mainly because of its name. Maybe that was my fault but after a few weeks of testing I didnu2019t see a huge difference in redness. But I mean I get a lot of redness because Iu2019ve strayed from makeup for a while due to breakouts so being completely bare faced, the end result is still some redness. With makeup on, Iu2019m sure it would all be hidden."
        },
        {
            "review_title": "Pretty good",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Pretty good soothing serum, a great option for those with sensitive skin. The serum is lightweight and moisturizing. It absorbs into the skin quickly and leaves skin with a nice clean feel. The serum contains a fairly potent floral scent ( in case you donu2019t like fragrance in your skincare)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "I am extremely fair and I frequently experience redness on my skin. This product actually helps it so much! And it goes on really well under makeup. I put it on any red spots in the morning, wait a bit, and then apply my makeup over it. Works like a charm! Amazing texture."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I absolutely Loved this product! It calmed my red skin, and the texture was better than some expensive brands Iu2019ve tried. Lightweight feel."
        },
        {
            "review_title": "REN",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This product  help with redness & did not cause any issues or breakouts.  The smell is pleasant & isn't sticky for long at all!"
        },
        {
            "review_title": "Reduces (some) redness overnight.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I am very fair skinned and constantly searching for products to reduce the redness Iu2019ve always had on my face, especially my cheeks my nose and my chin. This product has a nice smooth texture, absorbs well, feels good going on, and does seem to help reduce redness if I apply it at night and give it time to soak in and do its thing. In the morning my skin looks plump and less irritated. The packaging and pump are nice and donu2019t waste product as I can do a partial pump if I only need a bit more for a small area that I missed. It seems to play decently well with makeup, too. It doesnu2019t work super quickly to reduce redness and it doesnu2019t completely negate the need for foundation or other forms of color correction, so itu2019s not perfect, but that being said I would still recommend it."
        },
        {
            "review_title": "Removes Redness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Ren Skin Evercalm Redness Relief Serum is a lightweight lotion in a pump bottle. It is effective at moisturizing, and my skin felt smooth hours later. It is light-weight, and isnu2019t greasy or irritating. It visibly reduced the dryness immediately. Redness did not instantly vanish, but was noticeably reduced after the product had been on my face for a bit. There is not an apparent fragrance. Instead, I would describe the scent as a clean clay, similar to a mud mask. White mushroom serum is said to sooth sensitivity and reduce redness and strengthen the moisture barrier, while beta-carotene and biosaccharide protect skin from pollution. It did take quite a few pumps to apply to my entire face. The company advises applying by pressing, rather than rubbing on your face. I appreciate that the glass bottle is recyclable, and the pump is made from 50% recycled plastic. It would be even better if the pump was recyclable. I would buy and recommend this product to family and friends."
        },
        {
            "review_title": "Effective",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Not only does it work to improve rosacea redness it also works perfectly to improve eventual redness due to irritation, dryness or breakouts, this serum is perfect because it feels soothing, and reduces discomfort, it also reduces redness incredibly quickly, it also increases the barrier protection and hydrates the skin, it is creamy, light, easy to apply and does not leave sticky residue on the face, I recommend it"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I don't have extreme redness so it was hard to tell how effective it was. However, I did notice my skin looked brighter & felt less sensitive after using it for a week. I don't think I will continue using it though - there are other products I prefer over this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Hands down, I love this serum. I suffer from constant redness on my cheeks and nose. I was concerned that the botanical smell in this serum would irritate my skin but the bottle says itu2019s sensitive skin friendly so I gave it a try and it works great. The serum is very lightweight and soaks in fast. You do have to reapply but I donu2019t mind because I donu2019t wear face makeup."
        },
        {
            "review_title": "Works!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This product really did help with facial redness and did not cause any breakouts! Pleasant smell and isn't sticky for long at all!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This stuff is magic!!! Love it so much, also smells amazing! 10/10 recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This was my first experience with the REN skincare product and so far I am happy with it. My face tend to get red and this serum does help with it. I love how lightweight it is. This serum is a great addition to my every day morning routine. It absorbs very quick and doesnt leave any residue. My skin feels great and ready for a moisturizer. This serum smells very good. The scent is not too weak and not too strong just perfect. One thing that I would improve is the bottle it comes in. The bottle is nice however it doesnu2019t come with a cap.  Overall, I like it a lot and will continue using it."
        },
        {
            "review_title": "Must have for redness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I was happy I was able to try this product.  I suffer from redness on my face and have trouble finding products that work with my skin. This serum helped clear up some redness and it is so lightweight on my skin. I love that it's made of clean ingredients."
        },
        {
            "review_title": "good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Itu2019s nice, I like the texture and how my skin looks after itu2019s absorbed, it does take a little bit of the redness away but I wasnu2019t mind blown"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I like the scent and overall gentle nature of this product.  It feels great going on your skin and absorbs instantly. The perfect product to layer with others amidst your morning routine. Reduces redness and makes skin feel hydrated!"
        },
        {
            "review_title": "Works great! Light and redness relieving",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this product so far!  I have been using it for about a month. I apply it at night and in the morning. I have noticed as I have gotten older that I get more redness around my nose and tops of cheeks. This redness relief is creamy and light. It has reduced my redness and do not feel heavy. Extra bonus: it smells fantastic!"
        },
        {
            "review_title": "Nice but nothing new",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This serum has a nice texture to it but I don't find that it did anything to calm my redness. It did, however, feel nice on my skin! I also appreciate the product is clean and there is no harsh smell."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Has a great calming effect on the skin basically on contact. I did notice reduced redness on my cheeks after repeated use that I had due to sensitive skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This serum has a really fresh, clean, botanical smell, it's not too overpowering, it's actually really pleasant. The packaging is a really nice glass bottle that has a really good pump, it dispenses the perfect amount of product. It's fast acting at neutralizing the redness and calming the skin. It's lightweight and absorbs quickly, plus it doesn't leave the skin greasy. It's a little pricey at $58 but Ren always keeps the earth in mind with the production of their products so that explains some of the price point. It does what it's supposed to but I'm not sure I would repurchase as I have other products that do the same"
        },
        {
            "review_title": "Great calming serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I was pleasantly surprised how fast the product reduces redness of my skin. The serum is easily absorbed, makes your skin healthier looking. Would definitely get the whole line. Highly recommend product."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "This serum was very lightweight and gentle on my skin.It didnu2019t make my face oily like other products do and I have noticed a reduction of my redness."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This product was gentle and soothing to my skin. Itu2019s very lightweight and not greasy or heavy. I do not smell any scent. I am not sure if I see a reduction in redness yet but I love the feel of it on my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I tried this serum and it's very gentle on my skin. I have been using it every morning after washing my face and before applying moisturizer and sunscreen. The green tint neutralizes the redness in my skin. It's very moisturizing and it also wears well under my makeup. I will continue to use this."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love this serum for when my skin is particularly angry - it soothes it and reduces redness."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "Loved this! It left my skin so soft and smooth. It was light and not greasy. It reduced redness and puffiness immensely."
        },
        {
            "review_title": "works great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I really enjoyed this product. My skin tends to get red, especially when I do my pre morning skincare routine. I definitely noticed a reduction in the overall redness - not 100% but at least 50-75%. I would recommend!"
        },
        {
            "review_title": "Silky Smooth",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "This lotion has a wonderful soft and smooth feel too it, I never feel like Iu2019m putting anything on my face but the results are immediate! Donu2019t know if itu2019s worth $58 but if you have the money/need something for sensitive skin itu2019s definitely worth trying."
        },
        {
            "review_title": "Good product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Leaves skin feeling soft and fresh but not too greasy, I have oily skin but I still enjoyed this serum. Reduces redness pretty quickly with one use, would definitely recommend!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This serum is amazing as a serum. It was moisturizing, didnu2019t feel oily, absorbed well, and fit into my skin care routine flawlessly. However, I didnu2019t notice much difference in my redness. Iu2019ll continue using it because I love it. Hopefully over time it will help with the redness."
        },
        {
            "review_title": "Helped my redness a lot!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This product has helped subdue my skin's redness. Even after applying my daily moisturizer, I usually notice my face turn red. Since incorporating this serum into my routine, I notice significantly less redness on a daily basis. I did notice pilling from using the product initially, but I've since decreased the amount I use to a little less than 1 full pump."
        },
        {
            "review_title": "Best serum ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "This serum changed my life, it has been eliminating all my redness and irritations, my skin is much healthier, hydrated, feels strong and resistant.  my skin barrier is strengthened, in the morning I use it after washing my face, then I apply moisturizer and sunscreen, at night I apply it after my retinol serum and I feel that it has reduced the possible irritations caused by retinol, I really use it every day and I plan to continue using it, I would buy it again without thinking."
        },
        {
            "review_title": "Soothing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This serum is very soothing and absorbs quickly. I love the texture and how it feels on the skin. I gave this 4 stars because I didnu2019t see an immediate difference with reducing redness."
        },
        {
            "review_title": "Actually calms redness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I am pleasantly surprised with how effective Evercalm Redness Relief Serum is at calming my redness. This applies so effortlessly on clean skin and makes my complexion look so much more even. Iu2019ve even tapped some on my cheeks over other skincare and it did the trick!"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Very nice product for redness, and I love how clean the brand is, no harmful ingredients!"
        },
        {
            "review_title": "Calming",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This was my first time trying REN skincare and I appreciate them for being clean + planet friendly. To be honest my face doesnu2019t get as red but I noticed it helped calmed my skin."
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this product as a free sample to give my opinion, oh my god I must say it exceeded my expectations when compared to other similar products. The feeling when applying it to my face is wonderful, the quality is excellent and I can feel my skin soft, smooth and hydrated"
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "My skin is so soft and it wasnu2019t oily when I woke up!"
        },
        {
            "review_title": "works good enough",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "this actually reduces redness! not completely, but definitely noticeable so I don't need as much foundation and concealer to cover it up. smells nice and herby too but for the price, I expected better perforomace."
        },
        {
            "review_title": "Okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I didn't really notice a difference in my face for the little time I had to use the product. The texture is nice and it has a decent scent. It didn't leave my face sticky."
        },
        {
            "review_title": "Redness Relief",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Has definitely helped with redness, but my skin was a little sensitive to it. This might not happen to other people."
        },
        {
            "review_title": "Nice Surprise",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I've struggled with redness forever and did all color correcting, creams, portions, cucumbers sliced...things worked but this works better and lasted long.  I still use color correcting but not nearly like before I can use a sheet amount and now my foundation doesn't have a green tint.  So I'm happy!"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Loving this stuff so far! No smell, great consistency and definitely takes out the redness in my face. So far so good!"
        },
        {
            "review_title": "WOW!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "What a great product! I've always had some redness on my face that I have been super insecure about. This product is great and helped to reduce that redness significantly! I love that it is a clean product and I'm so excited to continue to use it. I would totally recommend this product to others. I received this product for testing purposes only."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Personally, I didnu2019t notice much of a difference with this product. My skin is usually on the red side but this didnu2019t do much to eliminate that. It smells very nice and absorbs quickly but I wouldnu2019t repurchase simply because of the price tag and lack of functionality. Good for a little skin treat though!"
        },
        {
            "review_title": "Amazing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This stuff is FANTASTIC!! My boyfriend is a redhead and has very sensitive and fair skin; we used this product on the redness on his cheeks, nose, and chin. I could see a difference almost immediately!!! I canu2019t wait to see what results he gets from long term use!  10/10 for sure!!"
        },
        {
            "review_title": "So calming",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I typically do not experience redness as Iu2019m a person of color unless I get a really bad sunburn. Although I didnu2019t get to test out the redness reducing result I do have to say I love how calm and soothing this product feels on my skin"
        },
        {
            "review_title": "Didn't work for me..",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "I tried this product and I have seen NO change in the redness!! Glad I got it free to try!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I have redness near my nose especially in the winter and this has helped this go away. I love that it didn't affect my skin and I had no reaction. It a great product and also helped my sister with her redness as well."
        },
        {
            "review_title": "Smooth and Calming Serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I normally don't have red skin so I decided to try this on my sun burned face. Sadly, it did nothing. Then I tried it again on a chemical burn. My face was bright red and burning. Sadly again, it did nothing. Then the other night, for some reason my right cheek was red and hot to the touch. It looked like it was starting to swell. I applied this serum and went to bed. To my surprise, my skin was completely clear when I woke up in the morning. It looks like third times a charm! I will say I absolutely love applying this to face. It goes on so smooth and feels so calming. It dries completely and leaves no residue behind which I absolutely love. I would absolutely recommend this to anyone who would need this type of treatment."
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "OBSESSED with this! This evens out my skin tone and reduces irritation/redness of any breakouts or dryness on my face. It is so gentle and doesnu2019t cause my eczema to flare up on my eyelids as many serums do! Cant recommend this enough."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I usually get redness on my cheeks. This product helped to relieve the redness there and the redness I get when I have acne breakouts. I am not fond of the smell of the product."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I was happy to receive this product as I love trying out vegan and clean skincare products. This serum surprised me on how nice it felt on my skin. It does have a light fragrance to it so Iu2019m not too sure it will be on sensitive skin. Another thing is I donu2019t know if it did much to relieve redness on my skin."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This was really soothing when I was having an acne breakout!"
        },
        {
            "review_title": "Glowing Skin!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I have been using this for the past 2 weeks every night before bed after I wash my face and it leaves my skin feeling so pillowy and looking so glowy. I have to remove the hair from my upper lip and put this on after and had NO burning and NO irritation which is a first. I use 3 pumps and cover my face and neck thoroughly. This has a very minimal smell. I am very excited to find this brand. I received this sample as a gift. The opinions are my own."
        },
        {
            "review_title": "Worth the cost",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Better than expected! So I have fair cool pink toned skin and rosacea. My skin gets red red. I also don't love full coverage foundation, so covering the redness is difficult. I've been using the serum for about 3 weeks now twice a day. My redness isn't gone, but it's vastly improving. I've used probably a fifth of the bottle so far as well, so it's going to last a good while and provide some more value.  It's not quite moisturizing enough for my skin, but it's just one step and I don't mind adding more moisturizing products."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I tried this product after having some skin irritation due to waxing. I didnu2019t mind the smell which was great. If felt great on my skin and melted in smoothly. My only complaint is that the pump wouldnu2019t work after multiple attempts."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I enjoyed using my Ren skincare and I felt responsible using a green brand. The product did lessen the amount of redness and my skin looks much healthier because of it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Really good for redness and sensitivity relief. Restores calm to the skin. Fantastic serum for sensitive skin."
        },
        {
            "review_title": "Canu2019t stand the smell",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Evercalm Redness Relief Serum has a very nice texture and works great. The only downside for me is the smell. I canu2019t stand it. I thought Iu2019d get used to the smell but it didnu2019t happen. As soon as I apply the serum, I try to cover it with the moisturizer to eliminate the smell.  I wouldnu2019t get this serum again, although I like how it work on my skin."
        },
        {
            "review_title": "Redness on my face? Where?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "First thing is how amazing is it to see more and more  products that are vegan, gluten-free, cruelty-free, and the best of all is the recyclable packaging. I love skin care products and with that sometimes our skin can be very sensitive and that's when this products come in handy. It reduces redness in just 30 minutes. I can apply my regular makeup after. I like that it's for all skin types. My skin is a combination of oily and dry and this absorbed fine.  Highlighted Ingredients: - Albatrellus confluens (White Mushroom Extract): Soothes, protects, and prevents discomfort in redness-prone skin. This serum is very easy to apply and doesn't leave a sticky layer."
        },
        {
            "review_title": "moisturizing serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve never tried Ren skincare before, though Iu2019m surprised because I really like the message they put across and the products they sell seem up my alley. I gave this serum a good two weeks before I left a review. Iu2019m happy with it, but I wouldnu2019t purchase myself for the sole goal of clearing up my rosacea-redness. I do appreciate that my face doesnu2019t look as red, however I felt this serum worked a lot more at keeping my face feeling nice and plump. For redness, I think I would go for something else. I do recommend this serum but not for redness clearing purposes, UNLESS your redness is very mild."
        },
        {
            "review_title": "Calmed my skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Great product. I love Ren as a clean/planet friendly brand so I was so excited to try this serum when I received it free for a review. This serum is really nice. It went on easily and really helped reduce the redness I was seeing on my cheeks. I had been previously covering it up with additional foundation which was creating an evil cycle of breaking out and more coverage. This allows me to do a lighter layer while still covering my issues."
        },
        {
            "review_title": "Feels nice on the skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I loved the way this product feels on the skin. It's nice, lightweight and absorbs in quickly. I appreciate the glass pump bottle and Ren's dedication to being environmentally conscious. I used this product in the evening and I didn't notice a huge difference, but I saw some redness go away around my nose. I will say, it's a bit of a steep price for not seeing a huge result, but I would still recommend this product to anyone dealing with redness!"
        },
        {
            "review_title": "Amazing product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received Ren Evercalm Redness Relief Serum to try. I appreciate Ren for being environmentally consciousness as the packaging is recyclable. The product comes in a pump bottle which makes dispensing the appropriate amount easy. The serum is light with a nice smell. It absorbed into my skin quickly with no residue or sticky feeling. I noticed that helped to alleviate the irritation and redness caused by the retinol product that I use daily.  It works fast and is very hydrating. I highly recommend this product as an addition to everyone's skin regimen."
        },
        {
            "review_title": "Pricey but nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I  received this product for free in exchange for my review and it feels really nice on the skin. I   don't know if the price is fully worth it but it does feel nice"
        },
        {
            "review_title": "Ren Evercalm Redness Relief Serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Thanks to Bzzagent, I received this Ren Evercalm Redness Relief Serum, complimentary, in enchange for my honest review. The following opinions are 100% authentic and my own. Ren is one of my all time favorite brands ever so I was greatly anticipating trying this Redness Relief Serum! Ren's packaging is 100% recyclable and ingredients are natural and clean. This serum does a great job at calming the skin. My skin tends to have a rosy, flushed look, more severe when I actually am feeling flushed and hot, and Ren's Evercalm Redness Relief Serum immediately soothes and calms the skin, greatly minimizing redness and overall blotchiness. I almost feel a very very mild cooling effect, which I love. This is a great serum to wake up and go to bed applying . It's one of the most proactive redness relief products, I have ever tried!"
        },
        {
            "review_title": "Calming and hydrating. Great for post-exfoliation!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I liked how hydrating and soothing this serum was. I used it on somewhat irritated, dry skin the morning after using retinol and it definitely made a difference in how fast my skin bounced back to normal. I have also used it after mud masks and other exfoliating products to help calm any redness/acne.  The serum has a light consistency and sinks into my skin very quickly. It has a pleasant scent despite not containing fragrance and I do appreciate the fact that the packaging is recyclable! I am always looking to cut down the amount of waste i generate in my beauty routine so I love seeing brands take this initiative. My only complaint about the packaging is that I do wish it came with a cap to go over the pump just for sanitary reasons. I imagine it may also help prevent product from drying in the nozzle and clogging it. Overall a nice serum that worked well for my combination, acne-prone skin!"
        },
        {
            "review_title": "Great at reducing redness!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I was super interested in trying this product. Iu2019ve tried other redness reducing products before but never one was an ingredient like white mushroom extract. First off itu2019s very light weight and soaks in to the skin wonderfully. Has a light pleasant smell. I saw a reduction in redness after about an hour and with in days my redness was almost completely gone. This product was very gentle. No breakouts or reactions. I just wish the price was a bit lower. Would still definitely recommend."
        },
        {
            "review_title": "Great for redness!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This product is really great at relieving redness. It helps with overall redness and skin discoloration and also with redness from pimples and irritation. It is a very nice serum and isnu2019t sticky or gooey. It also doesnu2019t leave your skin feeling either dry or oily it is very neutral. Would highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "i received this product for free in exchange for my honest review. i like how light this serum is on the skin. Not sticky at all. It has a light scent to it such as tree tea oil or something but nothing you cant get used to. I like how it feels on my skin and it does help with the redness so it works great alone or as a primer ."
        },
        {
            "review_title": "Love it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love the REN brand for its quality and standards. I was excited to try this as I deal with redness on my nose. What I love is that the product is clean beauty, has excellent ingredients, and is results-driven. I look forward to continuing to use this and see more results over time!"
        },
        {
            "review_title": "thinner than expected but it works",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This serum is very lightweight. Spreads easily and smells good. I get a lot of redness from acne around my period and used this serum at night and it definitely did its job by the morning. I'd recommend it for sure!"
        },
        {
            "review_title": "Cool Face",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Red Bumps Beware! The Evercalm Redness Relief Serum calms down any bumps that start to appear on my skin. The serum applies lightweifght and feels cool and calming on my skin."
        },
        {
            "review_title": "Noticeably Different",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I have a lot of red blotches on my face that I always have to hide and I have definitely noticed a big difference after starting to use this product I am so excited to maybe feel good enough to go make up free for a few days. Definitely recommend!"
        },
        {
            "review_title": "Redness be gone!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I typically dont get redness in my face, but when I do I know I can look for this to help calm the redness down. This product is very thin when applied to the face, the texture is very silky smooth, dries really fast. Makes my face feel nice and smooth and doesn't leave a sticky residue after being applied."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I often suffer from redness in my face and I must say that this serum is by far this one is the best one compared to the ones I had used before.. Redness has disappeared and my face looks glowing and clear. Highly recommend it"
        },
        {
            "review_title": "Calming and soothing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I suffer from hormonal break outs and sensitive skin. This serum has worked well to keep my skin calm and soothed. I have noticed a slight decrease in general redness since using. Mostly I like that it is hydrating without heaviness. The scent is barely there and very natural, which I love."
        },
        {
            "review_title": "Good product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I love that this serum is fast acting and clinically demonstrated to visibly reduce redness in about just 30 minutes and soothes seven signs of sensitivity in about seven days. This serum smells very clean, and doesnu2019t give my skin a greasy feeling."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This serum has a nice rose scent and quite refreshing on the skin."
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Amazing product! My skin feel so much better since I have been using this! It has definitely earned a forever home on my vanity!"
        },
        {
            "review_title": "recomendado",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "Was a good product! I love it, fast and light serum!"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Love this stuff. My face tends to get very red after microdermabrasion and within 10-15mins this stuff really helps with the inflammation. Highly recommend"
        },
        {
            "review_title": "Nice Serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I like this serum, havenu2019t seen any major results so far as far as the redness is concerned. But it doesnu2019t like good on skin and hydrates. This one causes a little sensation when applied but nothing major or irritable."
        },
        {
            "review_title": "Very Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Iu2019m all about clean but Iu2019m also all about working products. This product is definitely clean but definitely doesnu2019t work well. At least not for me. Iu2019ve been using this for weeks now, day and night, and Iu2019ve seen no difference in my skin. The redness is still there, and not budging. Though my skin is slightly softer where I had some dryness.   But this product is supposed to be all about reducing redness and it failed for me."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I love REN skin care and was very excited to try Redness Relief Serum. I have red, sensitive, and irritated skin. I have used this product for 2 weeks now and Iu2019m sad to say that the serum did not help with my redness. It didnu2019t make it worse but didnu2019t make it better either. Iu2019m not saying itu2019s a bad product because it didnu2019t work for me however I will not be getting this serum again. I love the EverCalm line from REN and will continue to use the other items in that range. The first picture is before Redness Relief Serum and the second picture is after."
        },
        {
            "review_title": "Don't see a difference",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "It makes my skin very smooth, soft and it feels soothed, but it doesn't get rid of the redness."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve been using this product for about two weeks now, and I have noticed that the texture of my skin has evened out a little. It definitely has calmed down the redness around my cheeks. This is a lightweight serum that doesnu2019t have much of a scent to it. It gets the job done, but I do find that it sometimes dries out my skin a bit."
        },
        {
            "review_title": "Amazed!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "One of the best redness relieving serums I have used in a VERY long time. I love how quick I saw results, I definitely will be using this serum from now on!!"
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "Not awful not great. Didnu2019t do anything amazing for my skin but didnu2019t necessarily hurt it either"
        },
        {
            "review_title": "Light weight!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product is super light weight and does what it claims to do. The only thing I wish they had done a little better, was make it a little more hydrating.  I usually get break outs when trying new products and I did not have that with the REN redness relief.  Very minimal fragrance which is also a plus!"
        },
        {
            "review_title": "Nice Product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve tried 2 or 3 other Ren products and this is by far my favorite. Itu2019s a nice soft, light serum and it sinks into my skin beautifully. This can be an issue for me with other serums and skincare. It also layers really nicely with other products. The ingredient list is nice and I think with time, I will be able to see a difference in my skin. Iu2019ve only been using it for a few weeks but so far so good!!  If you are looking for this type of product I donu2019t think you will be disappointed."
        },
        {
            "review_title": "Fresh",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product helped relieving redness and left my skin feeling clean and smooth."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This serum was lightweight & moisturizing. Maybe the redness will improve over time but I didnu2019t see an immediate reduction. I do like that this is a u201ccleanu201d product so will continue to use it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Great light weight serum that did help the appearance of red skin go away. My face also feels moisturized"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This is an amazing product! Reduced redness and made my skin so smooth!"
        },
        {
            "review_title": "So soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "My face is so soft after isnu2019t this just a little under a month it does have a light smell to it however it does not bother me at all I enjoy this very much"
        },
        {
            "review_title": "Redness",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The product was okay the smell is kinda funky. The redness was not completely gone just somewhat gone."
        },
        {
            "review_title": "Great product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been thinking of using this serum for a couple of days. My redness decreased. My skin feels smoother. So far I really like this serum. certainly worth recommending."
        },
        {
            "review_title": "Nice cream",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I'm not so sure about seeing a visible difference in redness in 30 minutes but, this is a soothing cream that helps moisturize. I like that the pump clicks closed so you don't have to worry about it going everywhere if you travel with it. It does have a slight scent, maybe like sun block, I can't quite place it Overall I enjoy the product and will continue to use it and to see if I notice a difference in redness."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, lightMedium skin tone, Combination skin",
            "review_text": "I was pleasantly surprised by the serum. It was gentle on my skin and worked well with my other skin products."
        },
        {
            "review_title": "safe",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "It took awhile for the redness to go away. Skin felt very moisturized. I like that it helps protect skin from pollution."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This serum was okay. It was lightweight and absorbed into the skin easily, but I felt that o didn't see a noticeable difference in redness. For the price point, I'll have to look elsewhere."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This does help calm my redness. Dosen't fully get rid of it but it helps. It's a thin cream serum. It blends in fast and works well for me under makeup. I do recommend this. I love good ingredients that work. I actually feel this works better than other products I've used. Definitely worth it."
        },
        {
            "review_title": "Really Good So Far",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have extremely strange skin, and for months Iu2019ve been trying to nail down my skincare routine to soothe and calm adult acne. I have had very little luck. However, when I added this serum into my routine, I have noticed a difference in redness and puffiness.!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This serum is great for sensitive and irritated skin. The ingredients are whole and transparent. The texture is very nice. It has a nice soothing effect once applied and absorbs very easily. The packaging is also very simple and stylish."
        },
        {
            "review_title": "I really love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I detect the product a slight smell like gardenia, but it goes away almost immediately after applying it to the skin, its texture is almost liquid and very soft, I have been testing it for 12 days and I really liked it, my skin has enjoyed and my redness has visibly decreased and it also hydrates quite well, I am combination skin and my skin has appreciated it"
        },
        {
            "review_title": "Soothing redness relief",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I have been using the redness relief serum for a few weeks now and I see such an improvement in my skin tone. The serum goes on smoothly and doesnu2019t leave skin feeling sticky. It has a nice clean smell. I can see the results in just a short time after using it. I would highly recommend this product to anyone dealing with redness."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "I was super excited when bzzagent sends me this. I did see a small change in redness to my skin and believe that with longer use my results will just get better. I love the light scent and that it's not greasy."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "First thing first let me just say, not a big fan of its scent HOWEVER that's not this baby's mission/purpose! I love the thickness because one application is enough and leaves a dewy glow finish which my dry skin ABSOLUTELY LOVES! Aside from that it does what it's meant to, super helpful with reducing redness! Winter is coming, so I definitely recommend adding this to your skin list!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I love all the messages on the packaging. Please recycle,  100% recyclable glass bottle, pump is made of 50% post recycled plastic . I love that this product is advertised as clean. This vegan friendly serum is lightweight and absorbs into the skin with ease. The mushroom extract helped with soothing my skin after suffering a few mosquito bites. No skin irritation or strong scent."
        },
        {
            "review_title": "Creamy moisturizing Lotion",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I have been using it for few weeks now. It is very creamy lotion and moisturizes very well. Quickly dries  and doesn't leave any whites on the face. But I haven't seen any visible changes in the area where I need the product works on. Otherwise It's mild scented and doesn't irritate the skin. No more dry face."
        },
        {
            "review_title": "Instantly hydrated!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I loved that this serum felt more water based. It was milky, smooth, and instantly hydrated my skin. It felt nice on my skin, did not leave it oily. It is actually my first time trying a redness relief serum. I will continue to use this often."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Works great at relieving redness from irritation. Non greasy product. No overpowering fragrance"
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Love this serum. I have naturally olive skin but when I'm out in the sun too long I experience redness on my face, mainly my nose and cheeks, so this is always my go-to! It's not irritating when my skin is already sensitive. I am down to half the bottle and know that when it's gone I'll need to rebuy. Highly recommend!"
        },
        {
            "review_title": "Decent Product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "First off, I really like how this product doesnu2019t have an unnecessary cap to continue to wasteful plastic packaging. Itu2019s very smooth to apply and fits in well with the rest of my skincare routine and can be worn under makeup. As far as the redness, Iu2019d say Iu2019ve definitely seen a slight improvement in overall redness, which is amazing since redness has been something Iu2019ve dealt with since I can remember."
        },
        {
            "review_title": "amazing for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I have extremely sensitive skin that reacts strongly to different environments, temperature, and products. This product visibly calmed the skin without any negative reaction. 100% recommend doing a patch test before applying to entire face especially for those with sensitive skin but it worked really well on me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This redness relief serum is gifted by REN brand. This serum feels nice on my skin and I use this on red patchy areas of my face and neck. Totally I recommend this one."
        },
        {
            "review_title": "Feels good on irritated skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "I use this when Iu2019ve exfoliated or after some extractions and my face is a little irritated. It feels nice and somewhat cooling on my skin and helps to reduce the redness quicker. My skin feels soft and hydrated after using as well."
        },
        {
            "review_title": "Soothing and refreshing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I loved the product and the formula used. The serum is smooth in consistency and gets absorbed well. Its requires consistent use and it helps with puffiness and redness around the eyes. I would highly recommend if you have sensitive screen that needs hydration."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Calms down redness and moisturizes gently. I apply after acne treatments and it's perfect"
        },
        {
            "review_title": "This works",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Wow this really work to reduce redness and calm skin. Has no fragrance and layers well."
        },
        {
            "review_title": "Loved it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I really liked this product. It helped diminish the redness in my skin and left it feeling great. I would definitely use it again"
        },
        {
            "review_title": "u2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Love love this product it worked amazing on my skin and helped eliminate redness. It is also environmentally friendly and free of harsh chemicals and has my skin looking flawless. 10/10 will definitely purchase this product again!!"
        },
        {
            "review_title": "easy to use",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This goes on silky and easily, it is not heavy or greasy or sticky. Appearance of redness was reduced while wearing!"
        },
        {
            "review_title": "So far so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "So far so good. I think it's too early to definitely say this worked 100% but I feel like I see a difference after using it. I don't have extreme redness but it was definitely enough for me to find something to help. I think this maybe the product to do that."
        },
        {
            "review_title": "Soothing and nourishing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "The Ren Evercalm Redness Relief Serum is a classic. It is a beautifully designed serum that helps relieve skin stress as well as redness.   This formula contains White Mushroom Extract to help soothe skin. There is also something called their u201cDefense Complexu201d to help protect the skin against environmental stress and pollution.  The serum itself has a lovely consistency and applies well to the skin. It feels hydrating and nourishing. I can use this during the daytime or evenings to help sooth my skin from redness of blemishes and to protect my skin from further damage.   I love the pump bottle, it works well and makes application so easy.  I highly recommend trying this one out, itu2019s an absolute gem!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "i really liked this product and i feel like it overall gave a good improvement to my skin. i certainly feel like the redness in my skin has diminished, and i never thought that i could actually happen, without doing expensive dermatological treatment. i recommend this product for people who are looking to improve their skin irritation and redness, and are not looking for an expensive and risky dermatological procedure."
        },
        {
            "review_title": "Great Product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have tried multiple products for redness relief in the past & this one is the best I have come across! I have been using two pumps in the morning & at night every day. My skin is less red / irritated than before & I will definitely keep using this serum. Itu2019s soothing, non greasy, & rubs into skin easily. I think this product is worth the price & I will purchase again. I would recommend this product to friends & family."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "A nice, simple, lightweight formula. I can barely tell it's on my skin! Not sticky at all, it goes on smoothly and could definitely be used under lotion and/or makeup. The scent is pleasant but light enough that I don't think it would trouble anyone who has issues with scented products. It calmed the redness for sure. The pump applicator is easy to use, and I appreciate that it uses clean ingredients and is labeled a cruelty-free product."
        },
        {
            "review_title": "Excellent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I have been using this serum for 2 weeks and finally found the remedy to relieve the redness on my face and most importantly it is a natural product. This Redness Relief Serum from Ren moisturizes my face, leaving my skin soft and without redness."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Amazing, Leaves my skin feeling hydrated and cooled. It also smells great and feels light on the skin."
        },
        {
            "review_title": "Works amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Been using this serum for a week now and I'm truly in love. I've always hated how red my skin was. No I don't have much redness and my skin is so smooth after only short period of time. Would definitely recommend this to anyone. I have combination skin and it didn't irritate my skin at all."
        },
        {
            "review_title": "Gentle",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Gentle on skin and good for sensitive skin  It reduce redness very well"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This is a high quality product, but not RX strength. It has clean ingredients and really nice packaging. I like how the pump  twists closed for easy travel. The product itself is easy to wear under make up or moisturizer. I like this REN serum if I donu2019t have a prescription"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "So unexpectedly good!! Nothing Iu2019ve tried has ever helped the dry red areas around my nose and chin as much as this has. Within a few days my skin looked so much calmer and more even. 10 out of 10!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is an amazing serum! It helped calm my skin and left it feeling amazing."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "A little of this goes a long way, and it really seems to soothe my redness and rosacea and make my face look calm! Know that the scent is quite strong but it fades quickly at least!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Amazing!  This is non greasy and lightweight. This serum helped minimize the redness on my cheeks. I highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "It feels calming and fresh on the skin the smell is not over powering and it does decrease the redness on my skin"
        },
        {
            "review_title": "Worked Okayu2026.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I received the Evercalm Redness Relief Serum as a free sample. It worked okay. I didnu2019t notice much of a difference after about 1-2 weeks. You might need to use it longer to see results."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "So far loving this product. Applies so smoothly, lightweight and not sticky. Perfect to layer beneath moisturizer and make up. Noticed results within a week. Clean ingredients and works, love when that happens!"
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "One of the best serums out there for redness in skin. I was skeptical at first but can now honestly say that this works and it works fast!"
        },
        {
            "review_title": "Ren Clean Skincare",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Ren Clean Skincare was great for my skin.  I had red patches on my cheeks and it helped the redness go away and even my skin tone out.  It also helped my skin become more smooth and less age lines.  What a great product for redness relief.  I would recommend to to anyone with red patches of skin."
        },
        {
            "review_title": "I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have lupus and RA and struggle with consistent redness. The very first time I used this product, it helped so much with the redness on my cheeks. It doesnu2019t fully make it go away, but it helps a ton. Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Light skin tone, Dry skin",
            "review_text": "I have combination skin that gets red especially around my nose. I put this serum on after keeping it in the fridge and it felt heavenly on my skin. It also made the redness less noticeable."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I received this free to try from Buzz Agent. This product helped my husband with his sensitive skin. He put it on morning and night and saw results by the second day. He was completely satisfied with the Ren Redness Reducer. It also worked well on my skin. The formula was light. It was not sticky like other rednes reducers."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love the glass bottle with the self closing pump. It makes it perfect for travel knowing that it won't make a mess by accident. The product blends in nicely and doesn't leave my skin feeling sticky. Sometimes the product worked better than others at reducing the redness which is why the 3 stars"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "For my combination/sensitive skin, I tend to get red around my cheeks and it always happened when I get slightly overheated, but this product really helped my skin from hurting whenever I was active! I saw my skin not turn as red, and the cooling sensation from the serum really woke me up in the morning!"
        },
        {
            "review_title": "Gentle, Fast-Acting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The REN Evercalm Redness Relief Serum is gentle on my sensitive skin. It calmed my redness within a few uses. The serum wasn't harsh. My skin is smooth."
        },
        {
            "review_title": "Soothing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I get red dry skin in the summer time due to a lot of sun exposure. I also have been dealing a lot of hormonal acne and unfortunately am a picker. I was excited to receive the REN Redness Relief Serum to try and am pleased to share that it did an amazing job soothing my red and irritated skin. I use it before a moisturizer and I have noticed after about 1 week of use that my skin feels more healed and not as sensitive. I would definitely purchase more and recommend to a friend."
        },
        {
            "review_title": "A true gem for those of us suffering with redness!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "So I've tried a ton of products designed for people with redness issues, and I have to say, this is one of my favorites! I definitely noticed a reduction in redness when using this over the course of a week, and it feels very soothing and calming when I put it on.  It doesn't feel like it's just masking the redness like some primers, but actually fixing it, which is awesome. I've noticed a noticeable difference in my skin feeling hot throughout the day and I don't get flushed as much.   I also love that the ingredients are clean and I can feel good about wearing it! This is a top quality product right here, and I'm glad to have it in my collection.  Another thing I really like about it is that it layers well with all my makeup. I've attached a photo of me wearing it with full foundation, primer, etc over it. I've had issues with other serums smearing or not blending well with foundations, but not this one! I absolutely love the fact I can trust it to stay put all day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I have sensitive skin that gets chapped and reddened pretty easily in cold, dry weather, if I get too zealous with the peels and scrubs, or if I'm sick and sniffly (blech). I always make sure to have a tube of Ren's anti-redness serum and their recovery balm, which seriously gets my skin back to normal faster than anything I've tried in the past."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Reactive, sensitive skin holy grail! This really calms any signs of redness and irritation within minutes of application. Hydrates, sinks in quickly and layers well with other products. Very light aroma that quickly dissipates. Would highly recommend for anyone like myself with reactive skin."
        },
        {
            "review_title": "Very calming",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have been using this serum every night before bed for the past month.  After about two weeks I started to notice brighter and less redness in my skin. The serum is definitely soothing and calming, feels really good when applying and spreads out evenly.  I really enjoy using this and appreciate the changes I'm seeing in my skin."
        },
        {
            "review_title": "Painful acne is gone!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "This serum worked like how I expected. When I hear of Redness Relief Serum, I thought it will be some serum with no good use for skincare. But it actually does the trick to what I have been experiencing for a good while. A few days ago, I had really bad painful huge red bumps/acne on my face. It would hurt for me to just go to sleep on my pillow at night. So when I gotten this product and used it for the first time, as soon as I lightly rubbed it on my face, my acne didn't hurt as much as it would without the product. Before putting the product on my face, I would say the level of pain I was in was a 8 but with the use of the product it dropped it to a 3. Now in the present the painful feeling on my face is gone! Now with the redness on my face it did take away some but not all. Its a very good product if you are experiencing painful acne. I would really recommend to friends and family."
        },
        {
            "review_title": "Soothing for skin irritation",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I love the clean ingredients and simple packaging that goes into this product and brand. I donu2019t suffer with redness on my skin unless my skin is overly irritated from use of products. I most definitely noticed it calmed my burning sensation I got from using makeup wipes to remove my makeup. I intended to use this serum afterwards. It didnu2019t take the redness down as fast as I hoped but it did instantly soothe my skin.  Some of the benefits using this product is itu2019s made with clean ingredients which I appreciate! I need as few and as clean of products for my sensitive skin. With continued use I hope this product continues to bring relief. On that note, I do recommend this product to anyone who suffers with rosacea or other skin conditions that cause redness and irritation. The scent is also light and a great perk is the formula isnu2019t heavy or greasy and not much is needed to gain that good coverage!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I do not suffer from severe redness or irritation on my skin, but I do sometimes just little patches of redness or dry skin on my chin (because of masks) and my elbows. This serum helped a little bit! I think it moisturized the area. It isn't a miracle worker, but I'm sure if you have persistent redness, this will help soothe it or keep it at bay."
        },
        {
            "review_title": "great!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Great for normal skin but it did leave me slightly oily which Iu2019m not a fan of but did help my redness!"
        },
        {
            "review_title": "Creamy Serum with too much Fragrance for Me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I was gifted Renu2019s Evercalm Redness Relief Serum in exchange for my honest review.  The packaging is 100% recyclable and the pump is made with 50% post consumer recycled plastic. This all fits with their clean to skin, clean to planet tag line and fits with their zero waste packaging pledge. I really like companies who are concerned for the environment and have eco friendly practices.  I love the calming green color of the packaging. You can see through the bottle to the product and how much remains.   The product itself is white and creamy and rubs into my skin like a serum. It does have a velvety smooth texture. I did not like the fragrance as fragrances are a migraine trigger for me. It is less than subtle and remains with you. It is moisturizing. My skin itself did not experience any irritation. I could not tell that the redness in my cheeks was reduced but I have yet to find any product to do so. I like the fact that the product is made with clean ingredients. The main ingredient is white mushroom extract. It seems expensive to me as well.   Due to the fragrance I would not purchase nor recommend.unless you like that sort of thing. It is advertised for sensitive skin and typically those type of protects are fragrance free."
        },
        {
            "review_title": "Just Another Serum",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The product wasnu2019t bad, but it wasnu2019t something that was different or blew me away. Good amount of product for the price considering you donu2019t need to use that much on application. I do like that itu2019s a clean beauty product as well. The scent wasnu2019t really something I liked too much, it wasnu2019t strong but noticeable when dispensing into your hand. There was nothing that differentiated this serum from any other serum Iu2019ve tried. I have redness on my cheeks but didnu2019t see the results promised. It was moisturizing and didnu2019t make my face produce excess oil or clog my pores which is a plus."
        },
        {
            "review_title": "Left me happy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Honestly really like this product, it does as it says, reduced my redness and truthful made it disappear. I wear this with out makeup and under my makeup, so far it hasn't effected my makeup I apply so I'll keep using it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I have sensitive skin and suffer from redness, so I was really looking forward to trying this product out. I love that there are healthy acids and extracts. I also appreciate that the other ingredients are clean. After each use, my skin was left feeling smooth and hydrated. It was easy to apply to serum and there's a slight sight but it fades away quickly. My redness has gone done a lot in the span of just a few weeks. This product is truly a miracle. Even without foundation, my redness is barely noticeable. I can't wait to purchase my next bottle."
        },
        {
            "review_title": "Actually works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Im no stranger to chemical exfoliation so this serum has been a lifesaver. I recently upped my Tretinoin formula so my face has been really sensitive and inflamed after washing. I pat some of this serum on gently and within 10 minutes my red skin is calmed and back to normal. I will definitely buy this after my bottle is gone."
        },
        {
            "review_title": "I really liked this, but not for redness relief",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I really enjoyed this serum, but I don't feel I noticed much change in my redness. That said, it made me skin feel very smooth, hydrated, and it was easy to apply, it didn't run all over the place in my hands.  I also really like the ingredients! It's nice to see healthy extracts and acids in a redness serum."
        },
        {
            "review_title": "Lightweight with a punch!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is a dream product that doesnu2019t feel heavy on the skin and actually reduces redness without harsh ingredients."
        },
        {
            "review_title": "Wonderful Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "I was going to try this out on my own as I had been curious about a product that says it takes care of redness and works for sensitive skin.  That is a dream product and this lives up to that dream!  My skin has always been finicky with most, if not all skin products.  This said it worked for sensitive skin.  I did not believe it at first because so many products say they are for sensitive skin.  I applied one pump in the morning after toner and water based serums, then this product and then my moisturizer and eye cream.    At first I did not notice much of a difference, but now that I have been using it for 3 weeks consistently, I can say the redness is so tamed down now that it's barely noticeable and when I put on foundation, my redness no longer peeks through.  Without a doubt, when this bottle is finished, I will be purchasing another, and another and another.  I have already recommended this to several friends who also suffer from redness/sensitive skin.    There is a slight scent to it, but nothing off putting and it dies down quickly.  Also, I would not recommend putting any facial oils directly over this, put a moisturizer as a barrier and then the facial oil as this tends to pill when an oil is applied directly on top of it.  Make sure to pat this into the skin well.  It does take a bit of time to sink in but the results are worth the wait.  What a great product!"
        },
        {
            "review_title": "so soft!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love this product! Really dilutes the redness in my face and the texture is so soft it feels so good on the face. And blends in and dries down so quickly. Love love love."
        },
        {
            "review_title": "The answer to my prayers!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This stuff is like a miracle in a bottle, I received this as a sample and was skeptical at first but let me tell you after a few days of constant use I have noticed a huge difference in the redness in my face. It does have a bit of a strong smell but nothing too bad, and the smell goes away quickly. If you have redness you need this product! 10/10 recommend! Worth every Penny!"
        },
        {
            "review_title": "The Skin Calmer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "First impression is that it is claimed as Clean Skincare which is a trend nowadays. That's a plus. Second, redness relief is something my skin always needs as I constantly apply chemical exfoliation or retinoid products. As expected, this serum works magically on my skin. It calms and soothes my skin, makes it feel hydrated. It contains squalane, tocopherol, sodium hyaluronate which are the hydrating factors that my skin needs. I would buy this product again after using all of it and would recommend this to my friends and family. I think it is worth the price!"
        },
        {
            "review_title": "Anti redness works amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Ren clean skin care is an amazing brand it works amazing sensitive skin, stressed skin i get red skin sometimes with harsh or active ingredients usage so this thing miracle on that it relievs soothes skin  I received this sample box as free to try"
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I really like this serum a lot! I have been getting redness on my chin and this has definitely helped. I enjoy the smell (it's not too strong!) And the serum is not sticky either. I also really like what the company stands for!"
        },
        {
            "review_title": "Amazing redness relief serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "A little bit of this redness relief serum definitely goes a long way. I absolutely fell in love with the packaging as the glass bottle is 100% recyclable and the pump was also made with 50% post consumer recycled plastic. Iu2019ve definitely seen a difference in my redness after a couple weeks of using this product as well as instantly upon using."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I had hope on this product. I have a lot of redness spots on my face so I was hoping this product would help me but I have been using it every day and don't see any difference. It moistures fine but not really helps with the redness."
        },
        {
            "review_title": "Light and Dewy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love how this company is so focused and committed to doing whatu2019s right for the environment! Lightweight feel. Easy application. Skin feels cared for and protected without feeling weighed down."
        },
        {
            "review_title": "Helping with pink tones in sensitive/dry areas",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This serum is light and absorbs well so it doesnu2019t seem to interfere with my other serums. It does seem to take away from the general pinkness that I have around my nose and eyes, and hasnu2019t made me break out. I did find that it made me a little more oily than usual for the first week while I was adjusting to it. I love the ingredients and that itu2019s unscented, however, I find that maybe the mushroom ingredient leaves a garlicky smell on my face which bothers me a little until it disappears."
        },
        {
            "review_title": "Best results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Ren clean skincare evercalm redness relief serum really helped my sensitive skin got rid of redness completely. I was impressed with the experience and quality of the product. I used am and pm gently pressing a small amount all over my face until dissolved deep in my skin. Works like magic texture wasnu2019t greasy at all. Highly recommend"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I did like how this serum is thicker than most other serums but unfortunately I did not like the smell of it!!!"
        },
        {
            "review_title": "Great product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Ren evercalm redness relief serum work great I like how itu2019s Reduce reduce the redness on my face and made my skin look better and I really like this product great product to use"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Combination skin",
            "review_text": "I really love this serum, I use retinol and sometimes it irritates me so much that no cream or serum works, because I feel like my face burnsu2026.  This serum is so refreshing and calms my soreness after a night of retinol, I love it, and will buy another as soon as I run out!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Very light serum but I do notice that around my nose the redness is less. I usually put it in the morning."
        },
        {
            "review_title": "Super gentle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Super gentle and super effective it releves my redness very fast!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have sensitive red prone skin. Honestly I didnu2019t see any noticeable difference using this. It did not irritate my skin which was a plus."
        },
        {
            "review_title": "A little goes a long way.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "A little goes a long way, it's pretty oily but smooths out the more you rub into your skin. I gave it to my mother as I don't really get red face unless I've been drinking or get embarrassed. I got this for free in exchange for my honest review from BZZagent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I truly enjoy this product. The consistency is thin but not really watery. It absorbs well and has an enjoyable cooling effect. I didnu2019t experience any drying or negative reactions to the product, but not I do not have sensitive skin. Though the product isnu2019t extremely hydrating it did leave my skin soft with a beautiful little sheen!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love this serum! A little goes a long way and itu2019s extremely lightweight. It feels very hydrating and has a nice subtle scent. Iu2019ve been using this for about a month and Iu2019ve noticed it has helped calm my skin and reduce redness."
        },
        {
            "review_title": "Sensitive serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Has a soft sent to it, it's light and not greasy and the result are justice. I have really sensitive skin and this did not unbalanced my skin."
        },
        {
            "review_title": "my new secret weapon",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I have super angry skin. Look at it wrong and it turns red! I recently recovered from an allergic reaction to another skincare product and ever since my skin has been ultra sensitive. Well this product is a godsend. I've been using it day and night and the difference is dramatic. After I apply it I can almost see the flush fading. Just really soothing and calming. It has a nice cooling effect I suppose from one of the ingredients and has a really lovely scent, kinda cucumber minty? Very herbaceous. I support this company's commitment to recycling and care for the earth as well."
        },
        {
            "review_title": "This stuff works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "First of all, I love the packaging and bottle for this serum u2014 it is informative and appealing. Second, the product itself is lovely u2014 it has a fresh scent, a silky texture, and a pleasant feel. The serum absorbs quickly into my skin and soaks into a matte finish. It definitely helped reduce my hyperpigmentation overnight. Even better, it did not irritate my sensitive skin or cause any new acne. I really have enjoyed this serum and would recommend it. Although it is pricey, it is at least on par with other redness relief serums I have tried, and it is a brand I feel happy to support!"
        },
        {
            "review_title": "dryness",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "this product is not calming for me,it dry out my skin and made my face more red due to dryness,after two days use this product i feel it damage my skin barrier and made my face hurt,so i put it on my half face and the other side i use my original routine skincare product,wow it really sting my face,and it has a fragrance smell which i didnt like."
        },
        {
            "review_title": "Best redness relief serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Its the best serum. I had ever tried to calm the redness on my skin and it works super fast"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I have been using this product for over 2 weeks now and I have noticed a nice difference in my redness and texture! I use it after my serums and moisturizer and I reapply throughout the day on my no makeup days. It just feels refreshing and adds some hydration as well. My skin loves this stuff"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Have been using this for a few weeks. Lightweight and no greasy (I have oily skin). Have not seen a huge difference in skin.   Smell is interesting. Not bad, just different."
        },
        {
            "review_title": "Real results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I struggle with redness especially  near my nose. This serum seems to relief the redness after a few days of use. It is recommended to use day and night. My skin feels soft and non-greasy afterwards."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I am LOVING this! I got it for free to try and I'm stoked I got such a high-value product to try. It absorbs really well and has such a gentle feel and smell. I am really impressed!"
        },
        {
            "review_title": "REN-Evercalm Redness Relief Serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Love the evercalm redness relief serum. Liking its smell, its texture, and easy to absorb. Not sure whether it helps with getting rid of the redness but it is a good before lotion serum."
        },
        {
            "review_title": "This serum is essential to my skincare routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I am really grateful that I stumbled upon this serum!  I have redness on my face and neck often so I'm always looking for  solutions. I was able to apply this product after cleansing and toning and before moisturizing and adding sunscreen. I really did notice a difference immediately. The product is thin and goes on easily, it's not too thick or sticky. This serum is lightweight and  cooling when applied. The redness in my skin really is reduced for me so I will continue to use this product and would recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This serum has helped my rosacea so much! I like that it's not thick and easily sinks into my skin. I've had some bad dry patches especially on my skin that's red and it's helped to moisturize that so much. I'm going to get the other Ren products and see if those help as well. I've never tried Ren before but this was a great introduction! Also the bottle it comes in is very lightweight and the nozzle helps so that you don't get too much product coming out."
        },
        {
            "review_title": "Non sticky!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "So I tried to use this product that was sent to me to try for a few weeks now so here is what I notice. Upon receiving this product, the first thing ai notice is that the container is light, made up of semiglass and the pump was plastic which was fine as long as it works and not squirt and waste a lot of products right. Took me three pumps to cover my face because I don't like to put a lot since it was my first time using it. Second thing I notice is the scent, its like the scent of the old cosmetics, its tolerable since it doesnt have a strong scent also. Third is the consistency, I like that it is not too thick and not oily at all!That is very important for me since I have an oily skin. I have a few reddish spots on my face and I have noticed a little chage in a few weeks. I will try to still use it and see the effect."
        },
        {
            "review_title": "Soothing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "This serum is nice. It is cool and soothing on the skin and does help calm redness. I believe it probably works better with the other EverCalm products but by itself it still works well. I received this in exchange for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "lightweight but really moisturizing!! calmed my redness so much"
        },
        {
            "review_title": "Nice in every way except effectiveness",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have been use REN redness relief serum for a while now, during one of those hottest days in California. In general, the serum was nice: good fragrance, nice texture, easy to absorb, eco-friendly packaging, etc. But there is one main issue: it did not help with what it is supposed to do: relief the redness on my face! I donu2019t even think my uneven tone was that bad, yet it didnu2019t help."
        },
        {
            "review_title": "Wonderful Serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I received a free sample of this serum for review and I've been using it for a few weeks now and I love it! I've been having trouble with dry skin due to stress, exacerbated by wearing a mask. It was so bad that I was getting red, splotchy cheeks. Then, this awesome serum arrived in the mail and it's helped immensely! It moisturizes my skin and makes my cheeks less red. Plus, I'm not getting those bumps/splotches now either! I would highly recommend this serum to anyone suffering from similar problems."
        },
        {
            "review_title": "nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this free in exchange for my honest review. I have a lot of redness and uneven skin tones. This serum was lightweight and did not burn my skin.  I felt it did help relieve redness and was soothing.  I would purchase"
        },
        {
            "review_title": "Impressed with the company",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "First Off i want to say i love the idea behind this company. i Love that they are eco friendly and package in a glass bottle. I product felt like a cleansing milk, went on smoothly and absorbed quickly. Unfortunally for my skin it cause more acne than i already had .I put it on at night and i woke up with 4 new zits. On the other hand the two spots i did have on my face were no longer red the next morning."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "My on to go serum! Itu2019s very hydrating and it does reduces my redness on my skin! It felt a little sticky but not after a while. Recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Combination skin",
            "review_text": "I received this product for free in exchange for my honest review! I really really like this product. It really helped to reduce the redness around my nose, which was always an issue I had with my skin. Besides that, I found it worked well to moisturize as well."
        },
        {
            "review_title": "Lovely Serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "I really love this Ren Evercalm Redness Relief Serum. I use this sometime twice a day and within a few days I noticed a big difference in my skin. I have redness on my cheek area especially during the hotter summer months and this serum has significantly helped my skin appear less red. I love the fact that this serum is vegan and clean. I have somewhat sensitive, oily skin and this serum has worked great for me without irritation. I would definitely recommend this product."
        },
        {
            "review_title": "Great serum for redness",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This serum worked really well for me. It wasnu2019t greasy and absorbed really well. My skin calmed down on the redness really fast. I even have some to my mother in law and it worked wonders but the only thing I didnu2019t care for was the smell."
        },
        {
            "review_title": "Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this product! I have much redness to my skin and this is a lifesaver. I notice a difference almost immediately. This is my go-to for life!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "Really do love this serum. I have sensitive, reactive skin prone to blotchiness and redness and this serum relieves a lot of my concerns instantly but I have also seen improvements in my redness and dryness over the last few weeks since using it. Also love the smell of it!"
        },
        {
            "review_title": "Will not recommend",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "It did calm my skin. But it caused some burning feeling the first 2 minutes until it dried. It feels weird as it is suppose to be calming."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was optimistic and excited to get this because it claimed to address literally all of my skin issues, and thereu2019s a lot of them. I tied it on itu2019s own for a few days/nights and I didnu2019t notice any reduction of redness or positive results, the only thing I noticed was that it dried my skin out. I used in in combination with my normal skin care stuff and had the same results as before (nothing) except that my skin was even dryer than before. Maybe I used it wrong or something idk but it was kinda disappointing :("
        }
    ]
}