{
    "product_id": "757",
    "name": "CC+ Airbrush Perfecting Powder Foundation",
    "brand": "IT Cosmetics",
    "categories": "Makeup, Face, BB & CC Cream",
    "price": 57.0,
    "about": "What it is: A talc-free, lightweight, color-correcting pressed powder with buildable, sheer-to-full coverage...Coverage: Full..Finish: Natural..Formulation: Pressed Powder..Skin Type: Normal, Dry, Combination, and Oily..Highlighted Ingredients:.- Collagen: Enhances visible elasticity for a youthful, smooth appearance..- Peptides: Help reduce the appearance of wrinkles and support natural collagen for smoother, firmer-looking skin...Ingredient Callouts: Free of parabens and phthalates...What Else You Need to Know: This multitasking pressed powder is formulated to transform the look of your skin with a veil of blurring pigments that visually minimizes pores, dark spots, and fine lines. The buildable, sheer-to-full coverage, talc-free setting powder won't settle into lines and wrinkles.",
    "ingredients": "LAUROYL LYSINE, ZINC STEARATE, ETHYLHEXYL PALMITATE, CAPRYLYL GLYCOL, ETHYLHEXYLGLYCERIN, SERICA POWDER / SILK POWDER / POUDRE DE SOIE, NIACINAMIDE, GLYCINE SOJA OIL / SOYBEAN OIL, MALTODEXTRIN, GLYCERIN, AQUA / WATER / EAU, .BUTYLENE GLYCOL, HYDROLYZED COLLAGEN, CHAMOMILLA RECUTITA FLOWER EXTRACT / MATRICARIA FLOWER EXTRACT, TOCOPHEROL, CARBOMER, SODIUM LACTATE, POLYSORBATE 20, PALMITOYL TRIPEPTIDE-1, PALMITOYL TETRAPEPTIDE-7 [+/- MAY CONTAIN / PEUT CONTENIR MICA, CI 77891 / TITANIUM DIOXIDE, CI 77491, CI 77492, CI 77499 / IRON OXIDES, CI 77007 / ULTRAMARINES, CI 19140 / YELLOW 5 LAKE]",
    "how_to_use": "Suggested Usage:.-As your finishing powder, lightly sweep on over your favorite foundation using your Heavenly Luxe Wand Ball Powder Brush #8 (sold separately). .-Can also be worn alone as your buildable coverage foundation.",
    "num_reviews": 331,
    "overall_rating": 3.5,
    "product_url": "https://www.sephora.com/ca/en/product/your-skin-but-better-cc-airbrush-perfecting-powder-spf-50-P411889?skuId=2227619&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2227619-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Fair",
            "shade_descriptor": "(W) (Ivory)",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2227593-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Medium Tan",
            "shade_descriptor": "(W) (Golden Beige)",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2227627-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Rich",
            "shade_descriptor": "(W) (Golden Brown)",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2227643-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Light",
            "shade_descriptor": "(W) (Taupe)",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2227601-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Tan",
            "shade_descriptor": "(W) (Light Bronze)",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2227635-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Medium",
            "shade_descriptor": "(W) (Soft Beige)",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2227619-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Light - (W) (Taupe)",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Combination skin",
            "review_text": "Love this powder! I use it everyday on top of just concealer. Make sure to apply it with the IT powder brush and then your skin will look flawless."
        },
        {
            "review_title": "Perfect powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Love it is great for the sling and not Super Invasive"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Love this powder it was very good coverage and will buy again just breaks so easy wish it was a loose powder"
        },
        {
            "review_title": "Wasn't good for my sensitive skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Porcelain skin tone, Dry skin",
            "review_text": "I love It products. I've used the Your Skin But Better foundation for years as well as the Confidence Cream. This product has a very different formula and it made me break out. I have rosacea and am also prone to cystic acne. I should have read the ingredients before buying, any kind of flower extract is aggravating to my skin. Looking closer, I realize that this powder doesn't mention that it's safe for sensitive skin. My bad! Just be careful if you also have sensitive skin."
        },
        {
            "review_title": "Canu2019t go without IT!!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This has been a hard product to find. I donu2019t like a lot of liquid foundation so I use a whipped cream. This has been the perfect level of coverage to make my skin look so even and flawless. Great staying power too!!!!!"
        },
        {
            "review_title": "Didnu2019t know what I was missing before this!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "((((Picture take with back camera)))) I used this powder as the last u201cphoto finishu201d look and what more can I saw but I absolutely love this. It looks amazing feels amazing gives your makeup look exactly what it needs.Bought this product about five months ago definitely recommend and will be buying again!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "good coverage, just nor much for me. After applying this over foundation, it was still creamy and sliding off face."
        },
        {
            "review_title": "More of a finishing powder than foundation",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "After using for two weeks, I'm mixed on the product. It provides lighter coverage than I was expecting and doesn't blend as well as other powders I've used. Give them that, it's not a great as a stand-alone product. However, it works as nice a finishing powder over the CC+ cream or for mid day touch ups."
        },
        {
            "review_title": "Good product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I always repurchase this. Very good product. Took off a star because IT could work on better color ranges."
        },
        {
            "review_title": "Too cakey",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The color is fine, but itu2019s very cakey and creases easily."
        },
        {
            "review_title": "Not a fan",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Comes for cakey, not a fan. The texture of product sucks"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Medium Tan - (W) (Golden Beige)",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Broke up after 10 minutes of owning it. Powder everywhere. Not a fan."
        },
        {
            "review_title": "Love it but also love Celebration Foundation",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love this powder. This is the one that I keep at my makeup table AND in my purse to add coverage and keep shine away. Iu2019m 40 with oily t-zone, acne-prone skin. However I love Celebration Foundation and wish Sephora would carry it! Itu2019s more full coverage than"
        },
        {
            "review_title": "Pretty good",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Decent coverage, not drying. Worth a shot if you need a regular powder."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this product and works well even with maturing skin (Iu2019m 41).  I use a small amount over another foundation to set/even everything out and this gives me a flawless look with just the right amount of coverage."
        },
        {
            "review_title": "Wish there were more shade options",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely love this coverage and this formula, however, the shades are LIMITED! Fair gives me Snow White and Light gives me Y2K tan. I would LOVE for an in between"
        },
        {
            "review_title": "This used to be my favourite product",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I don't know if they changed the formula when she sold the company, or if I just received a bad one, but the powder is too hard to use as intended.  I can't get it from the pan to my brush all it does is leave the product harder and shiny.  Too bad.  I had used this for many years and loved the way it covered my flaws without setting into the wrinkles, and looked so natural.  Such a disappointment.  I have been scraping it into a powder and mixing with moisturizer.  It doesn't leave a perfect finish like it should, but it's too expensive to throw out.  I will be looking for another brand when I finish this one."
        },
        {
            "review_title": "Actually Airbrushes!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I love this powder foundation! My skin just needs a little coverage and this provides it while also mattifying my face!"
        },
        {
            "review_title": "Thumbs down",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I really wanted to like this.. but it just didnu2019t work for me! The product separated and it looked embarrassing. I tried different primers and if just didnu2019t work. Wonu2019t be using this again."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Fair - (W) (Ivory)",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Not a fan of this product. Unless Iu2019m doing something wrong, this product did nothing to cover my rosacea.  Tried it dry and wet, neither made a difference."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Fair - (W) (Ivory)",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love how it looks nice on my face, but for some reason idk how there is water in my sponge but the power is hard dry in one area so idk what to dou2026.."
        },
        {
            "review_title": "super duper",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "so many compliments on my skin texture while wearing this. my stepmother thought I got my makeup done professionally, this was the only thing I added. I'm impressed"
        },
        {
            "review_title": "toxic ingredients",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Will be tossing mine out todayu2026 does it do a good job? Yes. But I did my research on itu2019s ingredients.. some of which are potentially toxic to our endocrine system IE disrupts our hormones (BHT) and polysorbate 20 that is carcinogenic. Do they list that anywhere on this website? Nope. Never buying again, only buying clean ingredients from now on."
        },
        {
            "review_title": "love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "This stuff is so amazing. It makes your skin perfect! I brush it over my foundation and Iu2019m set all day looking perfect! Love love love it. Nothing compares. I tried it all. Color was a great match too."
        },
        {
            "review_title": "love the powder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Applied with a brush over my cc cream.  Finishes everything off nicely"
        },
        {
            "review_title": "Not for dry skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Dry skin please avoid this powder. I like their CC cream so I thought this would be good for me too. But this powder is way too dry and feels stuck on my face."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really like this product. It makes my face look amazing. It does have an undertone to it. If you read other reviews u201clooks orangeu201d well if you have those undertones like I do, it works perfectly I got the light with taupe. As normally I am a light medium with warm undertone normally. So this product actually works perfectly with my skin tone. I originally bought the shade next to this one but it was a bit too dark. I was worried about jumping to light since Iu2019m not in any other make up a straight up light shade, but it actually turned out really nicely and that made me happy. It has a smooth pretty finish and doesnu2019t make me breakout. I have combination skin and acne. Itu2019s hard to find products that I like that do what theyu2019re suppose and also donu2019t irritate my sensitive face."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Medium Tan - (W) (Golden Beige)",
            "review_buyer_description": "",
            "review_text": "HOLY GRAIL! i love this natural powder, this just blends into my skin. doesnu2019t look crusty or dry."
        },
        {
            "review_title": "Color selection is limited",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "4 stars for color selection. I am fair/light olive or neutral. Fair in the winter, light/medium in the summer. The light shade is great for my summer color but will be purchasing the fair as well, although I'm afraid it will be too pink for my complexion. It's dark because it's pigmented, which brings me to my next point. The coverage and finish is excellent. I use it many different ways. I set with it, brush my t-zone and apply with a beauty blender to really conceal and cover any blemishes. This is all after primer, liquid foundation or cc cream, and concealer. If applied too heavy over liquid foundation it can look cakey. Don't be afraid to try it many ways to find what works for your skin."
        },
        {
            "review_title": "Found a replacement to Foundation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "I naturally have quite greasy skin that usually ends up shiny & gross with foundation by noon. So I thought I would try a pressed powder and WOW am I impressed with this product. I use it over my tinted BB cream to touch up my Tzone and any blemishes and it works wonders. Giving me a photo finish Matt look! Absolutely recommend this product & think i just forever replaced my foundation!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Fair - (W) (Ivory)",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Shade range is a bit awkward. Looks lighter on website than it does in person. Their fair shade is still a bit dark for my skin tone, but blended in, it works for what I need it for. Itu2019s great for touch ups during the day, fixing areas where make up smudged or rubbed off. Itu2019s great especially for fixing my nose where my glasses rub off my makeup."
        },
        {
            "review_title": "Perfect for your skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "A  little dark but perfect product for your skin is super nice and it feel smooth"
        },
        {
            "review_title": "Nice powder foundation-covers most",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this powder foundation!  The coverage is really nice,  covering most blemishes and isn't heavy."
        },
        {
            "review_title": "No SPF",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I specifically bought this because it was listed as having sun protection, so I'm a little disappointed that Sephora hasn't updated their website to reflect the change in formula. For coverage, it gets the job done. I'm not sure why a pressed powder comes with a sponge, it's an awkward and uncomfortable application for me. All in all, a decent product, but not for me."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Medium - (W) (Soft Beige)",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Itu2019s very drying. Usually I love their products but this was a fail."
        },
        {
            "review_title": "Used this for years, 10/10 recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have used this product for years and have remained very loyal because is such a fantastic powder! Its full coverage feels light and doesn't come off cakey at all. I have oily skin so this is perfect to absorb that and keep it under control all day"
        },
        {
            "review_title": "Great Product!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This stuff is awesome!! I hate the feeling of foundation on my skin. Feels like a mask. I got a free sample of this product and threw out my foundation after the first use. I put on a light layer of moisturizer and brush this powder over it and my skin looks fantastic without looking like I have caked on makeup. It lasts through my menopause hot flashes and looks fresh on my mature skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Fair - (W) (Ivory)",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Love this product! Def makes you have a nice glow and shine. Can be worn over foundation or even by itself and itu2019s still looks amazing!"
        },
        {
            "review_title": "Not For Me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This feels heavy on my skin. Iu2019ve tried it alone, and with foundation, and either way it feels very heavy. I was looking for something light and easy to apply. It feels very dry when you wear it alone, and cakey with foundation."
        },
        {
            "review_title": "Tricky product to use",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I really wanted to love this product & Iu2019m still testing it. It really oxidizes so I definitely turned slightly darker than my skin tone & my face is so oily that I had to put powder over it & it did lighten the color of the foundation a little too. I normally use liquid foundation so this is definitely a learning curve for me. Itu2019s pretty tricky to use so definitely use caution with this product."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Light - (W) (Taupe)",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It looks good for the first hour then started cracking and my face felt so dry"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Medium - (W) (Soft Beige)",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Work only with a foundation.no foundation itu2019s patchy! tu2019s a good product but my expectation was more higher"
        },
        {
            "review_title": "Great Product!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This stuff is awesome!! I hate the feeling of foundation on my skin. Feels like a mask. I got a free sample of this product and threw out my foundation after the first use. I put on a light layer of moisturizer and brush this powder over it and my skin looks fantastic without looking like I have caked on makeup. It lasts through my menopause hot flashes and looks fresh on my mature skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Fair - (W) (Ivory)",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Love this product! Def makes you have a nice glow and shine. Can be worn over foundation or even by itself and itu2019s still looks amazing!"
        },
        {
            "review_title": "Not For Me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This feels heavy on my skin. Iu2019ve tried it alone, and with foundation, and either way it feels very heavy. I was looking for something light and easy to apply. It feels very dry when you wear it alone, and cakey with foundation."
        },
        {
            "review_title": "Tricky product to use",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I really wanted to love this product & Iu2019m still testing it. It really oxidizes so I definitely turned slightly darker than my skin tone & my face is so oily that I had to put powder over it & it did lighten the color of the foundation a little too. I normally use liquid foundation so this is definitely a learning curve for me. Itu2019s pretty tricky to use so definitely use caution with this product."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Light - (W) (Taupe)",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It looks good for the first hour then started cracking and my face felt so dry"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Medium - (W) (Soft Beige)",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Work only with a foundation.no foundation itu2019s patchy! tu2019s a good product but my expectation was more higher"
        },
        {
            "review_title": "Great Product!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This stuff is awesome!! I hate the feeling of foundation on my skin. Feels like a mask. I got a free sample of this product and threw out my foundation after the first use. I put on a light layer of moisturizer and brush this powder over it and my skin looks fantastic without looking like I have caked on makeup. It lasts through my menopause hot flashes and looks fresh on my mature skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Fair - (W) (Ivory)",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Love this product! Def makes you have a nice glow and shine. Can be worn over foundation or even by itself and itu2019s still looks amazing!"
        },
        {
            "review_title": "Not For Me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This feels heavy on my skin. Iu2019ve tried it alone, and with foundation, and either way it feels very heavy. I was looking for something light and easy to apply. It feels very dry when you wear it alone, and cakey with foundation."
        },
        {
            "review_title": "Tricky product to use",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I really wanted to love this product & Iu2019m still testing it. It really oxidizes so I definitely turned slightly darker than my skin tone & my face is so oily that I had to put powder over it & it did lighten the color of the foundation a little too. I normally use liquid foundation so this is definitely a learning curve for me. Itu2019s pretty tricky to use so definitely use caution with this product."
        }
    ]
}