{
    "product_id": "1337",
    "name": "Color Fanatic Heat Protectant Leave-In Conditioner",
    "brand": "Pureology",
    "categories": "Hair, Hair Styling & Treatments, Leave-In Conditioner",
    "price": 47.5,
    "about": "What it is:u00a0A hydrating leave-in conditioner that primes, detangles, adds shine, preserves color vibrancy, and protects hair from heat damage up to 450u00b0F...Hair Type: Fine, Medium, and Thick..Hair Texture:Coily, Curly, Straight, and Wavy..Hair Concerns:.- Dryness.- Frizz.- Heat Protection..Key Benefits:.- Protects hair color and shields against heat up to 450u00b0 F.- Prevents hair breakage and split ends.- Easily detangles, smooths frizz, and adds shine..Highlighted Ingredients:.- Camelina Oil: Nurtues hair..- Coconut Oil: Moisturizes hair..- Olive Oil: Adds shine...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, cruelty-free, and comes in recyclable packaging...What Else You Need to Know:u00a0This multi-tasking formula hydrates dry hair, easily detangles, smooths frizz, primes before styling, adds shine, protects hair color and helps prevent breakage and split ends. Whether straight and fine or curly and thick, this leave-in works for all hair types...Clinical Results: In a consumer study after one week of using the Color Fanatic Leave-In Spray:..- 94% said hair detangles instantly.- 92% said hair looks smoother.- 89% said improves hair manageability",
    "ingredients": "-Camelina Oil: Nurtures hair..-Coconut Oil: Moisturizes hair..-Olive Oil: Adds shine...Aqua/Water/Eau, Cocos Nucifera Oil/Coconut Oil, Amodimethicone, Polyquaternium-37, Ppg-5-Ceteth-10 Phosphate, Phenoxyethanol, Propylene Glycol Dicaprylate/Dicaprate, Acetamide Mea, Sodium Hydroxide, Parfum/Fragrance, Lactamide Mea, Dimethicone, Butylene Glycol, Ppg-1 Trideceth-6, Trideceth-6, Behentrimonium Chloride, Xylose, Ethylhexylglycerin, Helianthus Annuus Seed Extract/Sunflower Seed Extract, Linalool, Dimethiconol, Benzophenone-4, Isopropyl Alcohol, Cetrimonium Chloride, Tocopherol, Camelina Sativa Seed Oil, Ascorbyl Glucoside, Olea Europaea Fruit Oil/Olive Fruit Oil, Benzyl Alcohol, Geraniol, Citronellol, Benzyl Salicylate, Hydrolyzed Vegetable Protein Pg-Propyl Silanetriol, Isoeugenol, Bht, Sodium Chloride, Melanin, Potassium Sorbate, Pentylene Glycol, Citric Acid.",
    "how_to_use": "Suggested Usage:..-Spray on clean, damp hair and comb through ends before styling....Pro Tips:.-For extra color protection, spray on dry hair before swimming or spending excessive time in the sun..-For fine hair, apply in the shower and detangle and rinse remaining product from the hair to remove unwanted weight..-For thick and curly hair, spray on dry hair to easily detangle before natural styling.",
    "num_reviews": 2141,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/pureology-color-fanatic-multi-tasking-leave-in-spray-P461633?skuId=2656288&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2656288-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "6.7 oz / 200 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2656288-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Love / runs out fast",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have bought numerous travel size and full sizes of this for my thin hair. Absolutely love it but notice it runs out faster than any hair product Iu2019ve ever used. Iu2019m not sure if itu2019s the spray nosel mechanism or not but I only spray on ends since I have pretty thin hair"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Perfect if you have color treated hair and use heat to style it a lot, or if you donu2019t use a color saving shampoo. Helped my hair color stay in and made my hair stay healthy. The only bad part is the price"
        },
        {
            "review_title": "Correct",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Cu2019est un bon produit, mais ce nu2019est pas non plus u00e0 se jeter par terre. Je ne suis pas fan de lu2019odeur, je trouve que u00e7a sent vieillotu2026 il ne mu2019as pas aidu00e9 u00e0 du00e9mu00ealer mes cheveux mais pour les autres biens faits , cu2019est bien"
        },
        {
            "review_title": "Fishy smell",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The full sized bottle smells good, but the mini bottle smelled so badu2026 it reeked of fishu2026?"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "smells great, perfect protection detangler and effective..ive tried many other brands this is my favourite-"
        },
        {
            "review_title": "Game changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love this product so much!!! I have fine straight hair. This product untangles my hair, while leaving it feeling smooth and healthy. I use it before I blow out my hair and I am always beyond pleased with the results!"
        },
        {
            "review_title": "Get this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Great product to use when blow drying your hair for added protection. I use it with the pureology shampoo/ conditioner/ hair mask. I find the combo works well and keeps my red hair color looking its best between salon visits."
        },
        {
            "review_title": "Wonu2019t live without!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "The Thin Hair President recommended this on TikTok. I have gone through 3 bottles since! It does not weigh down my thin fine hair and it helps detangle and protect from heat!!! I will never not use this!!!"
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This product may have alot of good stuff in it but its just not for me Makes my hair super dry and frizzy. Return it today"
        },
        {
            "review_title": "Great product for fine hair x",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, notSure skin tone, Normal skin",
            "review_text": "This is a fantastic product for fine hair. It doesnu2019t weigh the hair down. Will definitely be purchasing again. X"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I use this leave-in conditioner every time I wash my hair and it helps a lot for retaining moisture and reducing frizz. Iu2019ve already purchased a back-up bottle since the first is running low and I donu2019t want to have any time without it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I can't say enough good things about this stuff! I have fine hair, but a lot of it. I also bleach my hair. I have struggled to find a leave-in conditioner that protected my hair, made it easier to comb through, but didn't weigh it down or make it feel greasy. I have been using this for almost 2 years now and I have yet to find anything that works as well as this for my hair. My hair brush glides through my hair after only a few sprays of this. Once I blow dry, my hair is so soft and so SHINY! It is a bit expensive, but the bottle is really big. Lasts a long time!!  Love it - definitely recommend :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "ive been using for about a month now, after every wash day according to instructions and im in love! makes detangling easier, my hair softer, and overall is a great addition to my routine."
        },
        {
            "review_title": "CAUSED BREAKAGE AND DRY ENDS!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "Low porosity, wavy hair girls beware. The protein in this is just too overwhelming. The smell isn't that nice and it created such a harsh film. I would brush my hair and there would be little pieces everywhere breaking off. I have hair down to my bum, and after using this it broke about 4 inches. Had to do a serious detox after using this."
        },
        {
            "review_title": "Greasy, weighed down tangled hair",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Bought this super excited as I had read all of the hype. Was super disappointed because it left my hair greasy, weighed down and tangled! (And my hair is usually pretty good with just my Moroccan oil). Like this made my hair worse not better. Would not recommend. Returned."
        },
        {
            "review_title": "I returned this.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was so excited to try this because of all the great reviews but it didn't do much for my hair.  Both the Mizani and Bumble and Bumble leave in conditioners/primers work much better for my hair.  I actually went through with returning the product instead of trying to use it up."
        },
        {
            "review_title": "Really great leave-in",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I saw a professional hair stylist on youtube recommend this product and explain the benefits, so I decided to give it a go. I really like how this leaves my hair feeling, the difference in softness is noticeable. Not to mention, a little goes a long way! I have really long, fairly thick hair and I really only need one or two pumps, and I can spread it through my ends evenly. Will be buying the larger size next time since it seems to work so well for me!"
        },
        {
            "review_title": "Definitely not worth",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I feel like this made my hair worse. It's all in a cluster since the morning so definitely not a detangler. The product just sits there, weighing down my hair. There's hair everywhere. It's made my hair even more frizzy than it would without a leave in conditioner."
        },
        {
            "review_title": "Love from the first use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "From the first use I noticed a difference in my hair, I definitely can't live without it from now on."
        },
        {
            "review_title": "Get it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "I learnt about this product from the Blowout Professor on YouTube and gave it a go and WOW it is an amazing product. It gets rid of all my tangles and has my hair feeling like I never bleached it. Get it!!!"
        },
        {
            "review_title": "Perfect Leave-In Conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I got this after a recommendation from my hairdresser and haven't looked back, it's taken my hair from dry and frizzy to silky and smooth. A complete 180 after one use, you don't need a lot of product and the smell is pleasant but not overpowering as some haircare can be!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "Nice smell and texture, leaves the hair shiny and soft but it doesnu2019t work very well the high frizzy hairs"
        },
        {
            "review_title": "It really helps!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "I love this product. It is helping me with my really damaged hair. Also it is helping with the breakage."
        },
        {
            "review_title": "way too heavy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "this product weighed down my hair and made it look SUPER greasy. I don't even have insanely fine hair at all! I also only used one pump. I have very long hair, and focused the product mainly on my ends and mid shaft of my hair. whatever was left (which was very little) on my hands, I smoothed on the little fly aways on the too of my head."
        },
        {
            "review_title": "Great leave in conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "This leave in conditioner was easy to use. My hair felt softer. It helped tame my flyaway."
        },
        {
            "review_title": "Hooked after the first use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Combination skin",
            "review_text": "I was looking at this product for a while but held off because of the price tag. Iu2019m so glad I bought it. My hair is bleach damaged and there is no shine to my hair, until I used this! Just after the first use it feels better, looks better and after I used my hair waver it was stunning the effect it had. It smells amazing, and my hair feels luxurious."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Best Heat Protectant. Does exactly what it says and is a great leave in conditioner"
        },
        {
            "review_title": "Detangles and leaves a nice shine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Added this to my routine a few months ago and it has been a gamechanger! Definitely helps with detangling my hair after a wash and leaves a nice shine once its been dried (air or blow dried)."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Used it once. The fragrance is way too strong and personally not fond of the scent. Considering to return."
        },
        {
            "review_title": "Best leave-in",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This stuff is amazing!! Iu2019ve re-bought about three times now. I finally invested in the jumbo size."
        },
        {
            "review_title": "So soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Made my hair sooo soft after 1 use. I heard great  things and I caved and I do not regret one bit."
        },
        {
            "review_title": "An Unexpected Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I only bought this brand because Ouai was sold out of their travel size but I'm so glad it was! My hair was hydrated, frizz free, and smelled great all day after using Pureology's leave-in conditioner. I don't use hot tools routinely but I most often do while traveling so the heat protectant is a nice bonus and one less product I need to bring. Will definitely be purchasing the full size soon and maybe exploring some of Pureology's other products."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love that this leaves hair shines and soft. Helps alleviate frizz and dry feeling from blow drier. It does need to be heat activated. If you apply then donu2019t end up using a styling tool it will leave a weird residue in your hair that does not feel pleasant."
        },
        {
            "review_title": "Amazing! My new go to!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Dry skin",
            "review_text": "This product has made a huge difference in my hair! It makes it shiny and healthy! I absolutely love it!"
        },
        {
            "review_title": "My favorite leave inud83eudd0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I personally Adore this leave in, I prefer one product that covers all my needs. Works as my heat protector and what I use for hydration and detangling. It has great ingredients for the health of our hair and it smells great. Makes my hair soft and doesnu2019t weigh it down"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this leave-in, it really helped fixed my hair after I ruined it with bleach and it smells fantastic. Im on my second bottle and I will definitely continue to buy it."
        },
        {
            "review_title": "Canu2019t hold up to FL or AL humidity",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I bought this to replace my favorite Wow! Spray because it has heat protectant. It worked great the first time after a blow dry and flat iron. My hair was so smooth and smelled great! It lasted for a few days. Today, after doing the same routine, Iu2019m more underwhelmed. After a rainstorm sprayed a bit of my hair, I was a complete frizzy mess. This doesnu2019t happen to me in the Florida rain or humidity with the Wow spray. This product smells good and is great for sunny weather, but if you are expecting rain or high humidity, do not use this. Bummer."
        },
        {
            "review_title": "NO!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "I don't get this stuff. it does nothing that it promises. My hair is naturally wavy, long with medium texture and it leaves it frizzy and with an odd feeling. I've tried using a little bit then more and it's just awful. I'm mad that I paid so much for this product."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019m returning this- I usually donu2019t have any issues with leave ins, but this made my hair dry, frizzy and stiff. Smells amazing tho"
        },
        {
            "review_title": "The Leave In Conditioner You Need",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s expensive for a leave in conditioner, but you can really feel a difference in your hair. This has become a staple in my hair routine. Plus I saw it recommended by a professional stylist."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Great at detangling, but my hair has never been this frizzy since I started using it."
        },
        {
            "review_title": "Buy it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I absolutely love this stuff. Definitely changed my hair game. My new holy grail."
        },
        {
            "review_title": "Most Important Thing For Your Hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Dry skin",
            "review_text": "I have very fine hair and as I have aged, it is now falling out more and more and not replenishing.  I learned, from watching a guy who owns a blow out bar  that you need three things for your hair:  Shampoo, Conditioner and leave in conditioner and the leave in is very important. Amongst other things I am using now, I will only buy two leave in conditioners (from my experience) that will work to help keep my hair hydrated and this is one of them.  Can not go without it."
        },
        {
            "review_title": "Nope.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair",
            "review_text": "I have shoulder length, medium thick straight hair. This product made my hair greasy looking and straw like. So disappointing."
        },
        {
            "review_title": "Must-Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair",
            "review_text": "Loved this product. Hair was silkier, smoother, and shinier after using."
        },
        {
            "review_title": "Your hair will appreciate it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair",
            "review_text": "I love this leave in conditioner!!! This is my second bottle and I canu2019t recommend this enough to everyone I know."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Probably my favourite product to use. Protects my hair from heat damage when I decide to straighten it and or helps with daily styling"
        },
        {
            "review_title": "Ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "My hair felt softer and smelled good but didnt help with frizz at all."
        },
        {
            "review_title": "Best Ever Leave In Conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Tried many over the years and hands down this is the best."
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Wanted to love this but left my hair extremely dry and a weird textureu2026 thick and course!"
        },
        {
            "review_title": "Pretty good but better options out thereu2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Overall, very moisturizing and fairly lightweight- though I would only use after a lightweight conditioner, your hair might feel weighed down if you have fine/thin hair like me. The fragrance is too strong."
        },
        {
            "review_title": "Great for my color treated hair!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Highly recommend! I bleach my hair blonde & I swear by this! My hair looks fabulous & feels healthy. I can't live without!!"
        },
        {
            "review_title": "Holy grail product. This is my third bottle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "My favorite leave-in! I apply this in sections after I towel dry my hair or on non-wash days to my lengths and ends. Leave my hair soft, frizz free, and moisturized! HG product for my long wavy coarse hair"
        },
        {
            "review_title": "Crunchy dry hair",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The other reviews are right. It does in fact leave ur hair more dry, frizzy, and oddly crunchy ????"
        },
        {
            "review_title": "Never going back to any other leave in!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I have a lot of fine blonde straight hair This is the first leave in treatment Iu2019ve ever used thatu2019s not too heavy on my fine hair and leaves it smooth and maintains volume. obsessed!"
        },
        {
            "review_title": "itu2019s a no for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "First of all, I absolutely hate the smell. Iu2019m glad I tried this as a reward sample and did not buy it because I would have returned it. It made my hair feel really weird and it didnt do anything to protect"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I used this for hydration but it doesnu2019t remove tangles well. My scalp feels itchy. The smell is ok."
        },
        {
            "review_title": "Good for detangling hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "So I bought the mini to try it out but I didn't think it would be that small my daughters hair is always tangled and she has fine hair so I said let me try this it finished in one week. Go for the bigger bottle to see a difference it did untangked her hair but now I have no more I'm sad. I took off one star as it so small for the price. Not sure if I'll repurchase. But it does somewhat work."
        },
        {
            "review_title": "Curly hair approved",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have been using this product for over a year and just ran out. I've been waiting for the Sephora sale.I love this product!! I use  it on my curly dry hair on wash days with my other trusted products.It really helps keep it moisturized and I love that it's heat protected also."
        },
        {
            "review_title": "A must have for long hair.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Truly amazing.  this keeps my hair from being a knotted mess and it keeps my hair strong.  I won't be without this."
        },
        {
            "review_title": "Definitely Buy It!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I have very fine hair that usually looks oily with most products, but this is a game changer! It leaves my hair looking so strong and feeling so soft and smooth. After a blowout Iu2019ve noticed it has a much better hold than even my Refken 22 Hold! Must have!"
        },
        {
            "review_title": "No thank you",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This was very hype and so I caved in. I donu2019t like the feeling after it has dried. It has this sticky feel to it and once I curl my hair and brush it out it looks oily and weighted down. The stickiness doesnu2019t leave either. I have to shower after each use cause it just doesnu2019t feel nice."
        },
        {
            "review_title": "Excellent Leave In Conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I love this leave in conditioner. I think this is one of the best out there."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Love this product!!!! The jumbo bottle is 20$ cheaper or more on Amazon thoughu2026"
        },
        {
            "review_title": "One of my top 3",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This product is at the top of my top 3 leave in conditioners. I have fine, curly hair and use this product as a detangler and leave in conditioner. It works really well for me and doesn't weigh down my hair."
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "It's good, the main thing is not to spray too much or it will grease the hair. Good conditioning, detangles, hair shines after styling."
        },
        {
            "review_title": "A must have for healthy hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This Pureology conditioning spray prevents me from daily hair washing! Just spray on dry hair comb & style. Since using this product my hair is healthier & more manageable!"
        },
        {
            "review_title": "Great product, scent is meh though",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Works very well with their shampoo and conditioner. Used to use kerastase, Moroccan oil, or Amika heat protect spray before but have since just been using this. Works well for blow drying or even for air drying. Not the biggest fan of the scent though."
        },
        {
            "review_title": "A must-have in my hair care routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "If I do not use this product one day before blow drying my hair, the difference in how the hair feels and looks is easily detectable. It makes all the difference in retaining softness, shine & moisture/hydration to my colored hair."
        },
        {
            "review_title": "Must have heat protectant",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love this product I use this along with Pureology Strength Cure shampoo & conditioner makes my hair feel so nice! Donu2019t understand any of the 1 stars Iu2019ve been using pureology for years and love all the products!"
        },
        {
            "review_title": "Too Sticky And Smells Bad",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I was so excited to give this a try but was really disappointed. The smell is off putting and it left my hair feeling sticky. I tried using barely any product the next time and my hair still felt sticky.  Thereu2019s much better out there."
        },
        {
            "review_title": "Returning",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Returning! Iu2019m not sure whatu2019s the all hype about Pureology but every product Iu2019ve tried made my hair look worse. I have straight, slightly frizzy hair and this made it even frizzier and harder to manage with no shine. It also does not smell too great."
        },
        {
            "review_title": "Double the Price!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Sephora is selling this product way too expensive! You can find the same products everywhere else much cheaper than what Sephora sellsu2026 so disappointing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "My holy grail leave in conditioner! It smells nice and leaves my hair feeling soft. Not too heavy for oily hair."
        },
        {
            "review_title": "Rend les cheveux gras",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Odeur 10/10 , mais pour le reste un gros non . Rend mes cheveux tellement gras , peut importe la quantitu00e9 ou la technique utilisu00e9e."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "amazing product that detangles and doesn't weigh hair down"
        },
        {
            "review_title": "Nice product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This works really well at detangling and heat protecting my hair before blow drying. I love Pureology products. I got it on sale, so not sure if I would repurchase for full size since there are cheaper alternatives but I am really enjoying it"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Omg this things doesn't do anything! I can't even brush my hair through with it, it's almost like I am just spraying water on my hair. What a disappointment, doesn't make hair soft at all, if anything it makes it worse."
        },
        {
            "review_title": "Waste of Money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I was using the mini Ouai leave-in conditioner and wanted to try something new, so found pureology. After reading reviews and looking at tik-tok this seemed like a really good product. However, it made hair more frizzy. I have natural curls and this product made my curls not hold and my ends super dry. I felt like it weighed my hair down as opposed to the Ouai one which mosturized and gave good volume. Do not reccomend this for people with naturally curly or frizzy hair."
        },
        {
            "review_title": "Sadly Had to Return",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "I really wanted to love this product after seeing so many positive reviews, but I did read that there may have been a reformulation and for my fine hair, this leave-in conditioner weighed it down and made it look so greasy. Sticking to cheaper drugstore leave-in products until I can find one that's worth the extra $."
        },
        {
            "review_title": "You need this!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I had doubts about this product, but itu2019s a game changer!!! From the first use I was able to detangle it easily, it removes the frizz and helps give it softness and a lot of shine, it does what it says, love love love this leave in!!!"
        },
        {
            "review_title": "Allergic reaction, not for me :(",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m sure this is great for some people but for me I didnu2019t notice any immediate change from 2 uses and then had an allergic reaction that caused a rash on my hands and neck from working the product in. If youu2019re considering buying this and have had reactions to beauty products in the past then maybe do a patch test on your arm before buying!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve actually never hated a hair product more than this. I have fine, thick hair and this stuff makes it sooo greasy no matter how little I use. It causes my hair to be super weighed down with no body or movement ."
        },
        {
            "review_title": "Gentle and do the job",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I bought this product from Sephora online, I have a thin mid length hair .I use it as leave in conditioner and it is working fine. The product will not weigh down your hair.I didnu2019t notice any strong smell."
        },
        {
            "review_title": "A must!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells so good!!! so light. Use every wash and cannot live without it. Definitely noticed a difference in my ends and the dry ness of my hair. I used to use the morrancan oil one and they are both similar in scent and weight and i like  both"
        },
        {
            "review_title": "Perfect leave in and day after",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair",
            "review_text": "Best leave in conditioner, even as a day after spray or curl enhancer. Lov it."
        },
        {
            "review_title": "Great for uncolored hair too!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "A go to product.  I use almost daily. Adds such a sheen and shine to my long locks."
        },
        {
            "review_title": "Never leave without it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is my u201cgo tou201d everytime I shampoo, especially when I donu2019t have time for anything other than u201cwash and gou201d.  It leaves my hair looking and feeling healthy.  This leaves a shine, healthy bounce and hair air dries nicely."
        },
        {
            "review_title": "Hair felt like straw after",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I got this with my points. I was really excited about it. I have used it about 4 times now and each time my hair is frizzy bushy and dry after like straw."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "My hair feels so soft and hydrated after using this product and i have SUPER dry damaged hair!!"
        },
        {
            "review_title": "A must!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells so good!!! so light. Use every wash and cannot live without it. Definitely noticed a difference in my ends and the dry ness of my hair. I used to use the morrancan oil one and they are both similar in scent and weight and i like  both"
        },
        {
            "review_title": "Perfect leave in and day after",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair",
            "review_text": "Best leave in conditioner, even as a day after spray or curl enhancer. Lov it."
        },
        {
            "review_title": "Great for uncolored hair too!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "A go to product.  I use almost daily. Adds such a sheen and shine to my long locks."
        },
        {
            "review_title": "Never leave without it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is my u201cgo tou201d everytime I shampoo, especially when I donu2019t have time for anything other than u201cwash and gou201d.  It leaves my hair looking and feeling healthy.  This leaves a shine, healthy bounce and hair air dries nicely."
        },
        {
            "review_title": "Hair felt like straw after",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I got this with my points. I was really excited about it. I have used it about 4 times now and each time my hair is frizzy bushy and dry after like straw."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "My hair feels so soft and hydrated after using this product and i have SUPER dry damaged hair!!"
        },
        {
            "review_title": "A must!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells so good!!! so light. Use every wash and cannot live without it. Definitely noticed a difference in my ends and the dry ness of my hair. I used to use the morrancan oil one and they are both similar in scent and weight and i like  both"
        },
        {
            "review_title": "Perfect leave in and day after",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair",
            "review_text": "Best leave in conditioner, even as a day after spray or curl enhancer. Lov it."
        },
        {
            "review_title": "Great for uncolored hair too!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "A go to product.  I use almost daily. Adds such a sheen and shine to my long locks."
        },
        {
            "review_title": "Never leave without it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is my u201cgo tou201d everytime I shampoo, especially when I donu2019t have time for anything other than u201cwash and gou201d.  It leaves my hair looking and feeling healthy.  This leaves a shine, healthy bounce and hair air dries nicely."
        },
        {
            "review_title": "Hair felt like straw after",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I got this with my points. I was really excited about it. I have used it about 4 times now and each time my hair is frizzy bushy and dry after like straw."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "My hair feels so soft and hydrated after using this product and i have SUPER dry damaged hair!!"
        },
        {
            "review_title": "A must!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells so good!!! so light. Use every wash and cannot live without it. Definitely noticed a difference in my ends and the dry ness of my hair. I used to use the morrancan oil one and they are both similar in scent and weight and i like  both"
        },
        {
            "review_title": "Perfect leave in and day after",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair",
            "review_text": "Best leave in conditioner, even as a day after spray or curl enhancer. Lov it."
        },
        {
            "review_title": "Great for uncolored hair too!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "A go to product.  I use almost daily. Adds such a sheen and shine to my long locks."
        },
        {
            "review_title": "Never leave without it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is my u201cgo tou201d everytime I shampoo, especially when I donu2019t have time for anything other than u201cwash and gou201d.  It leaves my hair looking and feeling healthy.  This leaves a shine, healthy bounce and hair air dries nicely."
        },
        {
            "review_title": "Hair felt like straw after",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I got this with my points. I was really excited about it. I have used it about 4 times now and each time my hair is frizzy bushy and dry after like straw."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "My hair feels so soft and hydrated after using this product and i have SUPER dry damaged hair!!"
        },
        {
            "review_title": "Smells soo good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Absolutely love this product! I was struggling finding a good heat protectant and my hair stylist recommended this one to me. Anything that Pureology makes is amazing!"
        },
        {
            "review_title": "Works wonders and a bit goes a long way",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I follow THE BLOWOUT PROFESSOR on YouTube and he highly recommends this leave in conditioner so I bought it and let me tell you after trying so many products THIS IS MY ONE !"
        },
        {
            "review_title": "My go to leave-in!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "This is my go to leave-in! I use it daily. It leaves my hair silky smooth and I get so many compliments how I smell fantastic! Itu2019s this. Everyone should incorporate this into their hair care tool kit."
        },
        {
            "review_title": "New favorite leave in",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Using this paired with hydrate sheer shampoo and conditioner has made my blonde hair sooo silky soft itu2019s like I have new hair !u2019 Definitely will repurchase once this one is gone !"
        },
        {
            "review_title": "Softer smoother hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s a miracle! I finally found a heat protector that doesnu2019t make my hair feel sticky or dry as straw! It feel like a nice lightweight conditioner. Definitely makes my hair feel softer and smoother."
        },
        {
            "review_title": "New vegan staple !",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "What my poor processed hair has been missing! I rarely add heat to my hair but I got this as 100 point bazaar and fell in love immediately. I had to get the bigger size. Hair was moisturized, shiny, and very manageable after use. I look forward to putting it in my hair after the shower and was so glad I got to try it because it's vegan <3 Only lost a star because I couldn't take half of one off for the added fragrance. Although it smells very nice and I like it, added fragrances are con for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, lightMedium skin tone, Combination skin",
            "review_text": "The best for my hair. Have tried other leave ins that were recommended but I find this works the best on my normal, wavy hair."
        },
        {
            "review_title": "Wow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This leave-in is phenomenal. I have thick Asian hair and it does not weight down my hair. Makes it feel so soft, bouncy and shiney! Itu2019s outstanding. I highly recommend it."
        },
        {
            "review_title": "Floral stinky worthless",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The smell of this is nauseating. Itu2019s so heavily perfumed-floral and strong.  Also, does nothing for my hair."
        },
        {
            "review_title": "Smells gross & leaves hair greasy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I was immediately nauseated by the smell and it left my hair really greasy. They must have re-formulated it because my hairstylist used to use this all the time on me (with the old bottle) and I swear it was never like this before."
        },
        {
            "review_title": "Get it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I loveeee this leave in conditioner!! Itu2019s a bit pricey but itu2019s worth it! My hair has never been so soft & shiny"
        },
        {
            "review_title": "Best al-in one spray",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "people with finer hair have to be a little more careful cause you can make your hair look greasy quickly, but overall I love this product cause it works and I always get compliments on the scent."
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This made my hair so staticky!  I do have thin hair and it didnu2019t weigh it down but the static is so annoying and it also made my hair feel dry."
        },
        {
            "review_title": "absolutely love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "I just purchased my second value-size bottle of this product. Needless to say, I use it a lot and I LOVE it! It smells incredible, it keeps my hair super soft, and I know it protects my hair from heat damage from my hair deyer."
        },
        {
            "review_title": "Works on Relaxed Hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I bought this Leave-In after seeing a review on YouTube AND I will say this Leave-In works beautifully. My hair is so calm, smooth and soft after spraying this. I have black relaxed hair and this is now a NECESSITY for my hair."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Its goood itu2019s smell amazing but Iu2019m on a budget and 15$ on it and it was so soo small but itu2019s good and has a wonderful shine after using it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this product and all stylists I go to compliment this product. I feel that it helps with detangling my hair and always leaves it feeling soft"
        },
        {
            "review_title": "new look and new (bad) reformulation",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I used this product for at least a decade (since it first came out). It was perfection for fine, color treated hair! Recently, it appeared in a new bottle/branding. The first time I used the new bottle I could instantly tell it wasn't even close to the same formula. I compared my old bottle ingredients with the new bottle ingredients and about half way down the ingredients list there are some minor changes and towards the end of the ingredients list-bigger changes. This is a whole new product that's not even remotely close to how good this product used to be. Looks like I will be looking for a new leave in/protectant. What a shame."
        },
        {
            "review_title": "Must have for hairu2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "After using this heat protectant leave in conditioner Iu2019m amazed by the results. My hair immediately felt and looked softer and healthier. This will be my go to from now on. Itu2019s pricey, but so worth it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Combination skin",
            "review_text": "Hair must be damp when using this. Must use blow out cream after before blow drying for heat protection"
        },
        {
            "review_title": "A must-have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This is one of my favorite hair products.  I have been using it for years and have tried other products but always come back to this.  I love the way it makes my hair feel without feeling like I have anything in my hair."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Bought this because I needed a new heat protectant and I like it a lot. Leaves my hair soft and easier to brush through"
        },
        {
            "review_title": "A great leave in conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is good stuff! Itu2019s a multi benefit product that works well at detangling hair and locking in moisture. I use it after every shower but I would still recommend getting a dedicated heat protectant product for styling"
        },
        {
            "review_title": "Very impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I have very thin hair that gets weighed down quickly by a lot of products. This spray bottle only smells great but left my hair feeling like silk and not at all heavy."
        },
        {
            "review_title": "Not it for me.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Iu2019ve been using this product after every hair wash day for about 6 months now and my hair still feels and looks dryu2026"
        },
        {
            "review_title": "my hair is like silk not gonna lie",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this the best leave in multipurpose product worth the money leaves ur hair soft and smells good no heat damage also get it at chatters and they had it 30% off for black friday"
        },
        {
            "review_title": "Great product.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Love this product.  It is great for wavy/curly hair."
        },
        {
            "review_title": "Cheaper Elsewhere",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Fantastic product (5stars), but $10 cheaper at Chatters Hair Salon. Come on Sephora, rating 1 star for ripping people off."
        },
        {
            "review_title": "definitely recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I have thin, fine hair, and this does not leave my hair feeling like it has product in it.  it doesn't weigh my hair down.  My hair looks healthier and more full.  I will be repurchasing!"
        },
        {
            "review_title": "If you have fine hair, STAY AWAY. Ruined my hair",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "After hearing praises for this from Abby Yung and the Blowout Professor I really wanted to love this. Now at the end of my second bottle, my fine, highlighted hair has truly never been in worse condition. My hair is so so matted and gets tangled literally sitting in outside. My texture has become so dry and truly unmanageable. Not until reading other reviews from other people with fine hair did I realize this was the culprit."
        },
        {
            "review_title": "Great for Fine Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I have fine, wavy, thinning hair with some grey strands and an oily scalp.  The Blowout Professor recommended this product for fine hair, so I gave it a try.  I was pleasantly surprised.  It took a few tries to determine the amount of sprays I needed for my hair so it wasn't oversaturated. I will definitely be buying a larger sized one."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Got a sample as a bday gift. OMG it works perfect for my thin hair. my hair don't get dirty as fast and has a volume to it. I spay it on b4 blow drying. I'm here now to purchase 6.7oz bottle. definitely worth it. I'm happy that I was put on to it. u2b50ufe0fu2b50ufe0fu2b50ufe0fu2b50ufe0fu2b50ufe0f"
        },
        {
            "review_title": "The BEST",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The best leave in conditioner for my long, fine, color treated hair! From a trichology perspective it has amazing ingredients! The only complaint I have is that I donu2019t like the smell. Itu2019s dated and not particularly youthful"
        },
        {
            "review_title": "No worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Horrible in my opinion, donu2019t waste your money. I have thin hair and this product is super heavy and my roots are like I put olive oil."
        },
        {
            "review_title": "Truly multi-benefit",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Got suggested by my hairstylist two years ago and still use it to this day. I decided to get the jumbo size as I know I would go through it anyway. Seriously so goood!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I received this as a free sample and it makes my hair smell and feel delightful! A little goes a long way. I will be purchasing in the future!"
        },
        {
            "review_title": "It's a no for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Am I missing something? I've tried 2 different bottles over a couple of months and had issues both times. The nozzle doesn't diffuse the spray well and it always left my hair with an unpleasant, heavy film. It looked and felt greasy. Would not recommend for thin hair. So disappointing since I usually hear great things about this product."
        },
        {
            "review_title": "Best leave in! Definitely a must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "LOVE this product, I have low porosity hair so I bought the small size to try it out and it was worth it! No tangles for 2 days! Smells great, heat protecting, and give great shine!"
        },
        {
            "review_title": "Sephora is price gouging",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Great spray but I just purchased it from chatters for $40 for the largest size (:"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone",
            "review_text": "I'm happy with how my hair feel after using this. It's nice and soft. It doesn't look dry.  I just it did a little more for frizz, but it definitely helps with locking in moisture."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "This spray is excellent for my very fine hair, because I apply it after washing it and it helps me easily detangle my hair, it has a pleasant smell, it also controls frizz, I recommend it."
        },
        {
            "review_title": "Best thing EVER for tangles!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This is my Favorite Hair Product! My beloved hairdresser got me into this years ago and I use it every time I comb through my tangles ~ wet or dry. I donu2019t spend a lot on hair products, but this is my yearly splurge!!  Totally worth it - canu2019t live without it - my long hair LOVES itud83eudd73"
        },
        {
            "review_title": "Must have in hair care",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone",
            "review_text": "Great addition to caring for hair . Leaves it conditioned and soft"
        },
        {
            "review_title": "Totally recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I love this! My hair is chemically treated and naturally thin and it works amazing. I love it and would buy up again, no doubt."
        },
        {
            "review_title": "Must needed even for frizzy girls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have thick and medium wavy hair and I absolutely love this product. One of my favorite things about this product is that when I blow dry my hair it helps with the frizz and humidity after."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I have thick and long curly/wavy hair and I absolutely love this product. One of my favorite things about this product is that when I straighten my hair after using this product, it stays straight for a long time - even during humid days."
        },
        {
            "review_title": "multiple benefits in one",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "I really noticed a difference in my hair after using Pureology shampoo and conditioner, and then using this leave in spray before styling with a hair dryer and curling wand. I noticed more volume at the roots and ends, more body and bounce, and less frizz. It added shine and extra moisturization, too. It has a clean fresh fragrance. A little goes a very long way. I sprayed this in my hair when it was damp after showering and used my wet brush to disperse the product evenly."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "My hair look a little lighter in colour and det angling has been easier. I donu2019t see much difference and smell is also okayish. It might have effects that I may see in a while but u can save ur money on this"
        },
        {
            "review_title": "Doesn't live up to what was promised.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I've been on the lookout for a multi-purpose hair product to eliminate some steps in my hair-care routine, especially while travelling. It works as a protectant and can be used after-styling as well. I found it doesn't do much to soften or smooth my hair and almost makes it feel more dry and weighed down. I am however addicted to the scent of it. I'll give it a few more tries as I really want to like it and stop having to use multiple products during my styling routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "No se siente pensado es liviano e hidrata muy bien."
        },
        {
            "review_title": "Sticky! Dry! Listen to the negative reviews!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Ugh I fell for it..watched blowout professor and fell for the trap. Bought this conditioner and it's the WORST. My hair has never been this sticky and dry ever since I started using this leave in! Listen everyone the blowout professor gets paid to advertise Pureology and Moroccan Oil. Sorry if anyone else fell for it! This is awful!"
        },
        {
            "review_title": "Absolute best product ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I have used this for 10 yrs & it is by far the best leave in conditioner Iu2019ve ever tried. I have thick hair that can be difficult to brush out. This makes it so easy and all of the other added benefits keeps my hair healthy."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "this stuff was great but I ran out almost immediately. not much product for the price."
        },
        {
            "review_title": "A pureology must have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely love this leave-in! I have used it for years and was able to get it on a promotion! I love the smell, the way my hair feels after applying it, and most of all, the scent smells soooooo good on my hair until my next wash/co-wash!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Not really sure why anyone likes this? It leaves a film on my hair making it feel sticky and look dirty. Definitely wont buy it again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Dry skin",
            "review_text": "Holy Grail - a forever repurchase staple. I section my hair and coat after I let my hair down from a microfiber wrap. Smells great and not overbearing, and does what it says."
        },
        {
            "review_title": "Excellent when used correctly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I watch the blowout professor on YouTube and this item was one of the products on his recommendation list. Purchased this and I am really loving the results. He does not recommend using this everyday even though it says it on the directions. Brands want you to go through products fast so you purchase more. He does not recommend using this on dry hair as a refresher. This can lead to dry crunchy hair with a lot of build up like some of the reviews below are experiencing.   He only recommends using this on wet hair.  Mist the hair. Less is more. You do not need a lot of product and brush it through your hair to avoid texture. Even the best products used incorrectly will make your hair feel terrible. I recommend checking him out."
        },
        {
            "review_title": "Definitely try it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Porcelain skin tone, Dry skin",
            "review_text": "My go-to leave-in conditioner. The first bottle I had, I didn't care for the scent, but loved how my hair felt & looked. So I decided to purchase another bottle & now the scent has grown on me. I highly recommend this if you have damaged hair!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I love this leave in conditioner I got it just a couple weeks ago and my hair is feeling hydrated and soft plus this stuff smells awesome"
        },
        {
            "review_title": "Not for everyone",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Made my hair sticky. Tried at least 3 times before I returned it."
        },
        {
            "review_title": "lovely product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "bought two bottles, one extra to do me since this is such a nice product so I need a back up after I finish this one. the product smells like perfume and it lasts. I love it! I have extra thick, heavy curly hair and it makes my hair super soft and silky. I usually air dry my hair so not sure if that does much of a difference in comparison but I can for sure confirm this is a quality product. highly recommend."
        },
        {
            "review_title": "Skip it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "Really thought I'd love this product. Whilst I believe in the heat protectant claims, the leave-in conditioning part, not so much. It left my usually soft hair super dry. For my money I'd rather pay for both Color Wow Dreamcoat and It's a 10 Leave In Conditioner than use this again."
        },
        {
            "review_title": "Wished it worked for the price, made hair so dry!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "This product is very pricy for the size. My ends need moisture every day and night most days. Which makes this expensive product go fast. I tried for a month, and it just made my hair incredibly dry and untamable. I really wanted to give it a good try, but I believe it's the intense amount of fragrance in the product that ruined  my hair personally. Now I just have it sitting on my counter and am afraid to use it again. I'm still fighting the dryness along with so much extra frizz from using this product. My natural wave/curl and softness is just starting to return to my hair almost a month later now."
        },
        {
            "review_title": "Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair",
            "review_text": "Love this product!! So hydrating, using this for over two months and my hair has noticeably gotten softer and healthier over time."
        },
        {
            "review_title": "Not for Fine Hair",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I bought this because of the reviews.. sadly it just didn't work for me. No matter how I apply it or how little I use it weighs my fine hair down and makes it look greasy. It ruins my fresh washed hair so much I need to re-wash. Maybe it works on thicker hair?"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "was not impressed. my hair looked better with the use of simple hair oil."
        },
        {
            "review_title": "All in one dream product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "Wow, Pureolgy never disappoints. My hair was transformed after one use! I tossed my other leave-in treatment products because this is all I need. I ordered the mini bottle, and a little seems to go a long way in my fine hair. I would definitely splurge on the full size in the future."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": ""
        },
        {
            "review_title": "horrible smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "the smell of this is enough to make me want to barf. it's smells like horrifically strong perfume and doesn't dissipate. do NOT buy this product if you're at all sensitive to smells."
        },
        {
            "review_title": "A must have Leave in Conditioner u2764",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This leave in Conditioner it's amazing! I am loving the result of how my hair feels after using. My hair now feels healthy and soft, it also gives volume too! The smell is so good too.. I will buy again when I finish it u2764"
        },
        {
            "review_title": "The BEST",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have fine, wavy hair and my hair was damaged after coloring it for a whileu2014but this leave in conditioner AND heat protectant eventually revived it!! And Iu2019ve tried a lot of products! A plus for it smelling so good!"
        },
        {
            "review_title": "Incontournable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Parfait pour hydrater et protu00e9ger les cheveux! j'ai les cheveux bouclu00e9s et difficile a soigner, depuis que je l'utilise mes cheveux casse moins lorque je les arrange!!"
        },
        {
            "review_title": "The best ever.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Best heat protectant and leave-in conditioner out there (Unite 7seconds is a close second). This is all I use most days after shampoo and conditioner. It has kept my box dyed, wavy hair healthy and strong. Also smells amazing!"
        },
        {
            "review_title": "I will keep repurchasing forever.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Shampoo, conditioner, and then after the shower I use this leave-in conditioner. THAT'S IT! No need for gimmicky products. This is all you need. It preps my hair for detangling and then styling right after I shower. For reference, I have straight dyed Asian hair."
        },
        {
            "review_title": "YES",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "BOOM!!!  What every highlighted and balayaged girl needs! Perfect leave in conditioner for color damaged hair!!!! Does it all."
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Made my hair very sticky and I had to wash it 2 days later. I donu2019t recommend it for thick hair that also gets oily very quickly!"
        },
        {
            "review_title": "CAUSED CYSTIC ACNE",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I love what this did to my hair, but it caused significant, cystic breakouts on my neck, back and shoulders, and now I'm left with hyperpigmentation scars from the acne. Had to quit using after just a few uses."
        },
        {
            "review_title": "not great",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "i noticed it smells weird as i'm applying it. i only use this if i'm blow drying my hair and it makes my hair crunchy and super tangled when my hair is naturally silky straight after a blow dry."
        },
        {
            "review_title": "Excellent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ju2019adore ce revitalisant sans rinu00e7age. Il est parfait. Douceur, brillance, odeur agru00e9able, etc. Je ne saurais mu2019en passer. Ju2019adore quand vient le moment de lu2019utiliser."
        },
        {
            "review_title": "To heavy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "I have thick curly blonde hair and leaves a greasy heavy texture to my hair."
        },
        {
            "review_title": "second time to purchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "love how soft this makes my hair feel and it has a nice scent to it"
        },
        {
            "review_title": "Highly recommended",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Excellent product. Only use on mids to ends and not too much..while hair is washed and after conditioning."
        },
        {
            "review_title": "A staple product for me",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "This is a staple in my routine. I am on my 4th bottle, which actually last a pretty long time. I need to make sure I don't overdo how much I apply, since it can weigh my hair down, but with the right amount, this stuff is a go to"
        },
        {
            "review_title": "Love it ! But not for everyone",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019ve been using this product for two years now and I love it! But I wouldnu2019t recommend this for everyone. If you have thin hair or hair that gets greasy quickly this is not the product for you."
        },
        {
            "review_title": "Terrible Build Up",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product seemed great at first, but after months of using it my hair started becoming more and more unmanageable and greasy. It felt very heavy and almost sticky. If you do use this use a clarifying shampoo. I had to get my hair chopped off because it was so bad"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve only used this a few times since Iu2019ve purchased it and itu2019s absolutely amazing! My hair looks and feels so much healthier along with smelling divine!"
        },
        {
            "review_title": "Just Buy It!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Amazing! This product is just what my highlighted hair needed.  Iu2019ve tried other products/brands which make promises but donu2019t deliver.  This product lives up to the hype. Leaves my hair shiny and healthy looking."
        },
        {
            "review_title": "Not worth the hype",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Made my hair have the weirdest texture! Returned it"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This is one of the best hair products Iu2019ve used. I find that it works well as a heat protectant and as a leave in conditioner. I use it even if Iu2019m not using heat on my hair. It smells so good and has definitely made a difference in the look/feel of my hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "A hair care staple! Repurchase time and time again. I use this product to detangle after I wash my hair everytime. On my fourth purchase!"
        },
        {
            "review_title": "Please make this into a perfume!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019ve been using this product for a few months now, and let me tell you that saying I am pleased with the results is an understatement. Ive also been receiving lots of compliments on how my hair smells. Please please please make a perfume pureology. This scent is truly on of a kind and amazing. Heaven in a bottle."
        },
        {
            "review_title": "A must have hair routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "My hair is super soft after using this heat protectant"
        },
        {
            "review_title": "Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "I love this product. makes my hair soft and smooth.  A miracle in a bottle.  I do have to wash my hair after a couple of days as it does coat the hair with something.  I dont  use dry shampoo so if you do, you can go longer between washes. I don't like the floral smell though. Wish they would change it or remove it altogether."
        },
        {
            "review_title": "Worst hair product I ever used",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I got a sample sized tube of this with points. I donu2019t usually write negative reviews, even when I dislike products, but this was such a terrible experience. While washing, my hair it became a dry tangled mess a minute it so or so after applying. I could not brush through my hair with my wet brush. It felt like nothing Iu2019ve experienced before. I was tearing through my hair trying to comb through with my fingers to rinse it out, but it seemed to just keep getting worse. I eventually just washed it out with shampoo and thankfully my hair was ok again as soon as it was washed out. I have finer, dry hair naturally. This is not the product for you if your hair is similar."
        },
        {
            "review_title": "Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This heat protectant is so good! I recently bought this because it had no pore clogging ingredients and is good for acne prone skin. It makes your hair look flawless after blow drying. This is one of my favs and is a must have."
        },
        {
            "review_title": "Amazing leave-in conditioner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I first heard about this product from a beauty influencer. She spoke wonders about it and just had to try it out myself, since I was looking for a good lightweight leave-in conditioner. I wasnu2019t sure if it would work for my rather thick, wavy and frizz-prone hair (since the influenceru2019s was thin and straight), but itu2019s amazing. Iu2019ve loved how smooth my hair has felt after using it and how easy it is to detangle it. Iu2019m so glad that it already has heat protectant included, so I donu2019t have to buy or carry around another product. I just love it. Highly recommended!!"
        },
        {
            "review_title": "A true must-have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "After using this product for the past few months Iu2019ve fallen in love and will repurchase the biggest size when I run out. Itu2019s not only a dentangler, heat protectant, and leave in all in one product BUT it also smells amazing. I have thin hair and it doesnu2019t weigh it down at all. It makes my hair feel silky for days after washing."
        },
        {
            "review_title": "Proceed with cautionu2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I had previously used this product for years before discovering that it was causing me some sort of an allergic reaction. I donu2019t think this did anything crazy for my hair, it did seem to provide good heat protection though. I think there are better, more moisturizing leave ins that i would use instead of this. Proceed with caution because i have never had breathing issues until i used this leave in, and the second i stopped using it my breathing has been normal!"
        },
        {
            "review_title": "Can't live without it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I have 3A curly fine hair (and lots of it). I've been using this leave-in for about 6 months now and my hair has definitely transformed! It used to be a bit dry and damaged from some subtle highlights and heat damage, but now my hair is noticeably softer and healthier looking! I have less frizz and my curls look pretty defined and hydrated. Btw I use a redken shampoo and conditioner, the Ouai curl cream and Kerastase hair oil on my ends. I have found that the combination of all these products has given me the best hair ever! I also love the smell of this conditioner."
        }
    ]
}