{
    "product_id": "1591",
    "name": "5 Minute Facial for Megawatt Glow",
    "brand": "Tata Harper",
    "categories": "Skincare, Value & Gift Sets",
    "price": 30.0,
    "about": "What it is:A five-minute facial for glow featuring a bestselling Regenerating Cleanser and Resurfacing Mask..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Pores, Dullness, and Uneven Texture.Highlighted Ingredients:- Apricot Microspheres.Ingredient Callouts:These products are gluten-free, cruelty-free, and an Allure Best of Beauty Winner..What Else You Need to Know:The Regenerating Cleanser and Resurfacing Mask are powerful on their ownu2014and can work even better together. The result is instantly glowing skin that feels hydrated and healthy..This Set Contains:- 5 mL Resurfacing Mask",
    "ingredients": "-Apricot Microspheres.-Pomegranate Enzymes.-BHAs..Regenerating Cleanser: .Hordeum Vulgare Leaf Juice, Cetearyl Alcohol, Cetearyl Olivate, Helianthus Annuus (Sunflower) Seed Oil, Leuconostoc Ferment Filtrate, Propanediol, Prunus Armeniaca (Apricot) Seed Powder, Citrus Paradisi (Grapefruit) Oil, Sorbitan Olivate, Lactobacillus/Punica Granatum Fruit Ferment Extract, Lactobacillus Ferment, Sambucus Nigra Fruit Extract, Salix Alba (Willow) Bark Extract, Arnica Montana (Arnica) Extract, Borago Officinalis (Borage) Leaf Extract, Calendula Officinalis (Calendula) Flower Extract, Medicago Sativa (Alfalfa) Extract, Spiraea Ulmaria (Meadowsweet) Extract, Olea Europaea (Olive) Oil, Coco-Glucoside, Cetearyl Glucoside, Kaolin (White Clay), Sclerotium Gum, Citrus Aurantium (Bergamot) Peel Oil, Cetyl Palmitate, Sorbitan Palmitate, Aqua/Water/Eau, Sodium Phytate, CI 77491 (Red Iron Oxide), Alcohol, Limonene, Citral, Linalool...Resurfacing Mask: .Hordeum Vulgare Leaf Juice, Salix Alba (Willow) Bark Extract, Sclerotium Gum, Lactobacillus Ferment, Leuconostoc Ferment Filtrate, Maltooligosyl Glucoside, Hydrogenated Starch Hydrolysate, Lactobacillus/Punica Granatum Fruit Ferment Extract, Beta Vulgaris/Beet Root Extract/Extrait de Racine de Betterave, Arnica Montana (Arnica) Extract, Borago Officinalis (Borage) Leaf Extract, Calendula Officinalis (Calendula) Flower Extract, Medicago Sativa (Alfalfa) Extract, Spiraea Ulmaria (Meadowsweet) Extract, Sambucus Nigra Fruit Extract, Kaolin (White Clay), Rosa Damascena (Rose) Flower Oil, Olea Europaea (Olive) Oil, Sodium Phytate, Citrus Aurantium (Bergamot) Peel Oil, Aqua/Water/Eau, Hydrolyzed Corn Starch, Cymbopogon Flexuosus (Lemongrass) Oil, CI 77491 (Red Iron Oxide), Alcohol, Citral, Citronellol, Limonene.....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Buff Regenerating Cleanser onto dry skin. .-Apply Resurfacing Mask right on top for the five-minute facial treatment. Leave on for five minutes..-Rinse clean.",
    "num_reviews": 37,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/5-minute-facial-for-megawatt-glow-P506736?skuId=2707131&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2707131-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Love this product and gave me a glow after one use. I highly recommend it."
        },
        {
            "review_title": "Small yet mighty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Small yet mighty. I know a lot of the negative comments about this set is the small, no tiny, size. I think this is a great way to try the product before making a huge investment in something that might sit on the shelf."
        },
        {
            "review_title": "this will be my good Ol' reliable.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "whenever my face looks washed out or just exhausted i use this to save the day! it makes my face look brighter and younger again.   PLUS I love how these minis are  affordable so we get to try it out first before committing to the original size."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Normal skin",
            "review_text": "I love this stuff. Iu2019ve been using it for a few months now and itu2019s one of the few items Iu2019ve stuck with. It makes my skin actually feel nice and look nice."
        },
        {
            "review_title": "A new travel favorite.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this, especially for travel! At first I thought something was wrong with the mask because of the initial texture but the second you rub it on your face it melts from u201cweirdo jellou201d to perfect. After a long day of travel and  long day in NYC this is just what I needed.  mask feel."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Two stars for the exfoliation zero stars to the weird jelly that didnu2019t do much"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Never saw any results, there was no difference before and sfter use. Unfortunately I forgot to take the photo."
        },
        {
            "review_title": "A great treatment for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "It works and great on sensitive reactive skin. This was recommended by my Esthetician and advised to use it while taking a shower or bath. I use it once a week and it keeps my pores clear and skin feeling fresh with no redness. This mini set lasts me 2-2.5 months with once a week usage. You only need a tiny bit and the steam from the shower helps open the pores up for maximum results."
        },
        {
            "review_title": "It works!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Exactly what it says. Gives you a glow in 5 min! I took a picture immediately after! Itu2019s like an acid peel/mask. In the form of a gritty like scrub and then a serum like that you put on over the top. You use both products that come in the box together. Wait 5min then wash off and your face feels smooth and glowing! Iu2019d definitely buy again. Itu2019s great little box set for an instant glow itu2019s a great set for traveling. You get multiple uses out of it. Overall good purchase at good price. Iu2019d recommend."
        },
        {
            "review_title": "Quick Facial the Delivers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Combination skin",
            "review_text": "This treatment works like a charm! Product sizes are tiny, and only good for a few uses, but totally worth it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "It is smaller than u expect, but I think I can stretch it to 4 uses. Keep that in mind, dollar per use. I notice results pretty much immediately and using it along with my regular skin care seems to amplify the results. My skin is visibly brighter and reduced my under eye dark circles. I probably won't repurchase regularly but this is a nice splurge"
        },
        {
            "review_title": "Cleanser works",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "The cleanser is good, almost like an expensive St Ives apricot scrub. The mask has not done anything for me. Just feels like jelly sitting on top of the skin. When I washed it off didnu2019t notice any noticeable difference."
        },
        {
            "review_title": "Loved it.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I had dry skin, started using my skin, started feeling better, and my friends even noticed the changes."
        },
        {
            "review_title": "Will buy again - wonderful line!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Excellent product - high end quality. Instant results. I use once every 10 days, gentle yet not recommended more (sensitive) during winter months."
        },
        {
            "review_title": "I Love It",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "I love this set. There is another review that says its only enough to get 1 or 2 uses from...I'm doing it for the third time as I type this out and there's enough for one more (I'll have to stretch that one a little). Tata Harper products are expensive, so for 20 bucks I thought this was a great deal. I do a facial every Sunday night, this is in my rotation with DE Babyfacial. I definitely feel a difference afterwards. Buy it, it's a luxurious little treat :)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The best quick facial for the glowiest skin! Will be purchasing the full sizes!"
        },
        {
            "review_title": "Not worth it, overpriced and cannot see any change",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "There was literally 0 affect to my skin after using this mask - the before and after difference was the same as when I wash my face regularly. It is so small you only will get 1 (maybe 2) uses out of it which is"
        },
        {
            "review_title": "Works Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This stuff is very similar to the philosophy micro delivery  product. Itu2019s a great product nonetheless."
        },
        {
            "review_title": "Try it for yourself",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Not for me, a little harsh. If I had a lot of build up on skin this would probably work great."
        },
        {
            "review_title": "Glow getter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "Tata Harper's 5-minute facial exemplifies the power of green beauty. My skin feels wonderfully cleansed, glowing and hydrated after this efficient pick-me-up."
        },
        {
            "review_title": "A glowing gem!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This duo is amazing and perfect for traveling! The clearer lasted for the duration of my 9 day trip and my skin was very happy. I have sensitive and mature skin and I had no breakouts or irritations. My skin felt so soft to the touch and it did have a nice even glow without any make up. I would recommend this duo if you have not tried Tata Harper products, be prepared to be addicted!!"
        },
        {
            "review_title": "cute!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Got this cute mini size skincare as a xmas gift for my mom ud83eudd70"
        },
        {
            "review_title": "Enjoyed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Small in size, but I enjoyed this gift set. Cleanser and mask are lovely to use. I love me some emzymatic exfoliant - this one uses pomegranate. Smells good, skin looks happy and healthy."
        },
        {
            "review_title": "My favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I have been using Tata Harper and I love it. Itu2019s easy to use and feel very good and fresh."
        },
        {
            "review_title": "DA BOMB <3",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "tried this set out and very happy that i did!! Although itu2019s small, literally gave my skin the utmost glow/radiance. Will be purchasing again ud83eudef6ud83cudffd"
        },
        {
            "review_title": "Best 5-min spent in my day ud83dudc9a",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone",
            "review_text": "Love this Tata glow ud83dudc9a My skin feel smooth and refreshed. Defiantly my go to when my face need a boost !"
        },
        {
            "review_title": "Thee Best !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "One of the best things to ever exist !! The mask is definitely a wonderful product only thing is the full size is super expensive I would purchase it again."
        },
        {
            "review_title": "Small but mighty.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "My skin looked and felt amazing immediately after using this product.  It looked plump and moisturized and was super soft.  The packaging is very small, but I would repurchase."
        },
        {
            "review_title": "Power duo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "The best of the best!!  This duo leaves my skin fresh, purified , super plump and smooth! ud83dudc9a"
        },
        {
            "review_title": "My skin has never looked this good!!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I used this product when my skin was feeling dull and dry after being in the sun. I was so amazed that my skin came back to life, it gave my skin a beautiful glow.  I will be purchasing the full-size. Gegeggeggsv"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product is fabulous! Absolutely love everything Iu2019ve used from Tata Harper! Brightens my skin when I need a quick refresh!"
        },
        {
            "review_title": "Pre zoom face lift",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "Grapefruit smell is heavenly and a terrific quick pick me up before zoom calls"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a miracle product. I noticed a difference in my skin with one use! Smells amazing too! 10 out of 10, definitely recommend!"
        },
        {
            "review_title": "Instant Glow up",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love all of Tata Harperu2019s products! This is the perfect fix for my skin when itu2019s looking a little dull. It gives my skin a natural glow for a makeup free day or creates the perfect canvas for my makeup. Highly recommend!"
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Tara Harper always saves my skin! 5 minute facial is the perfect size for a quick pamper and the regenerating cleanser smells so dreamy u2661"
        },
        {
            "review_title": "Must Buy! Great Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Great product that I have been using for months significantly improving my skin. In fact, my skin has never looked better with Tata Harper."
        },
        {
            "review_title": "must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "love the feel , love the smell , love the results! tata harper is always lux!"
        }
    ]
}