{
    "product_id": "1483",
    "name": "Boardwalk Delight Eau de Parfum",
    "brand": "SKYLAR",
    "categories": "Fragrance, Women, Perfume",
    "price": 121.5,
    "about": "Fragrance Family:Warm & Spicy.Scent Type:Warm & Sweet Gourmands.Key Notes:Pure Vanilla, Cotton Candy, Coconut Milk..Fragrance Description:Boardwalk Delight is a sweet and warm gourmand scent that ushers in nostalgic memories with notes of cotton candy, vanilla, and coconut milk. Stroll down the sunny boardwalk with a treat in hand and wait for the joys of your youth to bubble up from within..About the Bottle:This bottle was created to mimic a cloud's organic shape in the sky. It represents the beauty of imperfection and celebration of each person's unique qualities. With its beautiful square design, it sits comfortably in the palm of your hand and elegantly on your vanity or tabletop..About the Fragrance:SKYLAR was founded by u2018mompreneuru2019 Cat Chen after her daughteru2019s allergic reaction to her perfume. SKYLAR fragrances are hypoallergenic, safe for sensitive skin, cruelty-free, vegan, and inspired by the natural landscapes of SKYLARu2019s hometown, Los Angeles.",
    "ingredients": "Organic Sugar Cane Alcohol Denat., Parfum/fragrance, Agrumex, Ambrofix, Benzaldehyde, Bicyclo Nonalacto, Cosmone, Cyclamen Aldehyde, Damascone Alpha, Dihydro Myrcenol, Dimethyl Benzyl Carbinyl Butyrate, Dipropylene Glycol, Ethyl Alcohol. Ethyl Linalool, Ethyl Maltol, Ethyl Methyl-2-Butyrate, Ethyl Vanillin, Florocyclene, Florosa, Habanolide, Hedione, Heliotropine, Helvetolide, Hexenol-3-Cis, Homofuronol, Jasmacyclene, Lemonile, Maltol, Octalactone Gamma, Osyrol, Phenoxy Ethyl Isobutyrate, Raspberry Ketone, Serenolide, Triethyl Citrate, Vanillin, Vanillin Isobutyrate, Velvione,  Aqua/Water/Eau......The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Apply your fragrance to major pulse points such as your wrists, neck, and below the ears. .-Be sure to tap your wrists together (donu2019t rub) to help make the scent last longer..-Layer multiple SKYLAR fragrances together to create different possibilities and give your fragrance maximum impact...Recycling Instructions:.-This box, bottle, and cap are fully recyclable. .-When the bottle is empty, remove cap and pump and wash thoroughly. .-Recycle the bottle and cap and place pump in the trash.",
    "num_reviews": 589,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/boardwalk-delight-eau-de-parfum-P506191?skuId=2636488&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2636488-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1.7 oz / 50 ml eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2636488-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Amazing cotton candy scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "If you want to smell like literal cotton candy this is the fragrance for you!! Absolutely amazing, extremely sweet smelling, lasts quite a while too for a rollerball"
        },
        {
            "review_title": "Vanilla milkshakes, coconut whipped cream etc.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Iu2019m a promenade walk kind of Kween and this perfume make me feel like Iu2019m walking straight into a yummy fantasy. This fantasy is filled with vanilla milkshakes, coconut whipped cream, cotton candy, and freshness! I feel clean but yet seen and definitely heard!"
        },
        {
            "review_title": "Cheap soap smell",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Smells like the Boardwalk bathroom soap. Returning."
        },
        {
            "review_title": "Does not last",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Smells good, but does not last. The fragrance went away in less than 1 hour."
        },
        {
            "review_title": "If you like sweet then this is for you",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "It is nice but not my scent type at all. This is a VERY sweet ice cream scent but with a little fresh tones. It reminds me of fantasy by BS and Katy Perry meow perfume. It also gave me a headache"
        },
        {
            "review_title": "Milk Bottles ud83eudd5b",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this. Initially avoided trying because I didn't want that strong, sickly sweet (but accurate) candy floss scent that I smelled with Le Monde Gourmand's Sucre de Cotton. This is very soft. Not so much candy floss, more milk bottle lollies if you've ever eaten those. On me there is no dry down, it's milk bottle then it's gone. I don't smell any other notes other than the candy floss, vanilla, and coconut. The longevity (10 seconds) and sillage (hugs only) sucks but this is so lovely and lightly sweet that I don't mind. I'll sample the spray next to see if it's any different."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Love love love! Wish it lasted longer! Smells just like that new Kayali Boujee perfume."
        },
        {
            "review_title": "It's okay, smells very soapy smelling though.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "Was so excited to try this perfume because I love the smell of the plain vanilla version and was excited to have that sweetness of cotton candy, but was a little disappointed.  It smells good, definitely not bad, but smells very soapy to me. Like a lightly cotton candy scented hand soap.  I dont get any hints of vanilla, really at all, which is unfortunate. I definitely dont get any coconut smell at all. All I get is the cotton candy smell, but it is too mild in general.  I was so excited to try it, but I feel a little disappointed in the smell. It just smells like sweet soap.  I will still use it, as the smell is nice, not gross by any means, but just not what I was hoping for.  I wouldn't repurchase, and I feel like the smell is lacking strength."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I love it, i like it better than pink sugar. Theyu2019re totally diff scents though. But Skylaru2019s is a much better accurate smell of cotton candy. My rollerball was fine, smells just as strong as the bigger bottle. Not sure whatu2019s going on with others, Iu2019d prefer a travel size spray of course but itu2019s not that big of a deal. As you can see from my perfumes I tend to like sweeter scents."
        },
        {
            "review_title": "Skylar Boardwalk Delight Rollerball",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This was nothing special.  Smelled like Warm Vanilla Sugar from BBW.  Also, the scent didn't last.  I usually don't purchase rollerballs and only purchase travel sprays, since scents don't seem to be that strong when in rollarball packaging, but I tried this in the rollerball and found that I couldn't smell it on me at all, and was only able to smell it on me for about an hour.  Too bad Skylar doesn't offer travel sprays instead of rollerballs."
        },
        {
            "review_title": "This smells exactly like VS Cotton Candy Body Mist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This smells exactly like Victoria's Secret Cotton Candy body mist (except this lasts waaay longer)."
        },
        {
            "review_title": "My new personal perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "The second I smelt this perfume, I fell in love. It's just the right amount of sweet, and it stays on me for quite a while. It's everything I've ever wanted in any perfumes I've smelt in forever. 10/10"
        },
        {
            "review_title": "Rolled right out the window....",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "There are 2 reasons I am giving this only 3 stars. The First is because it DOESN'T LAST PAST 5 MINUTES. I can't smell it AT ALL. The second reason Is because it's a Roller Ball not a spray. Big thumbs down for me and I was super excited for this too."
        },
        {
            "review_title": "Not what I expected",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I wanted to love this but it smelled like cheap plastic vanilla and bubble bath.  Had to throw it away."
        },
        {
            "review_title": "Not sweet but warm",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Oily skin",
            "review_text": "It smells a lot like Vanilla Sky. It's not sweet, but has a warm scent."
        },
        {
            "review_title": "Smells delicious!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "If your a gourmand lover this is a safe blind purchase. I loved it and it was a blind purchase. It smells like real cotton candy. Not synthetic but real cotton candy. The coconut blends on perfectly. For a clean scent it lasts 4-5 hours which is standard. The bottle is pretty as well."
        },
        {
            "review_title": "I love it, but...",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I love this scent, I plan to buy the full size.  I knocked off a star solely for it being a roller ball applicator.     This scent overall is fluffy, cozy, and sweet.  I love the coconut milk, and cotton candy with the slight beachy salt air.  It's almost refreshing, and then settles on the skin in a fluffy sweet way.    I especially love this for layering, and use it with a coconut based body mist. I also love to wear this scent to bed.  Now I just need to finish the roller ball, so I can move on to the spray version."
        },
        {
            "review_title": "Confectionary goodness meets bathroom soap",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Very much hit or missu2026 most likely due to the fact itu2019s a rollerballu2026 but sometimes on my skin it smells like bathroom soapu2026. Then other times it smells delicious so take that with what you will ud83eudd37u200du2640ufe0f"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "I had high hopes because of how delicious vanilla sky is which led me to being disappointed at first. It is a very clean airy cotton candy scent that isn't too sweet. When I started loving it is when I paired it with the new sdj green summer scent which is a clean coconut smell. These two scents paired with pink sugar for that extra little cotton candy sweetness is heavenly and my current go-to."
        },
        {
            "review_title": "Would not recommend",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Smells very sweet, but has 0 projection and last 30 minutes on my skin"
        },
        {
            "review_title": "Cotton candy at the fair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "In LOVE with this perfume. Smells so sweet and creamy. This perfume will be a staple in my collection."
        },
        {
            "review_title": "Si seulement l'odeur restait plus que 5 minutes...",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "J'ai achete ce parfum car j'adorais l'odeur gourmande de la barbapapa vanille l'egerement fruite. Malheureusement, j'ai eu beau m'asperger outrageusement, apres 5 minutes, il ne restait qu'une faible odeur qui n'etait pas comparable u00e0 celle du depart et qui etait u00e0 peine perceptible. Et ne me dites pas que c'est du u00e0 la chimie de ma peau car j'en ai mis dans mes cheveux ainsi que sur mes vu00eatements! Alors la blague a assez dure, certain parfum ne tienne tout simplement pas sur quoi que ce soit et ne projette pas du tout! La mu00eame journee j'avais mis une seule vaporisation d'un autre parfum dans la boutique Sephora sur le dessus de ma main droite et cette odeur u00e0 perdure jusqu'u00e0 la fin de la journee.   J'ai bien su00fbr retourner u00e0 la bouteille de parfum au Sephora sur la rue Sainte-Catherine et comme d'habitude, en boutique on veut savoir pourquoi je le retourne et ensuite la caissiere tente de trouver une raison u00e0 donner mu00eame si je n'en ai aucunement besoin. Cette fois elle m'a dit que les parfums qui avaient la mention Clean avaient une moins bonne tenue que les autres. J'ai pourtant deju00e0 teste deux autres parfums de cette marque qui sont aussi Clean, et pourtant l'odeur tenait beaucoup plus longtemps, et on sentais le parfum pendant plus d'une heure!   Une mu00eame marque peut faire des parfums qui ont une excellente tenue alors que d'autres auront une tenu digne d'une bruine pour le corps bon marche. C'est le cas ici."
        },
        {
            "review_title": "Smells great but doesn't last long",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells great but does not last long unless I spray a lot of it. And for the price, I don't want to have to use so much for just one day. So I just wish it was a stronger scent."
        },
        {
            "review_title": "Delicious",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I absolutely LOVE the way this smells! The cotton candy note absolutely hits and I wear it all the time. The only reason it's not a solid 5 stars is because my rollerball sucks and seems to not really pick up any perfume. I have to roll it at least 15 times to get even a small amount out so I'll definitely be grabbing a larger size soon."
        },
        {
            "review_title": "Cotton Candy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I am very fond of sweet smelling perfumes, and if you can picture cotton candy in a bottle, this is it. I love this perfume, and I find it lasts longer than most perfumes. Perfect in my summer fragrance rotation."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Amazing!! What an amazing scent I was so pleasantly surprised, my only regret is that I bought the mini version because it was a blind purchase and I was scared I wouldnu2019t like it. But I LOVE IT.    buying the full size and keeping the mini in my purse."
        },
        {
            "review_title": "New go to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Oh my goodness. This is divine! I thought it was going to be super sweet, and it is sweet there is no doubt about that, but it also has a freshness to it. Definitely going to be my summer go to! I wish I would have purchased the full size!"
        },
        {
            "review_title": "amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "super yummy and sweet perfume! wish it had more last time but great scent. very fruity and airy- to my girls who get headaches because of perfumes, this one has not made me nauseous!!"
        },
        {
            "review_title": "A grown up gourmand scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I AM SO HAPPY THIS IS BACK IN STOCK!!! I got a sample of this in a recent order and I LOVED IT. I had to buy the actual product. Itu2019s sweet, like candy but not something a 12 year old girl would wear. My boyfriend LOVES it. It makes you smell delicious."
        },
        {
            "review_title": "Not as expected",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I was hoping for a soft vanilla cotton candy but itu2019s more sharp fruit/soap. Reminds me of the old Katy Perry and Ariana Grande perfumes. I would say much more floral-fruity than gourmand."
        },
        {
            "review_title": "If you want to pay big money to smell cheapu2026",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This smells cheap. Thereu2019s no nice way to put it. It smells ok at first but it dries down and stinks like cheap body spray."
        },
        {
            "review_title": "Clean and amazing buy it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This fragrance is absolutely amazing it so fresh and clean I am absolutely obsessed. It has vanilla and then cotton candy which combined smells like heaven. Clean girl fragrance for sure!!  Will have your guy all over you wink!"
        },
        {
            "review_title": "Straight Up Cotton Candy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This scent is delicious; I mean it literally smells like cotton candy. Definitely one of my favorites especially for the summertime. I wore this on the santa monica boardwalk and it was such a vibe. 4 stars for moderate longevity"
        },
        {
            "review_title": "Rollerball Version - Scent Doesn't Last",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I used the full-size bottle in-store to demo this scent and personally loved the mix of warm vanilla with sweet notes of cotton candy. I was even more impressed when the scent lasted hours before gently fading away. I ended up purchasing the rollerball version to trial for a few weeks before investing $120 for a full-size bottle. Total waste of money. Scent was undetecable an hour after application. Reapplied several times throughout the day - same results, scent was done an hour later.  Completely different experience using the rollerball vs. a full size bottle, which I'd love to buy, but it's always sold out on-line and in-store. Going to return the rollerball and wait for a full-size restock."
        },
        {
            "review_title": "Kind of soapy?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Iu2019m so bummed that this isnu2019t working out on my skin! I love the way it smells out of the bottle, but on me it goes so soapy! Iu2019m definitely going to use it up, but itu2019s not my favorite on my skin. I hope that it works better on other people though!"
        },
        {
            "review_title": "Such a perfect summer scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I tried this in store before purchasing and loved it way more than I was expecting to! It is sweet and soft, and reminds me of warm summer evenings in my hometown- strolling down the waterfront and smelling the ice cream and waffle cones from the little shops. The dry down is perfect- not too intense of a scent, but enough you notice it. Longevity for me was pretty good with this scent. It is nice to have a summer scent that isn't super fruity or citrusy.  I see a few people who say it smells like public washroom hand soap, and while I do not get that on my skin, I can see how there is a bit of a clean tone to this that may not work for everyone. I definitely pick up the cotton candy in this more than anything.   For reference, some of my other favourite scents are Prada Candy, Kayali Yum, and Killian Princess."
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Had high hopes for this as I was told it was so amazing and sweet. Reminded me of the cheap body spray for kids I just couldnu2019t stand it."
        },
        {
            "review_title": "Porta-potty",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I blind-bought this because it wasnu2019t in stock at my nearby Sephora to smell. Was excited for a grown-up cotton candy scent, but it smells like a porta-potty to me so needless to say itu2019s going back."
        },
        {
            "review_title": "Itu2019s AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Amazingggggg perfume!!! Definitely my favorite from Skylar. Smells very nostalgic to me, reminds me of beach vacations and evenings on the boardwalk eating ice cream and cotton candy when I was little."
        },
        {
            "review_title": "Love it !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Smells like cotton candy and itu2019s delectable! It stays on your skin and will last all day."
        },
        {
            "review_title": "Very sweet",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Its very sweet. It smells good in the bottle but on my skin it turns tart :/ im not sure whats going on but it doesnt smell good. I actually prefer VS pink Warm and cozy over this. Its good but not for me. I actually like their peach scent better"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Obsessed with this scent and it lasts so long on my skin, just wish it came in a lotion!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I've been debating getting this one for a while, finally did, and it's perfect! I like to smell like sweets and this definitely fits the bill! The initial scent is very sugary and bright (top notes listed include apple and raspberry sorbet) but after a little bit it settles into mostly vanilla with hints of sugar and coconut for me. This is going to give my go to summer perfume a run for its money this year! I do think it's not a very in your face scent, some people mentioned it wearing off quickly but I don't think that's the case, it's just not too strong. I get migraines from strong scents and I think it's perfect. You could wear it to the office without offending everyone."
        },
        {
            "review_title": "Horrible!  Roller ball pungent scent.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I'm going to assume this smells like cheap public bathroom soap because it's a roller ball. If you don't mind stinking for an hour then a faint sweet if you smash your nose to your arm, then it's for you.  Note to Skylar...NO roller balls!!  It was the same price as perfume with a sprayer."
        },
        {
            "review_title": "Adult cotton candy goodness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "Delightful! This smells so good! It's sweet and fluffy. I love it"
        },
        {
            "review_title": "Ehh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This was a blind buy. It smells nice. Sweet and warm, however The scent fades seedy almost immediately. This is too expensive of a fragrance to not have any lasting power."
        },
        {
            "review_title": "Faulty bottle and lid",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Base of sprayer gets caught in the lid and so lid no longer stays on and then it makes it leak all over your bag and makes it no longer something you can carry with you. Skylar told me it wasnu2019t their problem because I bought it at Sephora so that says enough about the company"
        },
        {
            "review_title": "does not last",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "smells really good but lasts like 2 minutes max too expensive for that"
        },
        {
            "review_title": "BEST SUMMER PERFUME",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Very sweet smell, perfect for summer! Cotton candy, coco milk and vanilla all combined in one is honestly a perfect match I got told so many times about how good I smell I love it!!!"
        },
        {
            "review_title": "A beautiful cotton candy scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "A super sweet powdery scent that I LOVE, I just wish it had a stronger sillage. After just a few mins of wearing a couple of sprays, it fades immensely and I have to bring my wrist right up to my nose to be able to smell it. It smells like a more nuanced take on cotton candyu2014it almost reminds me of the u201cscent machinesu201d (not sure what theyu2019re actually called) at Disney or at carnivals. I am a bit concerned about how difficult it is to remove the capu2026with my luck Iu2019m gonna end up accidentally throwing the bottle across the room and smashing it."
        },
        {
            "review_title": "Duhhhh!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "Smells divine ! Opens up with like a fresh cotton candy laundry scent & then dries down to like the perfect ice cream shop vanilla vibes ! Just beautiful"
        },
        {
            "review_title": "Reminds me of a midway at fair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Reminds me of my teenage years when I used to go to our country fair, itu2019s one of the best! Smells like the midway. My friend was with me and she said it smelled like fruit loops with milk LOL. I actually purchased it because I am a collector and I think itu2019s fun to have and will be wearing it in the summer months!"
        },
        {
            "review_title": "For gourmand lovers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love sweet and gourmand perfumes, my favourite one being the Crybaby by Melanie Martinez. This smells soooo heavenly, like cotton candy vanilla but not like a childu2019s smell. I get compliments non stop when I wear it. Will keep purchasing for sure"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Absolutely love the scent. Itu2019s light, airy and sweet without being overly sweet. My only complaint is it doesnu2019t last as long on the skin as I would like. I only get a few hours at most."
        },
        {
            "review_title": "Nope u2026",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Immediately no. Returned.  Smelled like plastic and playdoh.  Blind buy and influenced by TikTok.  Lesson learned."
        },
        {
            "review_title": "Complex Cotton Candy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "This is a beautiful unique perfume! I wasn't sure what to expect but purchased based on the description simply because I love anything cotton candy or Boardwalk inspired.  This scent gives complex cotton candy! The scent reminds me of those scented cupcake dolls from my childhood (early 90's).  it's definitely a spring/summer scent and I highly recommend!"
        },
        {
            "review_title": "Smells good! But smells like a young girls perfume",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I received this as a tester with an online purchase, and it smells pretty good! Itu2019s a little too sweet for me! Personally Iu2019d recommend for a girl in middle school or high school!"
        },
        {
            "review_title": "Sunny days and soft serve ice cream.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Itu2019s fun, fresh, cotton candy, a light dryer sheet and the smell of an ice cream parlour. Itu2019s legit captured the fun and mayhem of a sunny day on a boardwalk. Transition out of winter into this."
        },
        {
            "review_title": "SAVE YOUR MONEY!!!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "It smells pleasant, like cotton candy. However instead of paying $121 you can buy the cotton candy body spray from Calgon that smells exactly the same for $9 at Shoppers Drug Mart."
        },
        {
            "review_title": "Disappointing - Soapy Bathroom Scent",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I was so excited to receive this as a sample with an order. However, it smells nothing like the described notes. As another review mentioned, it does smell like a public washroom. A clean one, like the purple pinkish soap, but still not something i want to smell like."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I wouldnu2019t say it smells bad but it is very artificial smelling. It is sickly sweet and doesnu2019t smell like much besides pure sugar. Its a pretty juvenile smelling perfume so I wouldnu2019t recommend if you are looking for something more sophisticated. Im usually a fan of sweet scents but this was a pass from me and was returned."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Oily skin",
            "review_text": "This is amazing - I love how it smells and its amazing for a clean beauty brand. Get it"
        },
        {
            "review_title": "Meh...",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I wanted to like this so bad. I was looking for a sweet scent, but this just smells syrupy. I do smell the cotton candy in it but almost like a burnt cotton candy smell. To top it all off, it does not last long at all. I went out to dinner and was back home in 2 hours and the scent was completely gone. This is too expensive to not even last long."
        },
        {
            "review_title": "very disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "Smells artificially sweet, like cotton candy play-doh on my skin."
        },
        {
            "review_title": "Fresh and Light! For the non sweet scent lovers!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Let me start by saying that I am not a sweet fragrance girl. But this is perfect daily scent for me! The projection is not robust but I love it for that reason- itu2019s not sickly sweet and perfect for someone who is sensitive to fragrances"
        },
        {
            "review_title": "Such a light but beautiful scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This scent reminds me of when I first went to Disneyland brought back so many beautiful memories. Absolutely love it and I can not stop smelling myself itu2019s just so good. Definitely try before buying"
        },
        {
            "review_title": "Mmhh..",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "It has a nice longevity, smell a lot like cotton candy (I dont smell the other ingredients), but I don't like roller ball."
        },
        {
            "review_title": "New go to!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "I really love this perfume! The key notes really come through. I can definitely smell the vanilla and the coconut milk. Itu2019s very gourmand and very warm but perfect for warmer months."
        },
        {
            "review_title": "Buy it immediately!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I have found my scent!! This smells so good, sweet like cotton candy and vanilla. Light. It lingers on but not too much. Itu2019s not floral at all (thankfully because floral perfumes give me a headache)"
        },
        {
            "review_title": "Perfect Spring scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This smells absolutely amazing and delicious, seriously an amazing scent that is literally gorgeous. Itu2019s light and fresh but also sweet and warm. Obsessed."
        },
        {
            "review_title": "Never leave without it on!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This perfume is the best smelling perfume I have ever bought! It has a such a sweet and soft smell itu2019s perfect. You smell it but itu2019s not to strong where it gives you a headache. Definitely repurchasing."
        },
        {
            "review_title": "Itu2019s giving Bath & Body works body mist",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Sheu2019s cute but a bit pricey for a perfume that smells almost exactly like Bath & Body works Pink Chiffon. The dry down is nice but nothing special. Quickly fades to a basic vanilla, low sillage and longevity."
        },
        {
            "review_title": "My signature scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "On my second bottle of this now. As a gourmand girl, this ticks all of my boxes and more!! So sweet and dreamy and flirty, yet not childish. The most perfect cotton candy vanilla scent."
        },
        {
            "review_title": "Cotton candy vanilla perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Cotton candy vanilla perfection ud83cudf68 I came in to buy Burberry for her elixir. I wanted something sweet but not sickly. One of the girls gave me a few other options to try as well, this being one of them. I was completely obsessed and in love. My only complaint is they dont have it in a normal 3.4 size so I expect it to go quicker but it lasts pretty well too on top of it all"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "The body mist offers a refreshing and subtle fragrance that lingers without being overpowering. Its light formula is perfect for everyday use, leaving a delicate scent that lasts throughout the day. The packaging is sleek and travel-friendly, making it convenient to carry. However, the scent's longevity could be improved for those seeking a more enduring fragrance. Overall, a pleasant and affordable option for a light, casual scent."
        },
        {
            "review_title": "I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I really do enjoy the scent. Itu2019s different than anything I haveu2026 I get tons of compliments and staying power is amazing."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was so so excited to try this spray!! Itu2019s such a lovely sweet scent. It reminds me so much of summer, itu2019s not too strong but it seems to last on my skin and hair all day. If you like gourmand scents this one is for you"
        },
        {
            "review_title": "Perfect Summer Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This perfume smells so refreshing! It makes me feel like Iu2019m on the beach. Itu2019s also not too overpowering of a scent which I really love for everyday wear. I have received so many compliments ever since I started wearing this perfume- I am so obsessed!"
        },
        {
            "review_title": "Perfect Warm, Sweet Scent for Gourmand Lovers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "bought this blind because I am forever in search of the perfect cotton candy scent. this may be it. it's sweet and warm without being overpowering but also has better than expected staying power.  immediately logged on to order the full size. if you're a gourmand girlie it's a must have."
        },
        {
            "review_title": "Skylar has outdone themselves!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "This new scent from the brand is SO DELECTABLY ADDICTING. If you love gourmand scents, BUY IT IMMEDIATELY. Thank me later :)"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "I really wanted to love this because I love sweet perfume but I definitely get the public restroom soapy smell. Also performance is weak. I do not like it at all"
        },
        {
            "review_title": "Light fluffy cotton candy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "At first, I could only smell clean vanilla coconut but when your body heats up this smells incredible. Leave your house and come back and smell your room/ clothes."
        },
        {
            "review_title": "I wouldnu2019t recommend",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Slightly good. But mostly smell like chemicals, so I returned it."
        },
        {
            "review_title": "Sweet, Warm, Soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love Warm & Sweet Gourmand scents, my other favorites are Her (Burberry) and By The Fireplace (Replica). If you also love those scents and are looking for something sweet but not floral and not too harsh, I recommend Boardwalk Delight!"
        },
        {
            "review_title": "LOVE LOVE LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I have never been a perfume girl. Iu2019ve always found them to be too strong or they make me react. I got a free sample of this and it smelled so heavenly that I had to buy it. It is quite literally my new favourite scent and I get compliments on it all the time."
        },
        {
            "review_title": "Odeur de vanille parfaite + odeur dure longtemps!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ce parfum ma fait tomber en amour avec les odeurs vanilles que je n'aimais pas avant! Je ne comprend pas ceux qui disent qu'il n'a pas de staying Power.. je peux encore le sentir sur ma peau en sortant de la douche et sur mes vu00eatements 48 heures plus tard!! Love it!"
        },
        {
            "review_title": "Lovely smelling but no staying power",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Pros: It smells good. Sweet, candy like and uplifting. Itu2019s a good perfume to wear in the day or early evenings. Cons: The downside is the staying power. I bought the travel roller ball and I swiped and hoped and swiped and hoped for the lovely fragrance to stay but it died down after 2-3 hours. I was wearing it in winter times."
        },
        {
            "review_title": "Sweet and playful aroma!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Dry skin",
            "review_text": "I just received a sample and the name boardwalk delight describes the smell perfectly. It smells like a carnival and happiness."
        },
        {
            "review_title": "Very surprised on how pleasant the scent is",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I was very surprised by this fragrance . Itu2019s sweet like candy but it was very refreshing not nauseating . A very lovely fragrance ."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "Smells like pink public bathroom soap with hints of cotton candy. Reminiscent of the body sprays Iu2019d buy at the drugstore when I was 12u2026"
        },
        {
            "review_title": "A very Synthetic Smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I would give this zero stars if I could. This smells awful, it smells incredibly synthetic. In the opening you believe there is hope but then there is this never ending synthetic smell that lives on in the dry down. I returned it."
        },
        {
            "review_title": "Thought it would be too sweet",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "First smelling it I thought it was too sweet and not for me but once it set on my skin the smell is amazing. Itu2019s not usually a scent I would go for but itu2019s really nice. Iu2019m only giving 4 stars because I got a sample and the applicator isnu2019t that great."
        },
        {
            "review_title": "NUMBER 40 DUPEEE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "SMELLS EXACTLY LIKE SOL DE JANERIO NUMBER 40!!!!!!"
        },
        {
            "review_title": "Sweet Scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Really like this scent, itu2019s very sweet and feminine and a great scent for summer. Itu2019s not overpowering at all. The only thing is that it doesnu2019t last as long as some other brands."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This perfume is literally the best, the sweetest, the formula is amazing. It stays all days and I get so many compliments fr."
        },
        {
            "review_title": "sickly sweet",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "this smells like a strong cheap cotton candy body spray. No class or sophistication. I received a sample and sprayed on my hand.. it makes me nauseous."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "3 stars for being clean, 2 for the product. Smells SO sweet and childlike.All I can imagine is a high school kid wearing it. If you're looking for an adult scent, this is not it. But then again, with cotton candy notes..........."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Medium skin tone, Combination skin",
            "review_text": "Smells incredible but lasting power and projection =0, if you are willing to reapply every hour, it's an amazing perfume. I get the bubble gum and the vanilla but not the coconut milk."
        },
        {
            "review_title": "Very sweet",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Itu2019s a fun scent as long as I layer it on with something else. On wrist it smells sweet like cotton candy and on the other wrist it smells like soap. I donu2019t know how thatu2019s possible but it happens every time I put this scent on. Odd."
        },
        {
            "review_title": "Calgon Marshmallow Spray.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "this really smells like old school calgon marshmallow body spray. Reminds me of being 16.  Probably good for anyone under 25."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "smells like cheap sweet soap. like that pink soap in restrooms. i don't get any fluffy cotton candy smell from this or any warm notes. way too soapy. disappointing."
        },
        {
            "review_title": "Amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "This smells so good! It smells like exactly like cotton candy. If you are into sweet scents like vanilla this would definitely be youu2019d like!ufffc"
        },
        {
            "review_title": "True to Description, SWEET and WONDERFUL",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, lightMedium skin tone, Combination skin",
            "review_text": "To me, this is sweet perfection. I used to be more of a fruity girl with a touch of florals, but Iu2019ve been looking for the right SWEET perfume and this is it. Cotton candy comes through then a bit of vanilla and just a touch of milky-ness from the coconut milk but very light. Unlike Ariana grandes cloud and cloud pink those are really nice and sweet but have an after smell thatu2019s a bit too chemical for me. This is a very CLEAN scent where I have not found inmost perfumed"
        },
        {
            "review_title": "A new favourite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, fairLight skin tone, Combination skin",
            "review_text": "I love this scent.  Iu2019m a fan of straightforward vanilla scents, and although this one has undertones that arenu2019t vanilla, overall, itu2019s a lovely smell. It doesnu2019t have that alcohol-y odour that some perfumes have."
        },
        {
            "review_title": "Cotton Candy Perfection!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Oh my gosh, this is such a beautiful cotton candy fragrance! Itu2019s very unique with the coconut milk and vanilla. Highly recommend so deliciousud83dudc96"
        },
        {
            "review_title": "Enjoy it for that it is, a cute scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Combination skin",
            "review_text": "I rarely write negative reviews, and I'm not going to start now. This is a perfectly pleasant scent that will appeal to gourmand fans. However, if this can save anone the trouble, it smells nothing like actual cotton candy."
        },
        {
            "review_title": "I wish I could give this zero stars",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This scent is horrible! The synthetic cotton candy smell makes me feel like i am inhaling weird chemicals instead of smelling like a dessert. I would never ever purcase this unless you want to smell like a little kid who's been eating candy all day. Not a scent for adults I believe"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s good but itu2019s not amazing or unique. Itu2019s a lot like B&BW u201cWarm Vanilla Sugaru201d scent, just not as smoky. Once it dries it has more of that cotton candy scent youu2019re looking for but itu2019s still not anything special."
        },
        {
            "review_title": "Smells good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I got this as a sample, I can see why people think it smells soapy and like play doh but I really think itu2019s just the strong cotton candy smell. Itu2019s quite strong candy smelling at first but after a while it becomes nice and light I actually got it as a replacement sample and Iu2019m very happy with it! Smells so juicy and delicious!"
        },
        {
            "review_title": "Smells awful",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Had high hopes for this product but in my opinion it smells awful, it smells very soapy and play dough like. The bottle I received was also half empty and had leaked all over everything. Will be returning."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I really liked how the rollerball of this scent smells so I bought the larger size. I was expecting a sweet cotton candy smell. When I smell the bottle it does smell like cotton candy but once I spray it, it smells like playdoh."
        },
        {
            "review_title": "Play-doh",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Not a fan! Returned. Was expecting a yummy gourmand cotton candy treat and all I could smell was. Play-doh... very disappointed. Super light and didn't last either."
        },
        {
            "review_title": "Fave!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells amazing. Very fresh and clean but sweet at the same time. My new favorite fragrance! Would recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "amazing!!! reminds me of a banana split and definitely has that cotton candy smell but is also light and fresh and not too overly sweet."
        },
        {
            "review_title": "Will not keep",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I wanted to love this so bad but it is not my cup of tea. To me it doesnu2019t really smell like cotton candy but more like bubble gum, which I donu2019t like."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "you can smell the cotton candy but then there is a slight soapy smell. Smells ok. Wish it didn't have that soapy smell."
        },
        {
            "review_title": "I can wear perfumes again with Skylar",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This would be a perfect summer scent. It is sweet, it is a sweet vanilla and cotton candy blend. Itu2019s light and fresh smelling on me, lasts about 5 hours. I am loving Skylar, doesnu2019t give me a headache!!"
        },
        {
            "review_title": "LOVE THIS",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "i was so scared to get this online bc of some of the reviews, but it smells AMAZING!!! i put it in my backpack at school and put in on the morning, and then afternoon. it smells incredible and all my friends compliment me. if youu2019re not sure weather to get it, get it!"
        },
        {
            "review_title": "Utterly disappointing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This smells like the suggestion of cotton candy. Like you dropped cotton candy into Chat GPT and it tried to spit back a facsimile of cotton candy. This is how an alien would explain cotton candy to a human on planet Earth. Not a scrubber but beyond aggressively mediocre. Save your coin. Not worth the hype."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love this clean fragrance, I find it really makes a difference, these clean perfumes are missing something that sometimes gives me a headache and/or that feeling of being sick of a certain scent!  It smells heavenlyud83dude4fud83dudc97 I plan on collecting them all!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love with This fragrance! Light and sweet! Perfect for summer"
        },
        {
            "review_title": "Smells like lice shampoo",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Identical to every lice shampoo. Not even just up to body chemistry, itu2019s smelled like it on every person who has tried it ud83dude2d"
        },
        {
            "review_title": "smells soapy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I do like the scent, but it kind of has a sudzy soap vibe. I very rarely end up using it by itself, and the longevity is not that great. Is a more mature version of bath and body works."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Total waste of money. It smells great, it's a soft sweet scent reminiscent of cotton Candy and vanilla but it has no longevity! I put it in my wrists and neck and can hardly smell it. It doesn't even last if you spray it on your clothes!"
        },
        {
            "review_title": "Grown up version of cotton candy body spray",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "If you like sweet scents, and you enjoy cotton candy type scents but not cheap smelling, this is for you.  It reminds me of a grown up version of that cotton candy body spray girls wore in high school.  Itu2019s a bit more complex and sophisticated with a fresh element"
        },
        {
            "review_title": "Sweet summer nights at the fair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This scent is like a summer night at a carnival: slightly humid August air just beginning to cool as the sun sets, while sticky fingers reach into a bag of cotton candy. Itu2019s a burnt, deeper spun sugar scent, but donu2019t let that turn you off u2014 to me, it makes it less juvenile of a cotton candy scent and something more wearable. When I sniff this, I think of cotton candy freshly off the spinner, still warm. I donu2019t really smell the coconut milk, but maybe itu2019s the vanilla that deepens it and gives some depth. I think this is a great summer into fall scent."
        },
        {
            "review_title": "Sweet Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Love this perfume! Itu2019s become my new favourite for every day. Itu2019s sweet, which is what I like. And it lasts all day. Definitely recommend."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Way too sweet. The cotton candy note is overpowering. I didn't get the hype unfortunately."
        },
        {
            "review_title": "My new favorite sweet sent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Decent lasting power, this smells so sweet but not to the point where you feel nauseous. Smells very much like raspberry cotton candy! Really enjoyed the travel size enough to purchase the large bottle. Devs a new staple for me!"
        },
        {
            "review_title": "Lovely",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Super sweet I love it! I donu2019t get a lot of coconut but the marshmallow is nice and light and sweet"
        },
        {
            "review_title": "What I want every sweet perfume to be!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I am in love with this perfume. Itu2019s what I want every sweet perfume to be but Iu2019m always disappointed. What I love most is that it doesnu2019t have that base note of u201cmusku201d that so many sweet/gourmand perfumes have. Itu2019s purely sweet vanilla bliss. I got the rollerball and the scent was still just as beautiful, and it lasts all day! This perfume is so girly and feminine and makes me instantly feel so pretty!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Oof. This did not smell like clean laundry OR cotton candy on me. It smelled like the colorful soaps at the car wash or pink hand soap at a gas station  :( instant stomach/head ache. So disappointing."
        },
        {
            "review_title": "Best Scent ever.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This is my favorite perfume! I love this so much and I donu2019t usually say that about a lot of products. This product is very unique. It smells yummy and sweet like cotton candy. Iu2019ll be buying this again-itu2019s worth it"
        },
        {
            "review_title": "nothing special",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It smells good but has no projection or longevity. I spray a good amount but canu2019t smell it on myself throughout the day like i can with my other perfumes, and have never gotten a compliment on this. The initial smell of alcohol is also extremely overpowering."
        },
        {
            "review_title": "What I wanted Pink Sugar to be!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Itu2019s so sweet and yummy! Perfect for spring/summer but since Iu2019m late to the game Iu2019ll be wearing this during fall/winter. It definitely smells like vanilla cotton candy."
        },
        {
            "review_title": "Sweet and clean smell",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I ordered this online without having smelled it. At first I didnu2019t care for it but recently itu2019s settled a bit better on my skin. It reminds me of Pink Sugar but mixed with cotton."
        },
        {
            "review_title": "I don't get the hype",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Dry skin",
            "review_text": "This fragrance smells ok, but it is not worth the price.  I do not get any cotton candy notes but rather a very light, fresh scent with sweetness.  This was a blind buy based on all reviews... do not trust it.  Try before you buy....better off getting the cotton candy body mist feom b&bw's."
        },
        {
            "review_title": "A must have for gourmand girls!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Just received this in the mail and Iu2019m ecstatic about it. If you love gourmands this one is gorgeous. It smells raspberry milk with notes of cotton candy and coconut milk. Itu2019s sweet but not sickening sweet. This is an elevated version of the gourmand scents you wore when you were younger."
        },
        {
            "review_title": "Not for me!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "i had such high hopes for this, but was very let down. it smelled like soap to me. i returned it and wouldnu2019t recommend it."
        },
        {
            "review_title": "Least favorite of the Skylar scents.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I think the name is terribly misleading. The notes are definitely soapy, as others have mentioned, and the coconut milk has a spoiled quality. I hate everything about it and will be gifting it to someone I donu2019t like."
        },
        {
            "review_title": "powdery vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Oily skin",
            "review_text": "I bought a perfume from another major retailer that was advertised as fruity floral, and turned out to be flowery floral. I was intrigued as well by the sweet factor this fragrance claimed. It served its purpose well, that overly floral other scent paired with this is actually wearable. I would say this is a very fresh & very sweet vanilla scent, but it is powdery. Think more of the powdered sugar on your boardwalk funnel cake than cotton candy. In my case the powdery-ness overcame the 'tin flowers' of the other scent, which is appreciated.  As far as powdery vanilla, it is not 'old lady' to be sure it is much sweeter and fresher. Still not  a melted coconut ice-cream scent like my all time favorite but nice none the less."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells like u201cfreshu201d linen and watermelon with a musty twist.  Kinda gross tbh. Itu2019s also very faint which might be a good thing in this case. Why is it so hard to find a true rich gourmand!! I donu2019t smell any vanilla or coconut."
        },
        {
            "review_title": "yum, buy it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "simply wonderful smells sweet and delicious  the dry down silage is great too"
        },
        {
            "review_title": "A really nice addition to my little collection",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I picked this up after seeing Kathleen Lights recommend it on YouTube, and since several of her favorites also appeal to me, I decided to give it a whirl. Not my usual thing, but can't hurt, right? Turns out her winning streak continues, because I very much enjoy this. I have worn it a couple of times on its own, which was fine, but it shines when added to other scents. It gives everything worn with it just a nice little sweet twist. I get decent longevity on this one, and I like the fact that it sits quite close to the skin because if it was a beast it would be too overpowering."
        },
        {
            "review_title": "Little to no scent",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I returned this product the day it came in the mail. I sprayed it all over myself and could barely smell it. I put some on my wrists and could still barely smell it. It has the most faint sweet smell to it. I asked people if they could smell it on me and they said no. It is not worth $90. I was very disappointed. I would not recommend this product."
        },
        {
            "review_title": "Got Me Smelling Like An Absolute Snack.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "ABSOLUTELY DIVINE! It's so dreamy and whimsical I keep getting wifts of sweetness on the breeze and I wonder what is that yummy smell and remember it's this I like to put a little bit on the collar bones, behind the ears and on the wrists so it's subtle but on all the major scent zones.  It reminds me of walking around the fair as a kid sampling all the treats, playing games and going on the rides plus it makes me feel like a snack myself, absolutely a top 5 favorite on my scent list."
        },
        {
            "review_title": "No thanks! Restroom soap ahead",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "If you love the smell of the fluorescent pink soap you find in restrooms at the airport, fast food places, and gas stations, then this is for you. Gave it a 1 because it smells nothing like description. Wish it truly smelled like cotton candy and vanilla instead! Hard pass. Returned to sender!"
        },
        {
            "review_title": "Sugary Sweet Cotton Candy Perfection!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Super sweet and delicious smelling! To me this smells very similar to Pink Sugar (which Iu2019ve always loved!)! To me itu2019s a very sugary sweet cotton candy scent, but with some coconut that I notice more as it dries down! To me itu2019s a sweet, fun, and flirty fragrance thatu2019s perfect for summer! It definitely reminds me of the fair (I donu2019t live anywhere near the ocean, but Iu2019m sure if I did I would think of a boardwalk instead of a fair)! I also thought the fragrance lasted well (I donu2019t typically have an issue with longevity), maybe just an extra spritz in the evening if I was going out and wanted it to stand out more!"
        },
        {
            "review_title": "Smells amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I loveee this perfume it smells so sweet and delicious!! ud83dudc95ud83dudc97ud83dudc96"
        },
        {
            "review_title": "Love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "The more I wear this the more I love it. I didnu2019t love it at first because Iu2019m not a huge coconut fan and this hair a bit of an airy feel but I love it. Itu2019s so pretty soft and girl and love the cotton candy note in here."
        },
        {
            "review_title": "Bad batch?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "There might have been a bad batch that was produced because when I tried this in store it was amazingly sweet and long lasting. I bought a full size and it barely smells sweet. Mostly smells like coconut milk."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Smelled like clean linen with a hint of cotton candy. Wasnu2019t a fan."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "It smells like cotton candy and vanilla ice cream with fresh laundry. When I first tried it out, it reminded me of Sweet on Paris by BBW but with a more depth. The sillage isn't too strong but it does linger on my skin for 5+ hours."
        },
        {
            "review_title": "Sweet & clean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Iu2019m not usually a super sweet fragrance type of person but thisu2026so delicious I couldnu2019t stop sniffing myself"
        },
        {
            "review_title": "Have to get a full size",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Love it smells amazing smells like walking through a carnival. To me it smells like cotton candy and pecan ice cream."
        },
        {
            "review_title": "Cotton Candy Fragrance of my DREAMS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
            "review_text": "I love this and wear it almost daily.  It smells just like cotton candy- it's sweet, summery and very nostalgic. It can wear off quickly, so I extend its life by using unscented lotion or balm underneath, or spraying it in my hair or on my clothes. Skylar, this is your best scent yet!"
        },
        {
            "review_title": "Yum!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Smells like cotton candy ice cream! Glad I bought this. Rated 4 stars as it doesnu2019t last all day."
        },
        {
            "review_title": "its okay not groundbreaking so meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "i love true gourmands but this has a synthetic quality thats slightly off putting at the top and its not bad but donu2019t love it and itu2019s not long lasting doesnt have good sillage unrealistic cotton candy"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Love this smell. It makes me smell like sweet candy. Definitely recommend if you like sweet perfumes!"
        },
        {
            "review_title": "smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "very vanilla heavy and i think it smells exactly like cotton candy! it lasts a decently long time, nothing special but itu2019s not fading immediately either. itu2019s very very sweet, which i love, but that might not be for everyone. if you like sweet, fruity, vanilla scents i would 100% recommend."
        },
        {
            "review_title": "Not worth the hype or money",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Smells good but slightly cheap, more of a Bath&body works vibe. Not worth $112 by any means. The scent has zero longevity. Iu2019m a big fan of Sud Pacifique line and this u201cperfumeu201d is not even close to as nice. Hope this helps"
        },
        {
            "review_title": "Not great....",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Oily skin",
            "review_text": "I am aware that perfume is one of those things that is incredibly subjective so take my opinion with a grain of salt. With that being said, I am a gourmand lover through and through so naturally I gravitated to this. Unfortunately, I didn't get true cotton candy. It is quite sharp and not as soft and fluffy like I was expecting (at least on my skin). Luckily I found a cheaper alternative that smells like actual cotton candy. Its called Outremer Eau De Toilette Vanille. It's not advertised as a cotton candy scent but to me (and everyone that walks in my scent bubble),   it literally smells like cotton candy (or at the very least that pink and blue cotton candy ice cream). You can get it at Anthropology for like $24 for the whole bottle ;P"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Combination skin",
            "review_text": "To start off, if you want to smell like youu2019re eating ice cream on the beach, youu2019ll love this scent. The notes of pure vanilla and cotton candy gives that sweet vanilla ice cream vibe while the coconut milk gives a beach vacation vibe. The longevity of the scent is pretty average considering itu2019s a lighter scent and the wear down gives a beautiful vanilla coconut. Definitely going to buy the full bottle because I cannot stop smelling it."
        },
        {
            "review_title": "successful blind buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This perfume is perfect! The scent is a perfect mix between fresh and sweet! Itu2019s not overbearing or syrupy sweet, I def recommend!"
        },
        {
            "review_title": "My dream perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Dry skin",
            "review_text": "I adore this perfume! My husband really loves it on me too so I'm happy! Very happy with my purchase."
        },
        {
            "review_title": "Missed the mark for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I wanted to love this so much but it just wasnu2019t for me! I was expecting a more vanilla ice cream and waffle cone type of gourmand. On me this smelled like bubble tape bubble gum from when I was a kid. Definitely sweet but more in a pink bubblegum kind of way."
        },
        {
            "review_title": "Sweet Perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I would give this 10 stars if I could!  Iu2019ve been trying to find the perfect sweet smelling perfume for well over a year now and this is it! Definitely my new favourite."
        },
        {
            "review_title": "Pink Skies from Bath and Body Works",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This smells EXACTLY like Pink Skies from Bath and Body Works. If you have fine fragrance mist, there is no need for this perfume (unless you want a little bit more longevity from a perfume). It's a beautiful lovely smell, I love it so much, but save your money if you own Pink Skies!"
        },
        {
            "review_title": "dusty, musty, wet newspaper",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "is it just me, or does the rollerball/travel size smell ENTIRELY different than the full size?  the travel size smells dusty, musty, almost like wet newspaper or the stuff you tip out of a vacuum cleaner cannister? no coconut, no cotton candy, no vanilla. no sweetness whatsoever.  lasting power is horrible, which is almost a bonus, considering how dusty and unpleasant this smells."
        },
        {
            "review_title": "Just sweet",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Bought this blind based on the cotton candy note because Iu2019m obsessed with Sundazed, but was very disappointed. To my nose, this was singular and sweet. Didnu2019t pickup the coconut at all. Reminds me of something like Pink Sugar   Returned."
        },
        {
            "review_title": "Love it hate it smell is good tho",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I was soooo excited for this release and when I got it I was thrown off by the smell. It opens with sweet cotton candy but ends in almost a clean laundry smell. After trying it out for a few days I ended up really liking the smell. However, the lasting power is absolute crap! I get maybe 3 hours tops out t of it which really sucks since I commutes to the full size bottle. I decided to keep it though. I like to wear the Madagascar vanilla perfume oil by Nest with it and that definitely helps the lasting power and you will smell like a yummy vanilla sugar cookie with coconut cream icing with that mix!"
        },
        {
            "review_title": "Smell good",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I expected a lot from this scent. I received the travel size and the roll-on application makes it greasy on the skin. Smells of cotton candy and vanilla but I expected more. Doesn't last very long. Maybe in spray it would last longer? I will not keep it I will return it."
        },
        {
            "review_title": "Itu2019s okay, doesnu2019t last",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I was soooo excited for this perfume.  The notes sound magical and sweet.  It smells very fresh with a bit of cotton candy on the dry down. Scent was completely gone a few hour later.  Also it made my eyes water."
        },
        {
            "review_title": "Got my hopes up a little too high",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I expected too much after the wonderful reviews I read. Of course everyoneu2019s body chemistry is different so the scent wonu2019t smell the same on everyone. On me, it smells like sweet oatmeal :( I was really excited for the cotton candy and the vanilla to come through"
        },
        {
            "review_title": "Yummy!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This perfume smells absolutely incredible. Like Iu2019m eating cotton candy at the fair while Iu2019m getting served sweet vanilla ice cream and both scents combine together to give me this delicious fragrance. Truly delightful, fun, light nu2019 airy and very sweet. Only reason for 4 stars is there is no longevity unfortunately - Im lucky if I can faintly smell this on myself after a couple of hours.. Still a lovely & soft perfume and the packaging is beautiful!"
        },
        {
            "review_title": "Syrupy sweet",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Less of a light and fluffy cotton candy and more syrupy like if the cotton candy was melted down. Also gives off a caramel note. Not bad but different than expected."
        },
        {
            "review_title": "Love this scentu2026 but doesnu2019t last.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Absolutely love this scent.. but unfortunately this does not last. When I say doesnu2019t last.. I mean youu2019re lucky if you get a faint scent of it after 2 hours. Iu2019ve had body mists from target that last twice as long. wouldu2019ve give this"
        },
        {
            "review_title": "YUM",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "LOVE this! Itu2019s the perfect amount of sweet. I want to spray it all over but the travel size is only the roller. I want to order the full size because I am obsessed!"
        },
        {
            "review_title": "Elevated cotton candy scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Cotton candy but not to overly sweet but I wish the travel size sprayed instead of roll on."
        },
        {
            "review_title": "Smells great: wished there was a travel spray",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "This smells really good and is a light smelling perfume! An airy cotton candy with warm vanilla. I do not get much coconut milk. I wish this came in a travel size spray but the roller ball will do! It lasts about 4 hours, but on lotioned skin probably a little longer. Pairs well with coconut sun by the 7 virtues or cloud."
        },
        {
            "review_title": "It smells good but not on me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "This smells wonderful out of the bottle but on my skin it didnu2019t smell the same sadly and just smelled a bit powdery :( sad it didnu2019t work for me"
        },
        {
            "review_title": "A little overhyped",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Combination skin",
            "review_text": "Not impressed. I donu2019t hate it but truthfully I feel like I could find this scent at bath and bodyworks for a lot cheaper. It doesnu2019t give off cotton candy. But the one good thing I will say is it will probably layer well with my other perfumes so for that reason Iu2019ll keep it"
        },
        {
            "review_title": "My New Summer Perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "All I have to say isu2026wow. This honestly blew me away of how incredible this smells. I normally would never go for something as sweet smelling as this, but I was looking for a new summer scent and saw that people have been raving about this so I decided to try it. I donu2019t normally believe hype on most products but this one is the one and lives up to the hype. I just wish it came in a travel spray instead of a rollarball"
        },
        {
            "review_title": "So yummy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely love warm perfumes that smell of vanilla and candy. This one hit it right on the nose. Initially I get vanilla but then I get sweet cotton candy! Lasts on my skin for quite some time. Smells absolutely delicious!"
        },
        {
            "review_title": "Too sweet",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Light skin tone, Dry skin",
            "review_text": "This perfume is too sweet for me too wear. It is a very young fragrance and would be suitable for teens and tweens."
        },
        {
            "review_title": "Air+Water+Gourmand. Unique!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Such a unique scent, sweet gourmand with delicate notes of water and air. Fragranticau2019s description is spot on. I enjoy this fragrance, although not sure I will repurchase. Good for day not and not too overpowering."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Boardwalk Delight  This is a sweet scent that's not too overpowering. The cotton candy and vanilla notes are more obvious. I can barely smell the coconut milk note. It's a nice, light scent that's perfect for summer days. It lasts most of the day on me when applied to my pulse points and is great for layering."
        },
        {
            "review_title": "soft, sweet smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received the Boardwalk Delight rollerball as a free sample. I like the scent of this product. It has a soft, sweet smell. It does remind me of cotton candy. I like the rollerball. The rollerball makes it easy to use and carry in your purse. I recommend this product."
        },
        {
            "review_title": "Cotton Candy Fun!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Boardwalk Delight Eau de Parfum from SKYLAR is a very light and fun fragrance.  I love that it is safe or sensitive skin, hypoallergenic, and made in an eco-friendly way.  The scent itself is sweet and somewhat strong, lasting quite a while on my skin.  I most notice the cotton candy note, followed by the vanilla, with just a hint of the coconut milk on the finish.  The bottle is quite pretty and the rollerball deposits a good amount of perfume with only a gentle swipe.  I love that the ball itself is metal, as it feels slightly cool on my skin.  If you are looking for a lovely sweet scent, try out Boardwalk Delight."
        },
        {
            "review_title": "Skylar perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "Nostalgia as soon as I smelled it! If you like sweet smells then this would be perfect for you. Long lasting also!"
        },
        {
            "review_title": "Smells Sweet But Not Overbearing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I received the SKYLAR Boardwalk Delight Eau de Parfum Rollerball and while normally I am not a huge fan of fragrances that smell sweet (like candy or dessert), I like this scent. I like that it is not too strong or overbearing and I think it helps that it has other notes in it (pure vanilla and coconut milk) so it helps it to not just smell like cotton candy. I think the vanilla in it helps me to like it as I have other frangrance products with vanilla in it. I love the rollarball itself as it applies easy and I can control the amount I get. I do feel that while it does last a decent amount of time, it definitely doesn't last all day (or at least isn't strong by the end of the day).   Overall it is something I would continue to use in the future and while I was expecting to not care for it at all since I'm usually a big fan of floral scents, this is a sweet scent I do actually like."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like the light scent of cotton candy and vanilla. I like the easy to use roller ball."
        },
        {
            "review_title": "Such a light, fresh, sweet vanilla candy scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've been looking for a sweet vanilla cotton candy-like scent and this is soo good. I blind bought the rollerball and I can't stop smelling it. It's very sweet. At first you smell the vanilla and cotton candy notes behind it, and then you get this subtle airy linen/clean laundry scent. It's not as warm as just a pure vanilla because of that linen note which gives it a bit of lightness to it. I think this could layer really well with any sweet, warm, or vanilla scents. Perfect summer fragrance!"
        },
        {
            "review_title": "Very soothing fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Oily skin",
            "review_text": "This is a very good fragrance from skylar. I got this product for testing and I absolutely loved it. It has a very soothing vanilla note with a very clean afternote. Anyone who likes a subtle and clean fragrance should try it."
        },
        {
            "review_title": "Sweet scent lovers, this is for YOU!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "While it definitely smells delicious itu2019s just not for me. I realize Iu2019m more of a clean, flower scent kind of girl and this was too sweet for my taste. Donu2019t get me wrong, if youu2019re a sweet, gourmand scent lover then this is for you! Itu2019s very feminine and youthful scent, itu2019s warm and strong so you donu2019t need to apply to much."
        },
        {
            "review_title": "BEST perfume this year",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "The BEST perfume Iu2019ve tried in years. Itu2019s amazing, Iu2019ve never gotten so many compliments on how good I smell. Sweet cotton candy and vanilla pop the most for me and coconut milk a few minutes later"
        },
        {
            "review_title": "Good scent!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I received SKYLAR BOARDWALK DELIGHT EAU DE PARFUM ROLLERBALL in exchange for my honest review. Wow, I love it! It is a good scent like cotton candy. It is not strong to bother you but does not long-lasting."
        },
        {
            "review_title": "Deliciously sweet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This scent is amazing. Iu2019ve been searching for the perfect sweet, candy like scent. Iu2019ve finally found it!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I only smell the vanilla in this perfume and it doesn't seem to last long on me. It's not a bad perfume, just don't think it works with my body chemistry."
        },
        {
            "review_title": "Summer vibing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "I tried this scent before reading the description and it immediately reminded me of childhood visits to the beach, which I later saw is how the fragrance was advertised. Fun fragrance for the weekend. Also reminded me of a popular perfume I had as a teen. The scent didn't last that long on me but I may need to apply more since the scent is subtle. With a rollerball, it's easy to apply more as needed."
        },
        {
            "review_title": "cotton candy scented heaven!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love a good cotton candy smell. Gourmand scents are my favorite. This smells sweet and truly like cotton candy!! Alot of the reviews mention a dryer sheet smell, I don't get that. I just smell cotton candy, vanilla and berries. I will always purchase this!!"
        },
        {
            "review_title": "Lovely, Light & Lasting Scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "I am so very pleased with Skylar Boardwalk Delight Eau de parfum. It is a really lovely scent that stays with me all day. It's not at all overpowering and everyone asks me what I'm wearing. The roller ball tip applies just the right amount in a short swipe and allows it to glide on effortlessly. The scent goes well with everything. Light and lovely are what this scent is all about."
        },
        {
            "review_title": "A new daily perfume for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Bought this myself direct from Sephorau2026. And drum rollu2026 I love it. I also love the wildly out of my price range Baccarat Rouge 540 too. I reference that so you understand that itu2019s ok to love something thatu2019s younger, and candy like. Itu2019s feminine and cotton candy bibesnwithiut the saccocjeap body spray notes. It lasts too! I will buy the FB!!"
        },
        {
            "review_title": "Sweetheart smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "If you want to smell like a sexy sophisticated cotton candy coated bubble gum cyber punk girl with Angel wings this is it! Hand clap for this company bc this fragrance makes me feel that way! It smells dreamy. On the other hand I will say I was about to give up on this perfum when I initially put it on all I could get was a incense smell. I tried 3xs the more I rolled the more the cotton candy bubble gum smell I was getting. This was a great blind buy for me."
        },
        {
            "review_title": "Perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Love!! This is exactly what the notes say: Cotton Candy, Vanilla & Coconut Milk. Fun, cozy, flirty, sweet, soft but yet powerful. The colors on the bottle is exactly what you think of when you smell it. If you"
        },
        {
            "review_title": "Subtly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The roller ball is awesome. The smell is so soft and beautiful.  It is not overbearing  and it is so subtle."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought this blind buy and did not like it it smells too much of a candy to me there was no delicious scent at all. It gave me pink sugar vibes and I hate pink sugar. This was not for me!"
        },
        {
            "review_title": "Skylar Broadway Delight Rollerball",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I really enjoy the scent of the Skylar Broadway Delight. Itu2019s a nice light summer scent to wear during the daytime. Itu2019s fruity due to the fragrance notes of vanilla, cotton candy, and coconut milk. The rollerball is good for carrying on the go for reapplying throughout the day - scent fades fast."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "I have been using this for a month I love it the overtones and undertones mesh so well kinda leaving you feeling like a kid its so refreshing"
        },
        {
            "review_title": "Fun summer scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I love this scent for summer! It's sweet smelling like cotton candy mixed with sea salt air, but not overly sweet. It's also not overpowering. A perfect scent for any age."
        },
        {
            "review_title": "Boardwalk Delight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "The design is beautiful. I really like the colors and the scent matches the design perfectly. It smells like something sweet, but it's not overly sweet or overpowering. I like that you can use it for any occasion and take it with you anywhere."
        },
        {
            "review_title": "Yummy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "SKYLAR Boardwalk Delight Eau de Parfum is an amazingly yummy scent! It has notes of cotton candy and vanilla, it has a deliciously sweet fragrance. I received the rollerball bottle, which makes it easy to apply, and take on the go. Excellent fragrance!"
        },
        {
            "review_title": "For summer vacation in the 1940s vibes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Iu2019m definitely getting a little bit of a fruity salt water taffy note under the more distinct cotton candy notes. Itu2019s sugary, caramel-y, slightly fruity, and a little salty. It reminds me of Black Opium, only more summery and less spicy."
        },
        {
            "review_title": "Summer Fun!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I Love How Soft And Summery This Fragrance Smell! Truly Smells Like You Are On A Boardwalk Surrounded By Beautiful Waters, Seagulls, Sunshine, &Cotton Candy! It Smells So Fresh And Sweet!"
        },
        {
            "review_title": "Childhood sugar dream",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love how sweet this fragrance is! It reminds me of a cheap Walgreens cotton candy spray I once bought in junior high. It settles to a feminine sugar, this is perfect for summer days."
        },
        {
            "review_title": "Cotton Candy But Elevated",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a really cute scent. I think it is something that men would be likely to comment on. I think this would be a good intro perfume for a teen branching out from Bath and Body Works. It smells like an elevated version of one of their summer scents. It has good staying power but could potentially be a little too sweet for some."
        },
        {
            "review_title": "Smell good enough to eat!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received the SKYLAR BOARDWALK DELIGHT EAU DE PARFUM ROLLERBALL from PinchMe to try and I really like it. The cotton candy smell is strongest and i have had male friends make the comment of smelling good enough to eat. I only gave it 4 stars because at times the sweet smell can be a little too much, depending on your mood. If you like perfumes that have a sweet and innocent smell, I recommend this product. It has Vanilla in it as well."
        },
        {
            "review_title": "Delicious scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I am very picky when it comes to fragrances because some of them just are overpowering and tend to give me a headache. Boardwalk Delight Eau de Parfum is simply delicious. It has a sweet note that comes from vanilla and cotton candy. I also get a calming feeling when I smell the coconut milk. I love that it's cruelty-free and contains organic sugar cane. This is super delicious! I like that it can br layered with other scents. Definitely recommend it especially to those who have like sweet scents."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Skylar boardwalk delight smells just like cotton candy. It lasts a long time. I really enjoyed there vanilla sky scent and couldn't wait to try this one."
        },
        {
            "review_title": "Young at heart",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I tried this perfume thinking it's probably going to be too sweet.  At first that's what I thought but after wearing it a couple times I have come to like it.  It's a light suble cotton candy smell and my husband said he likes it so it is a winner."
        },
        {
            "review_title": "A Breath of Fresh Air",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "This perfume smells wonderful!  I love that it is light and has a super clean scent.  It is not overly fragranced, which I love."
        },
        {
            "review_title": "Delightful Cotton Candy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "So I absolutely LOVE sweet scents! I've tried a lot of different body sprays and perfumes over 20 years; from lower priced scents like Body Fantasies Cotton Candy, to higher priced scents like Viva La Juicy Noir and Prada Candy Kiss. While all of these were great, I feel like I'm always looking for something else. Well, I think I found it with the SKYLAR Boardwalk Delight Eau de Parfum. The main fragrances are Pure Vanilla, Cotton Candy, & Coconut Milk, but all I smell is the absolute perfection of a light cotton candy scent. It's not a heavy scent, but if I roll it on my neck and wrists in the morning, I STILL smell it before bed, which is rare! Unless you're standing very close to someone, or giving a hug, I don't think others will notice the scent very much since it is a bit light; so it depends on how strong you like your scent to be! If you like sweet scents too, I'd highly recommend Boardwalk Delight!"
        },
        {
            "review_title": "Summertime scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received the Skylar rollerball in scent boardwalk delight and I was pleasantly surprised with the scent. I was worried it would be too adolescent but itu2019s actually a lovely combination of cotton candy and vanilla. Unfortunately I feel the scent fades too quickly for me to justify the cost. I think it would be a good purchase for a young adult just starting to play around with scents."
        },
        {
            "review_title": "Recommend if you love super sweet scents",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "Skylar's Boardwalk Delight Rollerball initially smells like a mix of creamy notes and strawberry candy, which translates as a strawberry milk scent. The dry down scent is a mix of warm and creamy notes (which translates as a saltwater taffy scent) and syrupy sweet notes (which translates as a cotton candy scent.) When I apply this perfume liberally on my neck, I can smell it clearly hours later. It's neither one dimensional (think vanilla body spray), nor overly intricate, like designer perfume. It's a lovely, comforting scent since it captures the essence of a few yummy sweet treats that we know and love perfectly."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "blind bought this and fell in love. id say itu2019s a safe blind buy if the notes sound like theyu2019d be your thing. itu2019s a beautiful combination of sweet + clean/fresh. itu2019s not juvenile either. performance isnu2019t bad either"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "I really do like it.  It reminds me a little of baby powder.  Later on, I would like be get a bigger size."
        },
        {
            "review_title": "Cotton Candy, Gourmand-Loveru2019s Dream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "The notes are very on point for this.  If you like sweet, this is 100% sweet.  I would almost say that this is a very safe blind buy."
        },
        {
            "review_title": "New go to summer scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This perfume exceeded my expectations! It is sweet and true to the cotton candy scent. Itu2019s just a happy scent and makes me smile whenever I wear it. For a rollerball, Iu2019m surprised and impressed with its performance. I get whiffs of it throughout the day and it lasts maybe 5 or so hours before fading."
        },
        {
            "review_title": "A must-have perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I received something in exchange for the review of SKYLAR BOARDWALK DELIGHT EAU DE PARFUM ROLLERBALL. I was a little hesitant to try it at first, but then I was very pleasantly surprised. It has a light and very delightful sent that is so pleasant and not overpowering. The scent last all day long and a little goes a long way. It might seem a little on the expensive side, but it is well worth the price, as it will last for a very long time."
        },
        {
            "review_title": "So wonderful FINALLY!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "I'm in love with this fragrance! Since my fiancee and I have had COVID most of my fav. fragrances I can no longer wear so it was unbelievably wonderful to find a fragrance we both love and this is the one!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really love this scent, the best way I can describe it is the strawberry shortcake toy I had as a kid. Scent lasts about half a day which is fine for me but others might want longer."
        },
        {
            "review_title": "Sweet but subtle scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I love Skylar Boardwalk Delight perfume. It is subtle with sweet hints of cotton candy, vanilla and apple. It's not overly sweet which makes it great for adults. I feel free and fun when I wear this and the great thing is my 14 year old can wear it as well."
        },
        {
            "review_title": "Eww",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Thought this would be similar to BBW Cotton Candy Clouds and this is no way close to it at all.Itu2019s smells weird to me.In all honesty I donu2019t what Iu2019m smelling but it not good!!"
        },
        {
            "review_title": "Lovely summer scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This is a beautiful summer scent; sweet and clean and very light. You definitely get the cotton candy and aquatic notes. Itu2019s lovely and nostalgicu2026 But itu2019s a very close-to-skin scent; it doesnu2019t project much at all, which is the only reason it gets 4 stars instead of 5. Still, itu2019s one of my all-time favourites."
        },
        {
            "review_title": "Overhyped",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Itu2019s nice. Itu2019s sweet. The dry down is powdery though. IMO itu2019s overhyped considering itu2019s $100 for something that smells like bath & body works. Itu2019s a mix somewhere between  berry merengue, pastel skies, and fresh coconut cotton."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Boardwalk delight smells like cotton candy and soft laundry or like a dryer sheet. Itu2019s really pretty, soft and light scent. Perfect for summer mornings/running errands"
        },
        {
            "review_title": "Absolutely love, roller is very convenient!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Skylar Boardwalk Delight Roller is a great lightly scented perfume. I really enjoy the convenience of this product, I can take it with anywhere in my purse. The scent lasts but isn't overbearing which is a major plus. I love that this product is made with organic and vegan ingredients. It makes it an easy to want to purchase again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I love the smell. It is not overwhelming! Boardwalk Delight is a great combination of cotton candy, Vanilla and coconut milk."
        },
        {
            "review_title": "Smell doesnu2019t lastu2026",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Beautiful scent- thatu2019s why I purchased it. Unfortunately it lasts maybe 10-15 minutes and then nothing. I think that happens w cheaper perfumes and the formulation. Not worth it"
        },
        {
            "review_title": "Perfect for Summer!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love, love love!! Skylar Boardwalk Delight surprised me. Itu2019s light and has a sweet smell. Itu2019s not overpowering at all! A mix of cotton candy and vanilla. Definitely a new favorite or the spring and summer."
        },
        {
            "review_title": "Smells like Comptoir Sud Pacifique Vanille Extreme",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love a good vanilla scent and was soooo looking forward to this coming back in stock. This to me smells so much like Comptoir Sud Pacifique Vanille Extreme! I love both fragrance and so glad to see the scent stays on my skin ud83dudda4"
        },
        {
            "review_title": "Candy necklace",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "After the dry down, this smells exactly like those candy necklaces we had in the 90u2019s. Itu2019s insanely sweet, unsurprisingly. If you love sweet candy smells, this is your jam. Not my favourite but I think itu2019ll be wearable. Glad I got the travel size tbh, I wouldnu2019t wear this very often."
        },
        {
            "review_title": "Skylar is sweet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received a sample of this perfume to try. It is a very nice and I enjoyed the sample. I enjoy the scent as it is pleasant. It is a little strong, but if I only use a little the smell is not unbearable. This will also let me use if for a long time."
        },
        {
            "review_title": "Hubby loves when I wear this!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This scent stays on all day and there is no need to re-apply. I'd recommend Skylar Boardwalk Delight Eau De Parfum if you're into sweet scents! The cotton candy profile is strong at first, but once dried it tapers down. To my surprise also it didn't smell stale after a long day. I look forward to trying the other scents!"
        },
        {
            "review_title": "Loved!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I'm not big on the vanilla scented fragrances but this one I can honestly say I absolutely love! It's not to strong & it actually lasts for a good while where as some may only last a short time. I can smell this one for hours & hours after applying"
        },
        {
            "review_title": "Nice, fresh scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Skylar boardwalk delight Eau de Parfum smells absolutely amazing and it lasts really long on my skin.  I love how itu2019s not overwhelming and has a nice fresh scent. This parfum has definitely become one of my favorites."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "If you love fruity smells this is perfect, it's smells great and I get compliments on it as people can smell it from far away"
        },
        {
            "review_title": "Instant favorite!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So this was a blind buy. Based on the notes and the reviews of others, I took a chance. This was a total win !! It's so absolutely delicious. I was worried it would be too sweet, but it's just perfect. I find it to be creamy and sugary in the best way. But if you aren't a fan of sweet, it's not for you."
        },
        {
            "review_title": "SKYLAR BOARDWALK DELIGHT EAU DE PARFUM ROLLERBALL",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Dry skin",
            "review_text": "I really like SKYLAR BOARDWALK DELIGHT EAU DE PARFUM ROLLERBALL! It stays on for several hours & isnu2019t too strong."
        },
        {
            "review_title": "Lovely and soft",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this scent. It is soft, feminine, sweet, and lovely. Perfect for summer! Not too strong but still present. Reminds me of youthful summer fun - picnics, fairs, and fireworks."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This product was and still is as amazing as the first day I put it on. The cotton candy flavor paired with vanilla notes put off such an amazing fragrance. When I where this fragrance I get so many compliments."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "i love this perfume its a super sweet scent and it is great for warmer weather"
        },
        {
            "review_title": "Gret intro perfume for the young ones!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "If you like overly sweet perfumes, this, is it! I'm more of a clean/sexy perfume, so the smell of cotton candy was a bit overwhelming. But I think young girls maybe in middle school would love this,"
        },
        {
            "review_title": "A delicious Gourmand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is a delightfully sweet gourmand fragrance that smells like spun sugar, coconut, and a hint of salt air. Boardwalk delight smells so good on its own or it can be layered with other fragrances. I have lime sands from Skylar and it layers so nicely with this one!!"
        },
        {
            "review_title": "Skylar Boardwalk Delight Eau De Parfum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I simply love this scent.  It is light and airy , with smell of vanilla.  Great for the hot weather area I live in.  Lots of compliments and then asked what is the name of the fragrance I am wearing"
        },
        {
            "review_title": "Skylar perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love Skylar perfume it is so sweet smelling like a birthday cake almost like you can eat it, long lasting very convenient to carry with you awesome summertime!!!"
        },
        {
            "review_title": "Sweet sweet Boardwalk Delight fantasy!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I recently tried Skylar Boardwalk Delight Eau de Parfum and it is now my all time favorite scent. It combines vanilla, cotton candy, and coconut milk for the most luxurious, sweet fragrance that will make feel like you are pampering yourself. This is not a beach type vanilla or a baked good type of vanilla. It smells light and pure, reminiscent of a vanilla snow cone. My husband also loves this scent and complimented me the day I started wearing it. I will never go a day without putting this scent on. I highly recommend the rollerball because it is convenient to carry in your purse."
        },
        {
            "review_title": "Refreshing Sweetness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I love the light, airy and fresh scent of this parfum! It is not overly sweet but has a hint of cotton candy! So lovely!"
        },
        {
            "review_title": "Sweet!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The scent of this perfume is really sweet and beautiful. I also love that it comes in a roller, which is so convenient to take for travel. I definitely feel like it lasts a long time too. I recommend it!"
        },
        {
            "review_title": "Great scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "I thought this smelled really good. It definitely reminded me of the beach. I thought the scent lingered for most of the day. I would recommend this to try for the summer."
        },
        {
            "review_title": "Absolutely Delicious~",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "The very first day I opened it, I fell in love with the scent. It smells sweet but not sickeningly so. But most importantly, it stays on for so so so long! I have shirts thats Ive worn, put down for a few days, and immediately upon picking up the shirt it still smells so obviously. When I put it on my wrists, as long as I don't wash it off the smell remains. Easy 10/10 in every way."
        },
        {
            "review_title": "Absolutely Delicious~",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The very first day I opened it, I fell in love with the scent. It smells sweet but not sickeningly so. But most importantly, it stays on for so so so long! I have shirts thats Ive worn, put down for a few days, and immediately upon picking up the shirt it still smells so obviously. When I put it on my wrists, as long as I don't wash it off the smell remains. Easy 10/10 in every way."
        },
        {
            "review_title": "Smells Like A Sweet Summer Day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Normal skin",
            "review_text": "I absolutely LOVE this Parfum!! I actually love all of Skylar's scents.  This one is sweet and filled with vanilla, as the top note. As that settles, you can smell sweet cotton candy. This is what reminds me a summer day at the local festival.  The only thing I don't like, is that the scent doesn't last long at all.  Within 30 mins of application, I can no longer smell it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The SKYLAR BOARDWALK DELIGHT EAU DE PARFUM ROLLERBALL is the best summer scent. I love the combination of coconut and vanilla. It smells sweet but not overwhelming. It lasts all day without the need to reapply."
        },
        {
            "review_title": "A must have for days when you just want to smell n",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I'm in love with this perfume!!! The scent is soo warm and sweet, vanilla is one of my favorite scents! And this perfume smells so sweet, warm,nice but at the same time not too overwhelming.. just the right amount rolls on from the roll on bottle. The nice scent lasted for hours. I love it!!"
        },
        {
            "review_title": "Nice and fun smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "Cute and convenient travel size roller that you can use anywhere and anytime. First putting on the Skylar boardwalk delight, I noticed a strong sense of warm vanilla. Within 30 minutes my pH levels mixed with the chemical and created a soft scent of cotton candy and oat milk. Lasted for about 6 hours. Sent reminds me of a fun and sweet aroma."
        },
        {
            "review_title": "My new must have scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I received this free in exchange for my honest opinions, and I have to say I'm in love with it. I love sweet smelling perfume and wearing it takes me back to my younger years, which is wonderful because some days I feel my age. I love the roller ball part because I can stick it in my purse and smell good wherever I am. Overall, an amazing scent that lasts all day, and I highly recommend to everyone."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I received this as a free sample in exchange for a review. I love sweet candy smelling perfume. This was great. The first thing you smell is the cotton candy/vanilla. Then the coconut milk( which isnu2019t really a coconut smell). Got the rollerball. Nice size. You can just throw in your purse. The only thing is it didnu2019t last long on me. But still liked it."
        },
        {
            "review_title": "Sweet like (cotton) candy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This fragrance smells exactly like cotton candy with a lovely hint of vanilla. It is scrumptious and instantly puts you in a fun, child-like mood. Enjoy having the travel size roller ball size option, too. Iu2019m obsessed!"
        },
        {
            "review_title": "Hope I Never Have To Be Without It!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "I have been using this perfume for the last couple of weeks and I am in love with it!! I love cotton candy scented perfumes but they usually all smell like TOO MUCH cotton candy. But this Boardwalk Delight is perfect!! And the smell lasts for a long time. I'm so in love with this perfume and I definitely recommend it!!!"
        },
        {
            "review_title": "Cotton candy!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I am loving my Skylar rollerball perfum in boardwalk delight. It smells just like cotton candy and vanilla but not overpowering. It reminds me of my younger days. I've been wearing it for two weeks and I have gotten alot of compliments. This is perfect for summer time. I also love that I can just throw it in my purse and use when needed. It goes so well with my vanilla body butter. Definitely recommended."
        },
        {
            "review_title": "Amazing smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "If you love the smell of cotton candy this is for you. It definitely has warm vanilla undertones. My first thought was oh this will smell like the cotton candy spray from walmart. 100% incorrect. It smells so much better. like you are right there with a face full of cotton candy and waffle cones (the vanilla) or maybe funnel cakes!"
        },
        {
            "review_title": "Just like candy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Boardwalk delight from skylar smells as delicious as it sounds. It pairs well with cotton candy lotion and bodywash. Fragrance notes are vanilla, cotton candy and coconut milk. 10/10"
        },
        {
            "review_title": "Summertime fun time!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "Absolutely love this light fragrance. It slips right in my purse and smells like summer fun. I get compliments all of the time. Will definitely get this one again!"
        },
        {
            "review_title": "Cotton candy floral",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Normal skin",
            "review_text": "I have used Skylar Boardwalk Delight for the last couple of weeks. it's a soft sweet floral scent. Comes out plentiful in a rollerball. At first I thought it was a bit too sweet of a smell as I mainly like florals. But the more I use this parfum, the more I enjoy the notes mixing with my body chemistry. I smell berry and vanilla notes. Smells like cotton candy, but dries down nicely into a soft sweet floral."
        },
        {
            "review_title": "GET ITT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "BEST cotton candy. just the right mix of sweet and airy, with a slight touch of fresh. fell in love with it a year ago when it was just the roller ball and couldnu2019t get enough. this to me is a more mature cotton candy than most"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This perfume smells like the best cotton candy vanilla mix of my dreams. Itu2019s sweet in all the right ways without being overly sweet & lingers throughout the day. I did receive this product for  review purposes from PinchMe but I will definitely buy once I run out."
        },
        {
            "review_title": "Sweet like sugar",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "This is a nice scent for someone who enjoys very sweet scents. It smells exactly like cotton candy. This isnu2019t my style at all so itu2019s not something that I would wear, especially out. On the plus side, itu2019s true to scent, itu2019s very easy to apply with the rollerball, and the scent stays apparent for a few hours."
        },
        {
            "review_title": "So yummy!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The Skylar Boardwalk Delight Eau de Parfum smells DELICIOUS!!  One sniff of this will send you reminiscing of summer days on the boardwalk at the beach.  To me it is a yummy mix of cotton candy and vanilla.  Every time I wear this I get tons of compliments!"
        },
        {
            "review_title": "what a great smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "I BEEN using this for a while and it smells great and i plan on buying a bottle after the free one  from pinch me is used up"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Skylar Boardwalk Delight is the perfect scent for warmer months. It is very sweet, but not overwhelmingly so. I definitely get the sense of cotton candy and vanilla and it's such a perfect scent combination. It lasts for hours and the sillage is good. This is my new Summer scent and it is absolutely a delight."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The Skylar Boardwalk Delight perfume smells like summer! I love it! I get compliments all day when I wear this, and the othe Skylar scents as well. They're very lasting scents and you don't have to reapply. Very convenient and money saving if you think about it. The cotton candy and vanilla scent of this makes me want to just go to the fair! It's a new favorite."
        },
        {
            "review_title": "This scent brings back memories",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I love this Boardwalk Delight Eau de Parfum. It reminds me of summertime. It has notes of vanilla in it for sure. When I smell it I also smell cotton candy.The scent brings back memories of summer time fairs and carnivals. It is a pleasant uplifting scent that is not too strong. I can wear this everyday. I love it!"
        },
        {
            "review_title": "Smells great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I gave this one to my daughter to try because she loves sweet smells and its become her favorite scent. She carries it around daily in her purse. Its such a nice light sweet scent, you can't go wrong with it!"
        },
        {
            "review_title": "My new daily smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I am so glad I tried this!! What a great summer scent. Not overwhelming vanilla, or overly sweet just the perfect blend. I love the roller.  I dab it on in the morning and after a shower. It just smells so good."
        },
        {
            "review_title": "SKYLAR",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "SKYLAR Boardwalk Delight Eau de Parfum is just lovely. The scents of cotton candy and vanilla immediately brings to mind summer. I have received numerous compliments while wearing this scent."
        },
        {
            "review_title": "Sweet and addictive!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I received this rollerball as a promotional complementary gift in exchange for my honest review for pinch me and Skylar. I am absolutely in love with this perfume. This combines the sweetness of vanilla and cotton candy that actually sparks memories of being at a fair or boardwalk in the summer. I love how this perfume slowly feeds into a sweet, soft, vanilla/cotton candy scent but at no point is it overpowering too sweet or too juvenile for a woman older than 20. In fact, my mother smelled it and immediately wanted this as a Motheru2019s Day gift so I immediately purchased it. Definitely try this perfume if you love, sweet fragrances I think this is absolutely perfect and fun for summer and I will definitely be re-purchasing this."
        },
        {
            "review_title": "Cotton candy heaven",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells sooo much likely cotton candy. If thatu2019s your jam then this is it! Marshmallow cotton candy amazingness."
        },
        {
            "review_title": "Cotton candy heaven",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I absolutely love this perfume. It smells like cotton candy heaven. I have the rollerball. My rating is low only because it does not last long. I put it on and canu2019t smell anything. Maybe the actual spray perfume lasts longer."
        },
        {
            "review_title": "The perfect sweet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "It smells so yummy!! Easily one of my fav perfumes"
        },
        {
            "review_title": "Sweet and airy at the same time!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "The design of the rollerball is super convenient to throw in my bag to use anytime. The scent of the Skylar Boardwalk Delight Parfum is delicious and sexy at the same time as well as having a fresh airyness about it. I love this scent for date nights!"
        },
        {
            "review_title": "Delicious Memories in a Rollerball",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This is a fun summer fragrance! I'm not usually a fan of gourmand scents, but this is absolutely luscious and reminds me of long-ago summers at the New Jersey shore. For me, the bouquet hits as sweet vanilla ice cream and cotton candy with hints of fruit and something sunshine-y. I'll certainly be wearing this up until spoopy season. ;)"
        },
        {
            "review_title": "Love my Skylar!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Skylar Boardwalk Delight smells like summer!  I really love this stuff.  It is sweet without being too sweet.  It's a very uplifting scent.  My favorite way to wear it is to mix it with other Skylar scents.  Boardwalk Delight goes amazingly with Skylar Lime Sands."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is so light, but thank goodness.  It smells like sweet hose water or something.  Blech"
        },
        {
            "review_title": "Sweet and fun!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "Skylar boardwalk delight was indeed that, a delight. It has a very sweet smell and you can pick up the notes of candy which I interpret to be cotton candy and a little bit of sea salt. It is very fragrant and can be strong at times if you donu2019t like sweet smells. it is a great fragrance for summertime and easy to carry with you to dab on frequently throughout the day. That being said, my only complaint is that the scent does not last too long. It needs to be reapplied multiple times. Hence the reason I only gave it four stars. I do recommend this if you are someone who likes sweet and salty type scents."
        },
        {
            "review_title": "Sweet",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The one thing that I like about the Skylar Boardwalk Delight parfum is that it smells so sweet and flirty. It's the perfect parfum for a nice summer day when you want to smell like a sweet bubble gum. I like that it's a nice scent reminds me of my first fragrance purchase which had a similar to it."
        },
        {
            "review_title": "Light beautiful smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I fell in love with this fragrance immediately.  Its light and clean smelling. It doesn't last all that long but it really does not overwhelm either. I'm hooked. I recommend this to anyone who likes light clean perfumes."
        },
        {
            "review_title": "Great for summer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I really like Skylar's Boardwalk Delight Eau de Parfum rollerball.  It has a fun and light cotton candy like smell that is youthful without being too childish.  My favorite way to wear it is layered with Sklyar's Lime Sands fragrance as it tones down the sweetness a bit and sort of elevates the scent.  Definitely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I bought this blind and I got Lime Sands. This is the better by far in terms of lasting power. And the scent, while linear, is delightfully sweet without being cloying. Itu2019s light so it wears well in the heat.  This is not  a mature scent buts Iu2019m addicted to my own scent bubble. Easy blind buy for sweet fans.this"
        },
        {
            "review_title": "Perfect for summer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "This is a fantastic summertime scent if you prefer sweet  perfumes. This rollerball is a youthful scent that reminds me of perfumes I would use when I was younger. It is super sweet, with vanilla as a strong note. The perfume lasts all day and is great to throw in your purse or beach bag for fragrance on the go."
        },
        {
            "review_title": "Sweet Scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "I love trying new fragrances and the SKYLAR Boardwalk Delight Eau de parfum is such a nice parfum. This roller ball glides on so nicely where ever you put it on and the sweet smell is so refreshing! I especially love the notes of coconut milk. A nice clean beauty that is hypoallergenic and safe for sensitive skin!"
        },
        {
            "review_title": "Love the smell!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Love the smell and ease of the roller ball application!  Smells like cotton candy and coconut! The only downfall is I feel it doesnu2019t last as long as I would like it too or at least not as strong for as long.  At first it is strong but after a few hours it is much lighter.  For those who want just a light scent it is perfect!"
        },
        {
            "review_title": "Smells lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i absolutely love the scent smells just as described."
        },
        {
            "review_title": "Sweet scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "Iu2019m in love with this perfume. It smells amazing , sweet and makes me feel like a teenager again. The combination of the vanilla , cotton Candy and coconut milk create such a pleasant scent. The only negative I can say is that I feel the scent doesnu2019t last all day."
        },
        {
            "review_title": "Cute scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This fragrance scent reminds me of being on a beach day on the boardwalk. It has a sweetness to it, almost like cotton candy. It's something of a nostalgic scent - it's nice for the summer season!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "When I first put on the Skylar Boardwalk Delight Eau de Parfum Rollerball, it smelled like bubblegum to me and then I could smell the cotton candy. It reminded me of being at the fair. I only put on a little bit and I could smell the scent instantly. I like how I can keep this in my bag and it doesnu2019t take up too much space. I will definitely be buying the bigger version."
        },
        {
            "review_title": "Love this scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "This is an amazing scent it is very light floral and fresh It is easy to to use and puts the right amount of perfume on I have received several compliments on the scent when wearing it"
        },
        {
            "review_title": "Delightful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Skylar Boardwalk Delight is really fun to wear. The blend of cotton candy, vanilla and coconut milk are absolutely perfect. I've had several compliments each time I've worn  it. I really like everything about this fragrance and a little go's along way. I think this would also be a product younger girl's would enjoy wearing. I will continue recommending this fragrance."
        },
        {
            "review_title": "So Happy to finally have this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "When I received this product I was so excited. I have been trying to get it for so long and I finally got my hands on it! The smell is sweet and light. I love cotton candy scent anything but I don't like it to be overpowering at the same time. This is perfect and the quality of the perfume also is top notch. It does not leave my skin dry at all. It actually feels hydrating and moisturizing. I can't recommend this enough!"
        },
        {
            "review_title": "Spring sweet and balanced perfume! :)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "At first sniff I thought this would be too sweet for my taste but I was wrong! Boardwalk Delight by Skylar Clean Beauty is such a wonderful every day gourmand scent that is simple yet so well rounded. The sweetness of the Cotton Candy is balanced out perfectly by the vanilla and earthy coconut milk. It is such a lovely light and crisp spring/summer scent. On the skin, it warms up even more and the vanilla really shines. It even works well when layering other scents. The packaging of the roller ball is simple and sleek and is perfect to take along with you to the beach or boardwalk for a beautiful warm weather day. Iu2019m also impressed that this is a completely hypoallergenic vegan fragrance that is eco-friendly and safe for sensitive skin! I recommend to anyone looking for a sweet but balanced scent, perfect for summer! Even if you donu2019t typically like sweet sIt makes you want to go outside and enjoy life! So sweet yet warm and inviting. I love it!"
        },
        {
            "review_title": "Smells great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "This Skylar Boardwalk Delight Eau de Parfum smells really nice! I would definitely recommend it!"
        },
        {
            "review_title": "Great Summer Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this scent from Skylar, the Boardwalk Delight! It takes me back to youth. It is lite but lasts all day. I got the rollerball and fits easily anywhere. The coconut and cotton candy are a great combination. I live in Florida so can wear it year round. It really is lovely."
        },
        {
            "review_title": "Brings back great memories!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I am obsessed with the Skylar Boardwalk Delight scent! I have the rollerball which is so convenient since it fits easily into my makeup bag. The scent is mild enough to not be overpowering, yet strong enough to make an impact. The scent makes me think of going to the boardwalk as a kid, and makes me so happy when I get whiffs of it throughout the day. I also love the quality of the Skylar brand products."
        },
        {
            "review_title": "Easy blind buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "If you love sweet perfumes this is an easy blind buy!! A perfect perfume for summer :)"
        },
        {
            "review_title": "Nice refreshing scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Combination skin",
            "review_text": "I was quite surprised of the combination of this particular perfume scent. It was light and refreshing and it smelled really good it was not overpowering I definitely love this scent. This set is one of my go-to cents when I want to have on the light scent while going out on my daily chores while shopping or running errands. I have nothing bad to say about this perfume or of it's scent it is a very pleasant nice scent to have I would definitely buy this perfume again."
        },
        {
            "review_title": "Light and sweet scent - great for warmer weather",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I received a free sample from PINCHme of Skylaru2019s Boardwalk Delight Eau de Parfum in exchange, for my honest feedback.  It is a light and airy sweet scent.  The strongest note that I smell is the sugary Cotten candy."
        },
        {
            "review_title": "Compliments Galore!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I wore this today to work, and I literally had people following me, sniffing me, and telling me how good I smelled all day!! I havenu2019t had a reaction like that for a very long time!"
        },
        {
            "review_title": "Memory inducing!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Oily skin",
            "review_text": "This is truly a scent that brings back memories of eating cotton candy as a child. Itu2019s sweet and warm and comforting. I absolutely adore it. I was wearing it in the car with my family and everyone from my 69 year old mother to my 4 year old niece wanted to try it. I do wish it lasted a little longer, but the roller ball container is easy to throw in your bag and reapply throughout the day."
        },
        {
            "review_title": "Nice fragrance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I got the roller ball mini of this fragrance and it's perfect travel/purse size! It smells like warm vanilla and coconut. I was excited to get this because of the cotton candy fragrance notes, but I really don't smell it in this fragrance. Regardless it does smell good and I will use this until it's gone. I like to apply it on my wrists and neck. The scent doesn't last all day; I notice it dissipates after a few hours."
        },
        {
            "review_title": "Sweet & Easy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "The Skylar Board Walk Delight rollerball is perfect to throw in your purse or work bag.  Itu2019s handy for when you need a midday freshen up.  It is a light and fun sweet scent of cotton candy and vanilla most prevalent"
        },
        {
            "review_title": "Exceptional scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This is a wonderful, sweet, tropical smelling scent. I loved the rollerball, it worked wonderfully. The scent was noticeable even after wearing for hours. I wore this on a Caribbean vacation and was very sad when it was gone. I did receive compliments from strangers, those are the best testaments. I would highly recommend to anyone."
        },
        {
            "review_title": "Smells awesome!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Iu2019ve been using this for a little over two weeks and love the way it smells along with all the compliments Iu2019ve been getting!"
        },
        {
            "review_title": "Long-Lasting Delicious Gourmand!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "LOVE this perfume! Gourmands are my favorite and this one is exceptional. The long-lasting cotton candy and vanilla notes are so wonderfully sweet and smooth. Highly recommend and will repurchase."
        },
        {
            "review_title": "Fabulous Summer Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "WHO IS READY FOR SUMMER?  I am, and now I have the PERFECT Summer scent to wear all season long.  The Skylar Clean Beauty Boardwalk Delight perfume has notes of Pure Vanilla, Cotton Candy and Coconut Milk combined to leave you smelling like a nostalgic Summer Vacation.  The fragrance is light and sweet in the best way.  The easy to use roller ball applicator allows you to apply the scent wherever you want to maximize the sensory experience.   I love this fragrance, it will be a Summer staple for me."
        },
        {
            "review_title": "Very sweet",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "Definitely smells like cotton candy. So if thatu2019s what youu2019re looking for, this is it."
        },
        {
            "review_title": "This is wonderful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This Skylar Boardwalk Delight is wonderful!  I love the smell!  It reminds me of being at a carnival when I was little and smelling sweet cotton candy in the air.  It's a comforting smell to me.  Highly recommended!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I adore skylar and the range of scents they offer so this one came as no surprise that I would love it. Itu2019s smells of summer and fun. Light and fresh with a hint of sweetness. Definitely a great piece to add to my collection"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells great without being overpowering love the roll on bottle"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Nice sweet spring scent. I really love the cotton candy note in it! Itu2019s not overly sweet and doesnu2019t go childish which is hard to do with that note."
        },
        {
            "review_title": "Skylar boardwalk delight",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "Tried the rollerball version of this perfume. Itu2019s a sweet smell, which my daughter liked and used often. However, I prefer a lighter scent, or something that smells more fresh. The size is nice because it fits in a purse/wristlet easily and the scent lasted about 4 hours before wearing off and needed reapplying. Overall I think this is a good product, really just depends on the scent you prefer."
        },
        {
            "review_title": "Skylar Boardwalk Parfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Dry skin",
            "review_text": "This parfume is great it smells so delicious and it lasts all day I got so many compliments on my parfume I told everyone it was Skylar Boardwalk Parfume this is now my favorite scent I wear it every day I highly recommend it so please try it."
        },
        {
            "review_title": "My Go To!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this perfume!! It's now my favorite scent.. it is light and airy. The perfect summer perfume! The scent is a boardwalk meets the ocean scent! Cotton Candy and Ocean Air! LOVE! The bottle is so pretty too and such a beautiful color!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I received the travel size of SKYLAR Boardwalk Delight. The smell is very close to something another perfume store sells so it definitely brought me back to that. The scent is nice but it just doesnu2019t last long. You think the scent would last a lot longer than it does considering the price. Iu2019ll probably end up keeping this in my purse or travel bag instead of daily use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was a little skeptical in trying this scent due to the vanilla scent but ended up really liking this. What I love the most is that the scent stays and it doesn't go away like other perfumes. I put some behind my ears and my wrist and smell good all day."
        },
        {
            "review_title": "No cotton candy scent on me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smells more like a fresh linen on me which is disappointing. I wanted to smell sweet like cotton candy!"
        },
        {
            "review_title": "Smells just like cotton candy.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "I absolutely love this scent. As soon as I apply this I can definitely smell the vanilla. Within a few hours it smells sweet and exactly like cotton candy."
        },
        {
            "review_title": "Loved the scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I actually got the SKYLAR BOARDWALK DELIGHT EAU DE PARFUM ROLLERBALL and loved it. The scent was very pleasant and the size was great for carrying in my purse. My husband liked the scent as well. The rollerball was great for easy of application and location of application. I would recommend this."
        },
        {
            "review_title": "Baby Powder Drydown!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This smells fresh and amazing for the first 3 minutes, but once it dries down it smells like Baby Soft from the 80's.  Disappointed with this one."
        },
        {
            "review_title": "Great scent for spring/summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I have tried this fragrance for 2 weeks and I'm falling in love with it.  It's a great fragrance for that Spring/summer  scent. Not to heavy and lasts for a long time. I definitely will be buy more. Really love the vanilla  cotton candy"
        },
        {
            "review_title": "Too sweet",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Way too sweet, if youu2019re into extremely sweet scents then youu2019ll probably like it. It smells similar to pastel skies from bath and body works just without the red berry scent. Personally made me nauseous"
        },
        {
            "review_title": "My daughter loves this perfume!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "The SKYLAR Clean Beauty Boardwalk Delight Eau de Parfum smells nice. It has a sweet vanilla and cotton candy scent. After using this perfume I could still smell it on me for many hours. I love that this perfume is safe for sensitive skin, Hypoallergenic and Eco-Friendly. My daughter loves the cotton candy scent of the SKYLAR Boardwalk Delight perfume. This perfume would be a great gift for anyone who likes sweet Summer scents."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely love this scent from Skylar!! I don't usually like the roller ball application for perfume. I would prefer a spray. But this stuff smells absolutely delicious! Vanilla and coconut and I don't know what but it smells great!"
        },
        {
            "review_title": "Smells so sweet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I love this roll on so much. I wanna lick myself lol. It smells like cotton candy and has nice soft notes behind it. The scent changes throughout the day but is still nice at the end of the day. Def a re purchase item"
        },
        {
            "review_title": "Smells nice in the bottle, but not on me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I really wanted to love this fragrance, but it did not smell good on me. In the bottle, it has a really nice candy type smell, but on me, it initially smelled like a child's perfume (something a 12 year old girl would probably love), but I still had hope, so I let it dry down. Well, that's when it got nasty. I guess it did not mix well with my body chemistry and it sort of took on a hot plastic smell. I'm not sure how else to describe it - just imagine the smell of a soft plastic doll that has been left out in the hot sun all day. It definitely has some staying power because I tried to wash it off and I could still smell it."
        },
        {
            "review_title": "Cotton Candy for Grown Ups!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I love this scent so much! I can only describe it as Cotton Candy for Grown Ups. However, my daughter keeps stealing it. We both love this scent so much. Skylar is my new favorite. So far, I haven't come across one I don't like."
        },
        {
            "review_title": "Yummy Scent for Summer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "SKYLAR is pure cotton candy in a fragrance. I have been wearing it everyday since I got it, I'm addicted! It's sweet, but yet still soft and lasts all day long. The fragrance notes are Pure Vanilla, Cotton Candy, and Coconut Milk, but it really does smell like fresh Cotton Candy. The first ingredient is Organic Sugar Cane alcohol. If you love sweet, candy-like scents this is a must. I've already gone through half the roller. I will definitely be getting more soon!"
        },
        {
            "review_title": "Like Wearing Cotton Candy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I had no idea of what to expect with this scent, but after trying it a couple of times, I can't wear it. Way too sweet for me and I felt like I had cotton candy all around me. I think this scent will appeal to a much younger group , but this is definitely not for me. I found that a little goes a long way , so it can be perfect for someone who likes the scent, but not great for one who doesn't."
        },
        {
            "review_title": "Light airy scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I have been using this perfume the last week or so and I like the light airy scent and I feel that I can wear it to work and not have it be overbearing.  The fragrance notes are vanilla, cotton candy and coconut milk.  I asked my husband what he thought of it as he is particular on scents.  He said he thought it smelled like cotton candy (without me even telling him that was one of the fragrance notes) and he liked it.  I like the roller ball because I can carry it in my purse."
        }
    ]
}