{
    "product_id": "566",
    "name": "Honey Infused Hydrating Lip Oil",
    "brand": "Gisou",
    "categories": "Skincare, Lip Balms & Treatments",
    "price": 38.0,
    "about": "What it is: A lip oil powered by Mirsalehi honey and bee garden oils to intensely hydrate lips and lock in moisture with a high-shine and non-sticky finish.Formulation Type: Lip Gloss..Benefits: Hydrating.Highlighted Ingredients: - Mirsalehi Honey: A powerful humectant that attracts and retains moisture..- Mirsalehi Bee Garden Oils: Rich, antioxidant powerhouse oils that replenish, lock in moisture, and add shine..- Hyaluronic Acid: Delivers added hydration and smooths...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also cruelty-free...What Else You Need to Know: Formulated with a blend of nourishing Mirsalehi honey, bee garden oils, and hyaluronic acid, this bestselling lip oil delivers long-lasting hydration and high shine to quench chapped lips with juicy a scent and touch of color. Gisouu2019s non-sticky formula smooths and locks in moisture throughout the day...Gisou proudly derives their cruelty-free Mirsalehi honey from their own Gisou Bee Garden in The Netherlands, where the family tradition of beekeeping has continued for six generations...",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.-Glide directly onto bare lips or underneath/over your favorite lip product for extra dimension, hydration, and shine....Pro tip:.-For the softest, smoothest finish, cleanse and exfoliate lips before applying.",
    "num_reviews": 1725,
    "overall_rating": 4.2,
    "product_url": "https://www.sephora.com/ca/en/product/gisou-lip-oil-P505233?skuId=2816551&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2816551-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Cherry On The Cake",
            "shade_descriptor": "Sheer Pinky Red Shimmer",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2816551-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Watermelon Sugar",
            "shade_descriptor": "Clear Pink Shimmer",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2683464-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Coconut Frost",
            "shade_descriptor": "Clear Crystal Shimmer",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2767457-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Donu2019t fall for it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone",
            "review_text": "This looked so beautiful online but it was such a disappointment. The smell is awful. I have not been able to keep it on for more than a few minutes. Itu2019s a rotten smell and I donu2019t get any watermelon. Was a little disappointed in the sparkles too."
        },
        {
            "review_title": "So pretty!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love how hydrating and pretty this gloss is.  Normally I wear nude shades and stepped outside of my comfort zone on this one and am so happy I did.  I love this!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "LOOOOVE this product I use it everyday itu2019s so hydrating and smells so yummy"
        },
        {
            "review_title": "Lip gloss not an oil",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I was hoping for a nice lip oil that wasnu2019t sticky like lip gloss and thought the price and the words u201coilu201d in the title would deliver that but unfortunately it did not. Itu2019s sticky and no better than your average lip gloss from the dollar store just in a fancy bottle. Not worth the price"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Watermelon Sugar - Clear Pink Shimmer",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "This product is soooo good!! it last for so long but it was a bit smaller than I expected but at the same time I would definitely recommend this product!!"
        },
        {
            "review_title": "GORGEOUS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This product is so hydrating and gorgeous on the lips!"
        },
        {
            "review_title": "My fav lip oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Honestly this is now my fav lip oil. Itu2019s so hydrating, feels fantastic and honestly tastes great too lol! Itu2019s the only stuff I use now!"
        },
        {
            "review_title": "CANu2019T GET ENOUGH",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "First of all I pretty much have all the shadeu2019s but it made me choose one ok time for the review I LOVEud83dudc8b this product so hydrating and is good for every Occasion"
        },
        {
            "review_title": "Smells like mildew",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Honestly I really wanted to love this product. Itu2019s so beautiful and the perfect shade of pink and used it several times before returning it. Honestly the smell is nauseating like spoiled food or mildew.  The shine was not long lasting nor pretty enough to deal with how awful the smell is. Do not recommend and am switching to makeup by Mario lip serum instead."
        },
        {
            "review_title": "The BEST lip oil!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Absolutely LOVE using this product!! Itu2019s so glittery, shiny, pretty and it just feels amazing! I normally donu2019t like lip oils but I couldnu2019t miss out on this one. I would recommend using in your daily routine"
        },
        {
            "review_title": "LOVE LOVE LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Recently got this as a gift and I'm already contemplating buying more just for myself. I already rue the day that I run out of it :(("
        },
        {
            "review_title": "Great lip oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I adore everything about this lip oil!  It's nourishing & a beautiful muted red color w/ some sparkle & shine. The experience and packaging is luxurious and the applicator doe foot isn't my fav but, it's not terrible either!  I do absolutely recommend!"
        },
        {
            "review_title": "Must haveeeee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "The perfect pink tint! To me it doesnu2019t feel like olive oil at all. So beautiful with lip liner. Not to red more pink and glossy. LOVE"
        },
        {
            "review_title": "Not really needed",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "After using this I had the most shiniest lips! I took it to school one day though and I had it in my pocket and it leaked:( Overall it smells okay and it is really pretty"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Watermelon Sugar - Clear Pink Shimmer",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This lip oil is super pretty and so sparkly but it wasnu2019t as good as I was expecting unfortunately! Iu2019m not a big fan of the smell and itu2019s not as hydrating as I thought it would be :("
        },
        {
            "review_title": "Pretty",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "As far as lip oils go, this is in my top 5. It looks beautiful on the lips, the shimmer is stunning and it smells fantastic. It does not last very long on the lips and can be drying. Highly recommend putting over a balm for longer lasting effects."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "i got this yesterday and canu2019t stop applying it! this lip oil has a perfect shimmer of pink that i canu2019t get over! every time i use this lip oil my lips stay moisturized for a long time! i love this"
        },
        {
            "review_title": "Very nice lipgloss I recommend.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Oily skin",
            "review_text": "I am in love with the packaging and smell of this product. However it only lasts about 10 minutes on your lips. But I still recommend."
        },
        {
            "review_title": "The best it girl gloss/oli",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This is the only product I have from Gisou and it's soooooooo good!! If you are looking for a lip oil that ACTAULLY is red and pink, this is for you. I hate it when lip glosses are red and when you put them on they're just clear. The sparkle is not too crazy but just enough. Also really cute packaging."
        },
        {
            "review_title": "Drying",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "Smells good, looks good for a bit, but it dries my lips when it should be nourishing and locking moisture."
        },
        {
            "review_title": "Loved it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
            "review_text": "Bought this for a friend's birthday and she loved it!"
        },
        {
            "review_title": "Amazing, butu2026",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I put this on for my cousins wedding, and it barely lasted. Other than this, you should at least try it. To be fair, I was in places that could make it fade."
        },
        {
            "review_title": "MELTS lip products underneath",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The product is hydrating and a beautiful color! It really should only be used ALONE. I just wish I could use it on top of other lip products. Iu2019m usually a lipliner and balm/hydrating gloss girl but this literally MELTS my lip liner. My lips always look a mess and look like I donu2019t know how to put on a lip product. I unfortunately have to just use this by itself which is a shame because it looks lovely for a whole 5 mins with lip liner underneath. Iu2019m so sad."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Watermelon Sugar - Clear Pink Shimmer",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I LOVE this product so much it makes my lips super soft but it is on the pricer side and I think you could get the same texture and color for way cheaper."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Watermelon Sugar - Clear Pink Shimmer",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Normal skin",
            "review_text": "I love this product but it's definitely really expensive for just a lip oil. this flavor is definitely the best one of them all and it's really hydrating and makes your lips super soft."
        },
        {
            "review_title": "Very nice!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Smells very good, the formula is nice but it doesnu2019t last long. The pigment is nice as-well. Over all, obsessed!!"
        },
        {
            "review_title": "10/10 WOULD RECOMMEND!ud83dudc8b",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I think that this lip product is so good. It is not sticky and it lasts a long time.The color is also a pretty light glossy jelly red. I just donu2019t like how pricey it is but other wise it is an amazing product. I think it is totally worth the money! I would 100% recommend"
        },
        {
            "review_title": "must have lip oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have this lip oil in every color and I absolutely love them! The new formula keeps my lips hydrated and glossy without that sticky sensation."
        },
        {
            "review_title": "A need lip product!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "After using this for the past few weeks I fell in love with this product! It is so moisturizing on my lips, also it is so sparkly!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love this lip oil! The only downside to it, is it only stays on my lips for 30 minutes ish before it is already gone. But when it is on itu2019s stunning!"
        },
        {
            "review_title": "Cute packaging..",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I am obsessed with gisou! But this lip oil.. itu2019s just okay. Watermelon sugar smells .. horrible! (In my opinion) but it does moisturize very well! I have the old formula, though. It also started growing yellow on the top, which disgusts me! But I love it overall!"
        },
        {
            "review_title": "Best lip product ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I have tried so many lip products in the past. But this one takes the cake! Not only does it smell heavenly, but it is one of the only lip products that doesnu2019t create sticky lips. I will rebuy."
        },
        {
            "review_title": "A must have lil oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love Gisou products, I knew I would love this lip oil the minute I saw it. It is so comfortable on the lips and looks so pretty with a light sheen and hydration."
        },
        {
            "review_title": "Doesnu2019t Measure Up to Innbeauty Lip Glazes.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I ordered this with such high hopes, especially with all of the advances of formulas of Lip Oils. Sadly, this one is uncomfortable to wear, feels like it clumps up on your lips. For the price, this lip oil should just be skipped, in my opinion."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Watermelon Sugar - Clear Pink Shimmer",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "It is very moisturizing and smells Soo sooo good 100% would recommend this lip oil"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Watermelon Sugar - Clear Pink Shimmer",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love love love this! It is thick but not too thick, smells amazing and looks super cute on the lips! This is also extremely moisturizing!"
        },
        {
            "review_title": "Moisturizing with a nice pink tint",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I recently purchased and Iove! It smells like watermelon and has a shimmery pink tint. 10/10 recommend"
        },
        {
            "review_title": "My favorite so far",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
            "review_text": "After using this product over the past few days Iu2019m in love with the result."
        },
        {
            "review_title": "too orange for me, others might love!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "Great formula, scent is SO YUMMMYYYY. Unfortunately the color is really orange and I think it will be hard to wear. but the packaging is SO CUTEEEE. I do really love this and I think I'll get some other shades."
        },
        {
            "review_title": "Watermelon sugar!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I just got this delivered at my door like and hour ago! I love it so much and it last so long too! The shade is a must! This is so shimmery and glowy"
        },
        {
            "review_title": "My go to!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this as a Christmas gift. The formula is a little stickier than I prefer, but the color is the perfect pink color I have been looking for."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "It is so good and makes your lips so soft I highly recommend!!!"
        },
        {
            "review_title": "pricy but cute",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "She cute but nothing crazy, definitely cheaper products that are just as good on the market. I like it but I wouldn't get it again!"
        },
        {
            "review_title": "I bring it every where I go",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Iu2019m obsessed with the lip oil you HAVE to get the mango passion punch my lips were SO dry before I put it on."
        },
        {
            "review_title": "Best Lip Oil in the Game",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love lip products as a guy. Most of the popular ones do not stay on my lips. My lips are always dry. I am constantly applying. This is everything you would want in a lip oil. I truly cannot understand why itu2019s not 5 stars. Love Wears so"
        },
        {
            "review_title": "It and okay product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "To be completely honest I donu2019t think I would repurchase this lip oil again I just donu2019t think itu2019s worth the hype and money but the smell and the packaging are the only thing that I like about this product ufffc"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "perfect glitter gloss! smells good, leaves a gorgeous glitter gloss look"
        },
        {
            "review_title": "Better out there on the market",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Recieved this for Christmas as it was on my u201cwish listu201d, but was disappointed. I have tried several different lip oils, but this one is definitely not it. Itu2019s not terrible, but for the price I would recommend alternative brands. For me, the lip oil feels and looks cheap since the product comes out kind of streaky on your lips and is sticky. Moreover, the taste and smell of it reminds me of cheap dress up lip products I used as a kid. Overall, not terrible but you can definitely find better for the price of this."
        },
        {
            "review_title": "gorgeous, yet not my favorite",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "this lip oil is gorgeous. i got the puck shimmer lip oil as a gift for christmas. my teeth are not perfectly white, and the original lip oil makes my teeth look even more yellow. however, it is super hydrating and i will repurchase when i run out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Watermelon Sugar - Clear Pink Shimmer",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "A lot of lip oils give me cold sores for some annoying reason but these seem to be safe for me. They don't last long but look so good on the lips. Cute bottle too"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Watermelon Sugar - Clear Pink Shimmer",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I used this product for one day and it made my lips so soft and it lasts for a very long time and it smells like watermelon highly recommend"
        },
        {
            "review_title": "It's really good but...",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Normal skin",
            "review_text": "I had been wanting this product for forever, and was looking through my sephora for it but could find it. Luckily, a couple of days ago, I  was shopping with my friend when she just happened to notice it on a bottom shelf. I purchased the hair mask and this lip oil. I love this lip oil! The shine is so perfect and nice, and the packaging really tops it off. However, the smell is just not for me. It says it should smell like honey, but I'm just not smelling it. That's my only complaint, though."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Strawberry Sorbet - Sheer Pinky Red",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I love this product because youu2019re able to see it and itu2019s pigmented plus your lips donu2019t get dry after wearing it"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Watermelon Sugar - Clear Pink Shimmer",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "A little pricey but an overall pretty good lip gloss that is very shiny and pretty!"
        },
        {
            "review_title": "overall very good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I got this product a couple months ago and I love it a lot. However, there is not very much product in the tube and for the price. Iu2019m not sure if itu2019s worth it. It also wears off quickly so if you want to last, you have to keep applying it and within a month thereu2019s already a big gap in the tube. i saw very goodufffc reviews for it and while I would agree that it is a nice product, There are cheap options out there that work just as good."
        },
        {
            "review_title": "Top shelf",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Best lip product. It is shiney and moisturizing and it lasts 24 hours +."
        },
        {
            "review_title": "Wearing on the go",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love and I mean love this product, I think they did change the formula but, itu2019s still not sticky and not to thick to the point itu2019s uncomfortable."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Honey Gold - clear golden glow",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "this is super nice for a simple gloss. it smells SO good and the formula isnu2019t sticky at all. makes your lips look super healthy and glossy. my only complaint is i wish this lasted longer :( itu2019s so beautiful on but it only lasts for around an hour!!"
        },
        {
            "review_title": "ehh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "At first it was so good but it smells and feels like olive oil on the lips. After having it for 1 month the yellow color became a brown color."
        },
        {
            "review_title": "Naturally plumps lips!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I love the gold sheen color and naturally plumping effects from the honey and other ingredients."
        },
        {
            "review_title": "A must have lip oil! ud83dudc8b",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I love the feeling on my lipsu2026 Not sticky at all which I am happy about it! Itu2019s hard to find a non-sticky lip oil! Which I am so glad I found this one!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This lip oil smells like heaven! It smells exactly like strawberries and itu2019s not too thick or too liquidy. The packaging is great and it leaves a lovely sheer pink on your lips. Definitely recommend, I would buy again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Strawberry Sorbet - Sheer Pinky Red",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Perfecttttttt I'm obsessed with these lip oils. The color, the feel and the shine"
        },
        {
            "review_title": "Must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "amazing!!  I love this item it smells so good and smells like real honey.it is very good and it works like magic highly recommend"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I love it so much! My favorite lip oil!! So worth it itu2019s not too think and smells sooooo good!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Watermelon Sugar - Clear Pink Shimmer",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This color is perfect! It doesnu2019t feel sticky at all. I will say it is a very small amount for the price but it will last me a while!"
        },
        {
            "review_title": "Great! No long life span ud83dude1c",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Gisou lip oil is great! A quality lip tint that has the cutest packaging. Though the lip oil does not have the best stick or in other words it doesn't stay on very long it still has such a pretty color and moisturizes my lips very nicely! But I must mention that if you lips aren't already moisturized the product can tend to feel weird but I have heard people say it sticky on your lips hih it is not.  I would recommend it but only if you are up for a ton of reapplying. (sorry for poor photo quality)"
        },
        {
            "review_title": "Love, love, love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I loved it so much. The smells amazing and the glitter itu2019s not too much. Itu2019s like the perfect amount. I do wish the applicator was a little different though. ufffc"
        },
        {
            "review_title": "Disgusting",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "The flavor & smell of this is like a cheap kids chapstick taste. You canu2019t see the sparkle & the lid turns to a mess, product just gets all over the rim of the tube. Definitely not worth $30."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Watermelon Sugar - Clear Pink Shimmer",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Hands down the BEST gloss on the market. This has a gel like texture thatu2019s not sticky. Iu2019ve tried every designer lip product and this one is my fav of all time."
        },
        {
            "review_title": "cute",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Itu2019s a cute sheer red, the packaging makes it look like itu2019s gonna be really pigmented but itu2019s not, which is a good thing for me! This is cute for an everyday makeup  look to school. You could probably find a lip oil just like this for cheaper tho ngl cheap S"
        },
        {
            "review_title": "Hate the New Formula",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "The new formula SUCKS!!!! I absolutely hate it! The smell and the consistency makes me want to gag. I miss the old one. It was popular for a reason. I would not recommend please save your money. I got this for Christmas and regret asking"
        },
        {
            "review_title": "So pretty",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "So cute itu2019s a must have. It smells really good and it lasts around one to two hours ufffc"
        },
        {
            "review_title": "Best thing I have bought the new formula is great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Must have, this is amazing especially in shade cherry on the cake. I definitely recommend"
        },
        {
            "review_title": "1st time buying",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "shiny, thick lip gloss but not sticky. smells amazing tastes great but like all good things doesn't last long. despite the thickness my lips absorbed this gloss in the short driving of leaving the store and arriving home."
        },
        {
            "review_title": "Good for tint only",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Very thick on the lips  Minimal hydration  Great color though"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Strawberry Sorbet - Sheer Pinky Red",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "love love loveee i need all the shades ud83dude42u200du2195ufe0fud83dude42u200du2195ufe0f if you donu2019t have it get it feels so hydrating."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Really pretty. Last a couple hours. I like it with the hourglass liner in Silhouette."
        },
        {
            "review_title": "Smooth, and moisturizing.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Amazing feel. Applicator is great, the honey smell is nice but not overpowering. Leaves a beautiful glossy look. It  has become my daily application for moisturizing. Many compliments received with it on."
        },
        {
            "review_title": "One of the best lip oils!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "It makes your lips look so amazing!! The watermelon scent is so good."
        },
        {
            "review_title": "New Obsession",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I am OBSESSED with this lip oil! I've had it for a couple of weeks, and haven't noticed it becoming overly oily like other reviewers mentioned. It's hydrating, not sticky at all, smells so good, and the shimmer is stunning. It has just the right amount of glitter and shine without being overwhelming. I will hands down be repurchasing and trying out the other colors as well!"
        },
        {
            "review_title": "Cherry on the cake ud83cudf52 ud83cudf70",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I typically donu2019t like lip oils because of the texture but this was very moisturizing and glossy. Color was absolutely gorgeous but unfortunately thereu2019s not a bit shimmer. I was hoping for the glitter but overall itu2019s still great!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "definitely hydrating and leaves a nice red hue to the lips like you just had a cherry sucker, the only thing i didn't like was the applicator doesn't really pick up enough of the product"
        },
        {
            "review_title": "3/5",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I used this product one time and it was amazing, then the day after it looked oily and wasnu2019t the same anymore.."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Honey Gold - clear golden glow",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I like the texture of the lip oil and the amount of product you get. I like the new formula due to the new scent to it  smells much sweeter and enjoyed, however the scent started reminding me a green apple type scent/ Jolly rancher. It really reminds me of the way lactulose (particularly the green lactulose) smell."
        },
        {
            "review_title": "Love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Love it super cute and feels nice on my lips not supper ufffcpigmented ufffcbut you can still tell it's thereufffc andy only thing is I wish it would last longer and disappears after a hours or two"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I absolutely love this lip oil one of my favs deff recommend"
        },
        {
            "review_title": "Absolutely LOVE it !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I have had this product for months and I have been in love with it since day one. They donu2019t disappoint when they say itu2019s hydrating ! :D, and the glitter stays on for a long time. This has been my favourite Sephora purchase  and favourite de"
        },
        {
            "review_title": "100% would buy again!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "this shade is soo gorgeous, it leaves my lips with a red tint, the application is very smooth also! would buy again! also the packaging for this shade is so cute!!"
        },
        {
            "review_title": "Dries out lips and causes peeling",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "I bought this back in the summer. This lip oil dries out my lips and causes peeling skin. Iu2019m really sad about it because itu2019s such a pretty shimmery white and I love the coconut scent. Iu2019ve used it off and on since July and every single time my lips are super dried out by the end of th day. Elf or Dior or the Haus Labs lip gloss are all so much better."
        },
        {
            "review_title": "The best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "So soooo good! I got mine in store and I love it. Itu2019s so hydrated and the sheer red shimmer is so pretty! Definitely going to get more!"
        },
        {
            "review_title": "Must get",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Itu2019s so cute. It was my dream lipgloss since it first came out now since I got it with my birthday gift Iu2019m so grateful for ufffc Sephora bringing me the best gift ever"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i love it!!! the color itu2019s just perfect, soft and smooth"
        },
        {
            "review_title": "not the best smell",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "it  smell like anything but honey its a nice  gloss and color but the smell tfrow it off"
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I love this product!!! It smells just like cherryu2019s and is sooooo beautiful. I absolutely recommend!"
        },
        {
            "review_title": "HIGHLY RECOMMEND",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I have the watermelon, mango passion, and strawberry sorbet and I have never been disappointed. They are my favorite lip glosses and are so soft on the lips. They have the right amount and tint and last a long time"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Honey Gold - clear golden glow",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "It really wasnu2019t worth the hype, I felt it was very overpriced"
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Doesnu2019t smell like fresh watermelon. Is not a long lasting gloss and once it goes away leaves a weird feeling on lips! Itu2019s ok but not the best!"
        },
        {
            "review_title": "Do Not Use if Allergic",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Product looks really pretty on lips and moisturizes but please do not use if you are allergic to any bee products. My lips are swollen and itchy, I want to love this product so much but my allergies will not allow it."
        },
        {
            "review_title": "BUY THIS LIP OIL NOW!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "Love this lip oil so much! Recently purchased and absolutely obsessed, itu2019s very moisturizing and gives a juicy glowy lip look. I never need to reapply as often as my other lip oils and glosses.It smells amazing and love thereu2019s a touch of shimmer to it! Will decently repurchase!!"
        },
        {
            "review_title": "Great gloss!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love the color of this lip gloss and the shimmer in it is the perfect amount. The scent of the gloss is so good and it feels really nice on my lips. A little over priced but you get a lot of product"
        },
        {
            "review_title": "Would not buy again",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Not a fan of this product at all. It had a really funky smell like olive oil. The consistency was ok but it really dried out my lips. Disappointing"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Strawberry Sorbet - Sheer Pinky Red",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I love this lip oil!! It gives my lips the perfect sheer pink color!! It last a long time & makes my lips so soft 2!! Want to try all the colors!!"
        },
        {
            "review_title": "Such a good lip oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I was so shocked when I tried this because I thought it would be super pigmented, but it had the prettiest sheer color. It looks really good and itu2019s super hydrating. It also lasted longer than I thought. Definitely worth the hype."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Watermelon Sugar - Clear Pink Shimmer",
            "review_buyer_description": "Blue eyes, gray hair, lightMedium skin tone, Combination skin",
            "review_text": "Very cute packaging, goes on nice. A bit tacky and the honey thatu2019s inside of it makes it smell/taste off to me but it looks pretty on the lips. Unfortunately it does not last very long if youu2019re talking or drinking."
        },
        {
            "review_title": "5 stars would recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I love this product so much I would totally buy this again. The shimmer lasts a super long time and the formula in my opinion is great I wouldnu2019t change a thing! The smell isnu2019t bad either, it smells like real watermelon and not some fake scented either."
        },
        {
            "review_title": "Yes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Amazing product a bit slippery on my lips and makes my teeth look a bit yellow but besides that itu2019s amazing"
        },
        {
            "review_title": "yummy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Normal skin",
            "review_text": "smells amazing! love it lots it hydrated my lips and i didnt have to reapply for a few hours. the bottle is goregous and i love it so much. smells and taste like a jolly rancher almost. it has a small tint and some color so dont apple too much."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Strawberry Sorbet - Sheer Pinky Red",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Normal skin",
            "review_text": "I absolutely love this gloss. The formula is amazing, but the drawback is the lid breaks so fast. I've bought 2 within 6 months and both have had their lids fall apart on me! For the price it is, it shouldn't be doing that. I'm not particularly hard on my glosses either. The breakage makes it really hard to open and it's pretty frustrating."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Watermelon Sugar - Clear Pink Shimmer",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Dry skin",
            "review_text": "smells like watermelon craze! hydrating for a few moments. i like the original best."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Coconut Frost - Clear Crystal Shimmer",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "I love this lip oil it smells so good, and it keeps my lips super moisturized especially during the winter. 10 out of 10"
        },
        {
            "review_title": "Best lip oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Love the smell, the feel in my lip. Best lip oil (better than Dior!)"
        },
        {
            "review_title": "love for special occasions!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "this is my first time trying this brand. i love this product. its a subtle wash of color. itu2019s a nice holiday red with out  being in your face. itu2019s so pretty i would definitely recommend. i usually only wear a clear gloss or balm most of the time but this is a great way to switch up my look!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Honey Gold - clear golden glow",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "The gloss is pretty and hydrating. I love the squiggly design and the texture. So happy they made a new formula!"
        },
        {
            "review_title": "Shines like diamonds! Soothes too",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "It has a beautiful light color, extreme wet shine! Love the way it shines and soothes, it does not feel like itu2019s sticky, but feels like balm and lip gloss at same time. Love it! Oh and it does last pretty good"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Watermelon Sugar - Clear Pink Shimmer",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I love this lip gloss!!! It gives the perfect amount of shimmer with a small pink tint. Definitely  recommend this for my Barbie Core girlies."
        },
        {
            "review_title": "Great!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Love it! Itu2019s so pretty. The only issue I have is that the scent is a little too strong for my taste and it smells like fake watermelon (I assumed it would be, but itu2019s stronger than I thought). Itu2019s so smooth and soft, so it makes up for it!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Oily skin",
            "review_text": "Probably just me, but I really didn't like this product. When I first got it, it smelt like kitchen oil, and it felt drying on my lips."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I love this product and the color payoff is amazing. Itu2019s very lightweight and I love that because I hate heavy products on my lips."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Cherry On The Cake - Sheer Pinky Red Shimmer",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "As the other reviews state, this product is insanely drying after it wears off the lip. It leaves the skin on my lips cracked and flakey when prior to applying my lips looked fine. The product is also thicker than I like."
        },
        {
            "review_title": "Good overnight lipgloss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Love this product! It does smell like straight honey but I got used to it. I only use it at night for that reason. Moisturizing, nice overnight lipgloss. Do no recommend if you donu2019t like the smell of honey"
        },
        {
            "review_title": "You should get this! (NOT INCENTIVIZED)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Overall, I think this product is amazing! I have tried a ton of different lip balms, oils, and treatments, but I really like this lip oil! Here are some descriptions:   Packaging: The applicator of this lip oil is thin and it may take up to 2 dips into the product to get a good amount on your lips. Occasionally, a bit of oil may get on the rim, but you can easily swipe it off with the applicator. The lid screws on pretty tight, so it is not likely to leak inside of your bag. Despite being glass, the tube does not shatter easily. I have dropped this a few times but there is not a single scratch!  Consistency: This lip oil is thin and oily (well duh, it's an oil). It's not sticky when you rub your lips together and hair doesn't stick to it. At first, you may feel a slight graininess due to the glitter pieces, but this disappears in a few minutes as the glitter pieces dissolve (I think they're biodegradable). If you are greatly affected by this, consider buying one of the non-shimmery color options. It does not sit on top of the lips and absorbs into them quite nicely. There is no tingling sensation or plumping ingredients.   Durability: This lip oil lasts about an hour before you may want to reapply it.   Looks: On the lips, this lip oil does not have a vibrant tint. It is like a clear lip gloss with a tiny bit of shimmer. It does not look too glossy or greasy, and it just makes your lips look hydrated.   Taste: Luckily, this lip oil tastes like nothing, maybe a little sweet (because of the honey). I find that really helpful because I hate when lip products taste bitter.   Overall, I think this is a great lip oil! It is perfect for putting on top of other lip products or alone! I would rate it a 9.5/10. Best lip oil I've tried so far!"
        },
        {
            "review_title": "Such a gorgeous product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "This lip oil is pretty and refreshing! It smells great and is very hydrating like it says! Would definitely repurchase!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "No liked it at all. The orange color looked you just ate a greasy food!"
        },
        {
            "review_title": "great product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "this lip oil is on the pricier side but is 100% worth it. It's consistency is a little oily but it's smell is absolutely amazing."
        },
        {
            "review_title": "Completes my lip combo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I enjoy this lip oil. Itu2019s glittery and in my case hydratingud83eudd29 It makes my lip combo look complete, shiny, and amazing!"
        },
        {
            "review_title": "Beautiful subtle pinky red shade for the holidays!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Dry skin",
            "review_text": "I bought this completely on a whim I really enjoy it. I hate wearing very pigmented red lipstick (I just don't like how it looks on me) but I've always wanted a subtle red lip and this gloss is perfect for that. I love how moisturizing it is. It is a slightly thick lip oil and gives a wash of a pinky red shade, but I like thick lip oils. It doesn't have as many sparkles as the original one but I like how wearable this is for everyday."
        },
        {
            "review_title": "Not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "The packaging is lovely. However, I've made better lip oil in my kitchen."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Love love love. The shine is crazy I love 10/10 for sure keeps lips moisturized ALL DAY."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "itu2019s really nice, just a little strong on the smell. other than that, itu2019s an amazing product."
        },
        {
            "review_title": "Donu2019t waste your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is horrible it is so oily instead of buying this buy cooking oil at Walmart this product is super bad and is  de hydrating save your money"
        },
        {
            "review_title": "A glossy lip product in my collection.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "After using on my lips it smells very good and it felt good but won't help with chapped lips."
        },
        {
            "review_title": "Ehh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Not worth it. Literally just go to Target and buy an elf lip oil."
        },
        {
            "review_title": "Do not waste youu2019re money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "After using this product, I learned it is not worth the money. The OG shade feels like olive oil/cooking oil on your lips and the product only lasts up to around a week. Buy a summer Fridays lip balm instead!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Watermelon Sugar - Clear Pink Shimmer",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "nauseating scent, and extremely drying. your lips will not be moisturized or hydrated. itu2019s pretty sticky for a lip oil. just overall super disappointing, the only thing good about it is the pretty packaging and colour, but overall isnu2019t worth if you canu2019t really use it :/ pretty"
        },
        {
            "review_title": "The NEW formula>>",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I wasnu2019t planning on purchasing this lip oil after the reviews Iu2019ve seen but thought I would give it a try since Gisou reformulated it and its fantastic!! The thickness is perfect and my lips donu2019t feel sticky. Had a slight smell that is really pleasant!"
        },
        {
            "review_title": "Not a good Lip Oil",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "I have used this Lip oil a couple of times and it is not to my liking. It feels like straight up olive oil on my lips. It is so oily, it doesn't smell or taste good, and it looks like olive oil when I wear it. I really do not recommend this product, unless you want it to feel like you just slathered on some olive oil to your lips. I do understand that it is a Lip oil, but it is way to oily. It is less like a Lip oil and more like a cooking oil. 1 out of 5 stars."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Cherry On The Cake - Sheer Pinky Red Shimmer",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Got this for my sister and she says it feels very nice, thick, and moisturizing. And she says the glitter does not feel grainy, and gives your lips a nice sheen!"
        },
        {
            "review_title": "SO hydrating and awesome!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I absolutely love this!! Its one of the makeup products that I've gone through SO quickly. I honestly I'm looking to buy another one so soon and always have one on hand. Smells SO good and so hydrating."
        },
        {
            "review_title": "Watermelon & honey scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Constantly reapplying, thick formula like the packaging and the color but it is definitely not worth the money imo"
        },
        {
            "review_title": "Such a must-have!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "I always use this product, so good! love the color, not too sheer on the lips. Love the applicator, and the packaging is so cute!"
        },
        {
            "review_title": "Was expecting more",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "I was really excited to use this product since Iu2019ve used a lot of Gisouu2019s products in the past. But after using this product for a month I have noticed some flaws. It gets very gritty and smells weird. Though, those are bad things, I do admire that it last for a least 30-45 minutes which is rare for a lip oil."
        },
        {
            "review_title": "Smells bad",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I got this product with the hair oil in a holiday set. I had been wanting this for a while. I love the hair oil by the way. As far as this lippie goes it could be so much better for the price. The scent of the watermelon one is terrible. I cannot speak for the other scents but i do not recommend. On the other hand the product itself is nice but for the price you can definitely get something much better. save your money."
        },
        {
            "review_title": "Drying",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This lip oil smells amazing and has a a beautiful color. However, it doesnu2019t moisturize my lips it leaves the dry. It kind of feels like cooking oil. It does work paired with a lip balm."
        },
        {
            "review_title": "absolutely loved",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Oily skin",
            "review_text": "It's very glittery which I love. It isn't sticky and it a perfect consistency. Smells fantastic just like my watermelon one."
        },
        {
            "review_title": "MUST GO TO YOUR SEPHORA AND GET THIS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I LOVE this product it is so hydrating and soft glides right onto the lips definitely recommend especially in watermelon Sugar ufffc"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mango Passion Punch - Sheer Hot Coral",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
            "review_text": "This has become one of my fav lip oils. I like the orange tint. Itu2019s not sticky at all. Itu2019s a perfect lip oil."
        },
        {
            "review_title": "Must have to make your lips look good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "I love how it smells and taste like watermelon on your lips. It looks so good too!! I have never found a better lip oil!!"
        },
        {
            "review_title": "Save your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Honestly, very disappointed for a hyped up lip gloss. It smells foul and doesnu2019t have great consistency compared to other popular lipgloss. Save yourself the money."
        },
        {
            "review_title": "Perfect Lip Oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I really debated buying this for a while. Itu2019s trending on social media but Iu2019m not much of a lip person so I didnu2019t think I would need a lip oil. Iu2019m glad I finally bought it, I love it! The flavor is amazing and the shimmer is so pretty."
        },
        {
            "review_title": "Eight out of 10 I do not regret buying",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I actually do love this. I wish the scent was a little bit more sweet, but it is a good lip oil and not sticky. That makes it even better and the shimmer is just perfect. ufffc"
        },
        {
            "review_title": "Rancid Smell :(",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Loved the color and feel but omg the smell was absolutely rancid, smelled like burnt cooking oil trying to be covered by jolly rancher watermelon, literally made me nauseous:("
        },
        {
            "review_title": "Beware of taste",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "Has an awful taste, couldnu2019t stand it. Iu2019d recommend all the other ones except for this one. I have the orange one and itu2019s amazing."
        },
        {
            "review_title": "drys lips and doesnt last long",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "ok so this product looks amazing...for like 3 minutes then it wears off and I feel like it is drying my lips/"
        },
        {
            "review_title": "necessity in my morning routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "i tried my friends product of this and it made my lips pop. i tried it on facetime with my bf and he thought i was using a filter. this product is my absolute favorite color and acts as both lipstick and lip gloss. get this product!"
        },
        {
            "review_title": "Very good color and smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Oily skin",
            "review_text": "The smell is so refreshing and the shimmer is perfect. It's very light on the lips. I wear this everyday and my friends/family always complement me"
        },
        {
            "review_title": "Amazing lip oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this product, itu2019s so nice and it makes my lips oily and soft, this product also came a day before its original date to come! I would DEFINITELY buy again!!!!!!"
        },
        {
            "review_title": "Makes lips dry",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have had this for a while and no longer reach for it as much as I it is beautiful for the first 45 mins but then makes your lips dry. You HAVE to keep using it over and over again to combat the dry feeling."
        },
        {
            "review_title": "Drying",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "The watermelon smelled nice but the strawberry sorbet did not. Although they made my lips thick and juicy looking, they were quite drying.  I couldnu2019t stop rubbing my lips to smooth out my chapped lips.  I will not be repurchasing."
        },
        {
            "review_title": "In love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "It feels so nice on your lips!! Definitely a hydrating sensation and the colour is beautiful!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Cherry On The Cake - Sheer Pinky Red Shimmer",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "This smells so so yummy and I love the colour, I definitely recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Watermelon Sugar - Clear Pink Shimmer",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "The smell of this honestly kinda grosses me out, for something being in Sephora youu2019d think youu2019d get a better product but I will say I like how it looks on my lips."
        },
        {
            "review_title": "Beautiful color",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I splurged and grabbed this lip oil during the recent sale. I love love the color of it. It smells nice. I wouldnu2019t consider this a hydrating item but more of a feel pretty item. I deducted a point for cost."
        },
        {
            "review_title": "Beautiful Cherry Gloss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Oily skin",
            "review_text": "This hydrating lip oil is definitely worth the hype! It smells incredible- like sweet cherries and not that awful fake cough syrup scent. The color is really pretty and shimmery and it hydrated nicely. Would definitely repurchase."
        },
        {
            "review_title": "Nice colour but very drying",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Absolutely love the colour and the scent. This even looks good when you first apply it. But as it wears off it makes my lips so dry to the point I have to peel off dry flakes lol So I only wear it for special dats"
        },
        {
            "review_title": "Love this lip oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is amazing! The flavor is strong enough to smell it on many lip oils and lipglosses arenu2019t like that, itu2019s usually a very light scent, the shimmer is beautiful!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Strawberry Sorbet - Sheer Pinky Red",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I love the red color of this lip oil, but every time I wear it my lips dry out.  It's so strange.  I don't know if I'm allergic to something in it or if it's just a really strange drying oil.  But every time I wear it my lips are wrecked afterwards.  I keep giving it a chance thinking it's the weather or something else.  Nope.  I think it's this lip oil.  I wanted to love this."
        },
        {
            "review_title": "Smell???",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "The product is really good. It gives a nice glossy, pinky finish. Perfect for winter times, when your lips are in need of hydration and a pop of colour. However, the smell is so bad. I barely can stand it. For the price I think it doesnu2019t worth it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Cherry On The Cake - Sheer Pinky Red Shimmer",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I love the new lip oil  The shade is perfect  It olso smells very good"
        },
        {
            "review_title": "Sticky",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "It smells SO good. I thought there would be a little more color to it but itu2019s pretty clear with tons of glitter. I did not like how sticky my lips felt even after I took it off."
        },
        {
            "review_title": "The best lip oil ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone",
            "review_text": "First of all, the color is so pretty. The important part is it actually keeps my lip moisturized. Iu2019ve tried lots of lip oil and treatment, but nothing really works."
        },
        {
            "review_title": "un-necessary necessary",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "worth the hype !!! So sad itu2019s limited edition itu2019s so complimentary"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Watermelon Sugar - Clear Pink Shimmer",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "Unfortunately this gave me an allergic reaction..."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Strawberry Sorbet - Sheer Pinky Red",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Oily skin",
            "review_text": "extremely thick and insanely sticky just super uncomfortable to wear"
        },
        {
            "review_title": "Pleasant surprise",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "First time Gisou user here, my lips felt amazing after the very first use. Love the color and the sparkly glitter is not too obvious which I love! My lips feel moisturized and soft. Will be buying more."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Honey Gold - clear golden glow",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Perfectly glides on lips and not a bit sticky! I love this for my sensitive lips."
        },
        {
            "review_title": "Dissatisfied",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Followed the hype and got myself one. Disappointed. Weird smell and doesnu2019t really last long on lips. Overpriced."
        },
        {
            "review_title": "Pigmented, Long Lasting, and Smells amazing! ud83cudf52ud83cudf70",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "It was my first time trying a Gisou lip oil, and itu2019s amazing! I got u201cCherry on Cakeu201d and Iu2019m sad itu2019s limited edition, I might have to get another one for when it goes away! It smells lovely, like a twizzler lol! It also is very pigmented and lasts a LONG time. I put on this lip oil before a 3 hour dance class. It stayed on the whole time and still looked the same! Although itu2019s pricey, I def recommend this!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Cherry On The Cake - Sheer Pinky Red Shimmer",
            "review_buyer_description": "Hazel eyes, blonde hair, notSure skin tone, Combination skin",
            "review_text": "This product is so flattering I love it so much itu2019s amazing."
        },
        {
            "review_title": "Holy grail product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "My absolute holy grail. Packaging is adorable and the formula is everything. So hydrating and light on your lips, not sticky at all (which i struggle with in other lip oils/glosses). Some people donu2019t like the scent but I personally love it. 10/10"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Honey Gold - clear golden glow",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "This new formula is amazing, very hydrating and glossy."
        },
        {
            "review_title": "TRUST ME & TRY!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Was nervous to get this bc of the reviews, but SO glad I ended up getting it after all this time. Itu2019s beautiful on the lips, smells amazing and isnu2019t sticky or leave a weird taste in your mouth (which tons of lip products do to me). Literally buying another flavor immediately"
        },
        {
            "review_title": "Kinda obsessed!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I was on the fence about buying this lip oil for months. Soo many bad reviews saying it was equivalent to vegetable oil on your lips. Then I saw they reformulated & dropped these new shades & with the Sephora sale I decided to pull the plug. I was extremely surprised how much I like it! The scent is a bit strong, but pleasant. Itu2019s a bit nostalgic IMO. It has the most beautiful sparkle to it. I paired it with a lip liner & it looked stunning.  Itu2019s not as thick & sticky like other lip oils. I find it moisturizing & comfortable to wear on the lips. I do work in sales so I do a lot of talking and drinking & it stays on for couple of hours. After wear off lips feel moisturized. Also, if you have small lips this lippie is for you! The applicator is on the thinner side so application will be more accurate."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Strawberry Sorbet - Sheer Pinky Red",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "this lip oil is one of my favorites but i donu2019t know if i broke it and if the product is like this but mine leaks quite a bit but other then that i really love it."
        },
        {
            "review_title": "Just meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "this kiss, your lip oil isn't as bad as the yellow one because the yellow one is just olive oil in a bottle, but this smells really really bad. Sometimes I just don't even put it on my lips cause it smells bad. Other than that, the glitter and the color is just. meh"
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "A stunning color that gives shine and gloss and stays on the lips for a long time."
        },
        {
            "review_title": "worth the hype",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "this lipgloss is def worth the hype! i was skeptical abt getting it bc its kind of a small bottle and its quite pricy but then i finally got it bc it seemed nice and aesthetic and it IS!! the consistency is nice and smooth and its so cute and the applicator is sooo soft. i have both the strawberry sorbet and the reg honey and they add so much shine and moisture, nott o mention they taste good! i would def get one bc its sooo niceee"
        },
        {
            "review_title": "Just okay",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Smells and feels like cherry lozenges for when you have a sore throat u2026 itu2019s just a very u201coku201d lip oil. The texture is not too sticky, the shine is okay but nothing special. I think there are better lip oils on the market. The packaging is very pretty however."
        },
        {
            "review_title": "super pretty but bad smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "itu2019s sooo pretty and it does hydrate the lips good but the only things keeping this from being a 5 star product is the smell!!! itu2019s not a very pleasant smell it does smell like watermelon but with plastic iu2019m not sure how to describe it but itu2019s not the best, on the other hand the coconut frost one smells amazingggg i have it to and it smells exactly like the name so if smell is a big deal for you i recommend the coconut one. The other thing was that i wish the sparkles and color would show up more the only reason i bought it was because i thought the pink would show up more but donu2019t get me wrong its still gorgeous i just wish there was more pigment and more sparkly . other than that its a good product and would recommend it if not sensitive to smell!!ud83dude01"
        },
        {
            "review_title": "Meh, nothing special",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Has a good non-sticky texture and staying power, but thereu2019s nothing special about the product ufffcin terms of hydration, scent or appearance (compared to other lip oils)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Cherry On The Cake - Sheer Pinky Red Shimmer",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "sooo much better then the old one!!!! its so soft and hydrating and gives a pretty pigment smell sooo good!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Cherry On The Cake - Sheer Pinky Red Shimmer",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "After receiving this product and using it, itu2019s really worth the buy. Itu2019s not too thick or too light just. Itu2019s just the right consistency, really hydrating and moisturizing and the color is really nice"
        },
        {
            "review_title": "Would repurchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This lip oil is amazing also the applicator the  perfect size but I wish it was a bit more glittery but still itu2019s absolutely gorgeous."
        },
        {
            "review_title": "Shattered",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Shattered when dropped. It's glass. When asked for a replacement I was denied. For 28 bucks it's not worth it unless u wanna pay for a protective case."
        },
        {
            "review_title": "It's so hydrating",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I LOVE THE LOOK ON THE PRODUCT But if you are a brown girl then get the tinted one instead very hydrating"
        },
        {
            "review_title": "the best lip oil EVER!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "smells AMAZING like a cherry lollipop, isnu2019t sticky, the perfect color and it goes on sheer, and thereu2019s SPARKLES and it isnu2019t grainy!!! definitely repurchasing"
        },
        {
            "review_title": "Eh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I loved this shade, it gave just the right amount of shimmer. The consistency was also nice, not loose and not too thick. The smell was okay; I could smell the watermelon scent, but there was also a hint of something else that just didnu2019t smell right. Idk if it was the honey? I can appreciate the luxuriousness of the glass tube; however that is my reasoning behind the 2-star review. I had just bought this, and it fell out of my bag and shattered. $30 down the drain."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Watermelon Sugar - Clear Pink Shimmer",
            "review_buyer_description": "Green eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "This product is really good. Just do not do to much of it because it can be a little messy. ufffcBut overall I love it definitely going to repurchase this item. It makes my lips look so sparkly and pretty!ufffc"
        },
        {
            "review_title": "Amazing gloss for an on the road trip",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This was the best gloss I have gotten, I read all the comments saying it was bad I donu2019t think they have really tried it because this is the best."
        },
        {
            "review_title": "A little obsessed",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Love how this looks and feels very hydrating. Iu2019m in love with the shimmers in it."
        },
        {
            "review_title": "So shimmery!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This lip oil is amazing! Smells so good and has a shimmering finish on the lips. Although the lip oil is a bit expensive, it is worth it!"
        },
        {
            "review_title": "Meh - not worth the hype?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I wound up returning this, overall I thought it was fine, but for almost $40 I don't get the hype... it's really just a lip gloss"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Watermelon Sugar - Clear Pink Shimmer",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "After using this product for a couple of months, I have loved it! Itu2019s really sparkly and shiny but it has a weird plastic taste kind of but overall I like it personally! (Also the pictures that put  I used it for a couple of months so itu2019s not)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mango Passion Punch - Sheer Hot Coral",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
            "review_text": "This is now my go to! I love the shade it leaves along with the moisture. Definitely going to by again"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Love This Prodoct! The packing is so pretty! And it smells incredible! So is the color! Recommend buying!"
        },
        {
            "review_title": "Very nourishing.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Gisou lip oil is very moisturizing, it contains honey which adds extra hydration and soften lips. It is jot very sticky and heavy. Gisou lip oils have this mild honey-sweet candy fragrance which some buyers might consider when buying this item."
        },
        {
            "review_title": "A MUST HAVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "notSure skin tone, Normal skin",
            "review_text": "this is one of my favorite glosses. it has a beautiful color tint and the formula of the gloss itself is very smooth, its not sticky and its not runny either. it has a nice flavor as well!!"
        },
        {
            "review_title": "Lasts for 6 hours!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this lip oil. Itu2019s thick and sticky but it lasts for 6 hours (I timed it!). The dispenser gives you just the right amount. I didnu2019t notice any scent to it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Watermelon Sugar - Clear Pink Shimmer",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "LOVE LOVE LOVE this product and this is my go-to lip oil, you do not feel the glitter on your lips and it smells pretty decent. Itu2019s looks amazing on my lips personally. The downside is the price."
        },
        {
            "review_title": "Lightweight and hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Usually lip oils tend to just smooth down the chapped parts of my lips, but this rehydrates the dry areas and has healed my chapped lips better than my summer fridays lip treatment! The color doesnt last long but the oil is very longlasting itself. I don't mind reapplying since i love lip products and switch between different products several times a day. This is a true oil feel instead of the lip oils that are really just a thinner gloss. The only thing is i would not use this as a lip prep before my makeup since the oil causes the foundation around my mouth to separate as i apply it. After makeup is done though, it looks gorgeous and improves my natural lip color!"
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This lip oil leaves my lips super hydrated and also tints my lips. Long lasting compared to my other lip oils. Such a beautiful color and I love the shape of the container. It fits perfectly in my hand. Canu2019t wait to try the other colors"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Watermelon Sugar - Clear Pink Shimmer",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Oily skin",
            "review_text": "After using this product my lips were extremely moisturized! Sephora did its thing with selling this product in their stores! Love love love it"
        },
        {
            "review_title": "ud83dudc95 love!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "A lot of people hate on this product because they think that it feels like oil. However, I love this product especially this flavor/color. It is a great basic lipgloss and it smells amazing.ud83dudc97"
        },
        {
            "review_title": "Sticky",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "The packaging is beautiful. However to me the formula felt a little sticky to me."
        },
        {
            "review_title": "A must havee!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Best lip oil! I used it same day i bought it! Very pretty colour tint and shimmer! It also smells like cherries that i love"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Watermelon Sugar - Clear Pink Shimmer",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "So moisturizing! It long lasting, has the perfect shimmer and gloss, feels like butter. I would recommend this 100%."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Cherry On The Cake - Sheer Pinky Red Shimmer",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this product! I decided to cave into buying my second lip oil from this brand and it was such a great idea for me to get it. It has a good tint on my lips and isn't really too sticky to annoy me through out the day. One of my best lip oils I have ever bought from this brand!"
        },
        {
            "review_title": "This will be a must in my daily routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This product is so hydrating and looks gorgeous on the lips. It also smells amazing. I bought it yesterday and can not leave the house without it"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Strawberry Sorbet - Sheer Pinky Red",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Love do shiney love the new formula the bottle matches everything itu2019s so pretty"
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This lip oil is so pretty! The tint it gives the lips is absolutely beautiful and the added shimmer, makes it just gorgeous However, itu2019s extremely sensory friendly and the scent is absolutely divine. Bought two because it is limited edition"
        },
        {
            "review_title": "So soft and smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "T H E  B E S T  P R O D U CT you could  ASK  FoR  10/1u201d"
        },
        {
            "review_title": "GREAT FORMULA, iffy scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "The formula, color, and shimmer are exceptional on the new formula!! Itu2019s a thick oil and it sticks well to the lips but it isnu2019t too stickY, the watermelons smell is a bit off to me but I would definitely recommend this product!!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Cherry On The Cake - Sheer Pinky Red Shimmer",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "LOVE LOVE LOVE I bought this one and had to buy three different ones definitely worth the price, it doesnu2019t feel sticky, it has a slight fragrance and just really pretty"
        },
        {
            "review_title": "Keeps my lips looking juicy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Love the glimmer it gives my lips definitely one of my go tos"
        },
        {
            "review_title": "Baddd",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "Bad just use vegetable oil itu2019s the same.            Donu2019t buy"
        },
        {
            "review_title": "Ehh pricey",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Lovely flavor. However I see myself applying this more often than other lip oils.. dries out my lips not hydrating or moisturizing but has a cute color on lips."
        },
        {
            "review_title": "Could be a bit better",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It alright, fades away more quickly than expected  but rly pretty. It basically melts away dead skin on ur lips - making them super soft ud83dudc974/5"
        },
        {
            "review_title": "They got it right this time!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "Iu2019ve actually never had a more hydrating and long lasting lip oil than this one! The new formula is just amazing and tbh the scent is like honey and camomile to me for some reason haha itu2019s amazing!!"
        },
        {
            "review_title": "A must have in my purse",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "THE best lip oil ever!! The applicator is good to use, smells delicious and last long. Totally recommended!!"
        },
        {
            "review_title": "New version smells like a cough drop",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "The new formula feels nice. It's a lot thicker than the old watery version. However, the scent is something gisou can not seem to get right. The old version smelled like vegetable oil, and the new version smells like a pure medicine cough drop. It makes me nauseous. I'm going to use up, or at least try, what I have left then I'm giving up on their lip oils."
        },
        {
            "review_title": "Dull and gross!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This product is garbage. Overpriced, taste gross, smells gross ans not luxurious at all. I would have returned it if i wasnt so lazy. Barely lasts on the lips and probably the least glossy gloss i own. Just dull and gross."
        },
        {
            "review_title": "bought 2 already and plan to buy more ud83dude0a",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Im in love with this product ud83dudc97 it smells amazing and it has a nice pink color as well. As for hydration it feels nice and refreshing on my lips. I would say its a little pricey and there are better alternatives but overall Iu2019ve bought two of them and have loved them so far. u263aufe0f"
        },
        {
            "review_title": "Slayud83cudf49",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Normal skin",
            "review_text": "I love this lip oil! I got the shade watermelon sugar and the glitter tho! The only thing I donu2019t like is the packaging. Mines spilled after a day of using it."
        },
        {
            "review_title": "SOOO GOOD AND PRETTY BUT SMEELS LIKE A CLAIRS:(",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "ufffc super good product but it smelled like a clear or baby store but super pretty in love packaging"
        },
        {
            "review_title": "Super!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Normal skin",
            "review_text": "I loved this product! The container is so cute and it smells wonderful! The brush felt great on my lips. My only mistake was that I chose the wrong color. The orange is fine after a few minutes, but it looks a bit weird on me at first. I just purchased another, so hopefully I got the right color!"
        },
        {
            "review_title": "Must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Love love love it!! It gives a natural glow to your face and for me, moisturizes my lips better than lip balm!! Lip balm makes my lips peel and this keeps them soft."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Watermelon Sugar - Clear Pink Shimmer",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I have this and strawberry one. They both leak after sometime. I reached out to gisou. They didnu2019t care to accept responsibility. I would not buy this again"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Strawberry Sorbet - Sheer Pinky Red",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I like the product but thereu2019s is design flaw and it leaks. Made a mess in my bag and Iu2019m unable to take it anywhere with me"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Coconut Frost - Clear Crystal Shimmer",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Super cute. The smell and slight taste could be a little too strong for some people. It is a little sticky and needs to be reapplied probably every 30 minutes"
        },
        {
            "review_title": "Cute but gave me a rash",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I used this and the next day I got a rash. Iu2019m super disappointed because I wanted to like this product a lot but I didnu2019t."
        },
        {
            "review_title": "Beautiful but smells awful",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I bought this lip oil because of instagram. It has a beautiful shimmer to it and it feels nice on the lips but I canu2019t get over the smell. It smells like sour, expired watermelon. If youu2019re sensitive to smell I wouldnu2019t recommend it"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Honey Gold - clear golden glow",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s ok it stinks and it kinda dried out my lips but a good gloss"
        },
        {
            "review_title": "Do not get it!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This product feels like olive oil in my lips. Itu2019s disgusting."
        },
        {
            "review_title": "A fantastic lip oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Super cute! Perfect amount of shine. My only criticism is the colour is almost non-existent. Otherwise I love it! The perfect lip oil."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Honey Gold - clear golden glow",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This new formula is AMAZING!!! I love this now!!! In my opinion the old one was absolute trash. But this is way way better! No more olive oil scent!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Cherry On The Cake - Sheer Pinky Red Shimmer",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "This is my favorite formula of lip oil. I don't like a sticky texture to my lip oils or lip glosses and that's one thing that this formula is lacking which I appreciate. The smell is strong, like medicine but I enjoy it, some may not."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Honey Gold - clear golden glow",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Terrible product. The scent is horrid and it made my lips drier and not hydrated at all."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Honey Gold - clear golden glow",
            "review_buyer_description": "brown hair, notSure skin tone, Combination skin",
            "review_text": "This is a nice product and keeps my lips hydrated. However, it smells kind of weird but not to bad. Also, it doesnu2019t have a very pleasant taste. not that i eat it, just when it gets in my mouth. the color is clear and looks amazing and shiny on my lips"
        },
        {
            "review_title": "Amazing! Beautiful Colour Payoff & Smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I don't usually feel inclined to write reviews. However, this is a must for me! I tried all the other shades in store back in July but hated the consistency and smell. They were super thin and the scents were offputting. When I saw that this product was reformulated (and the beautiful new limited edition shade), I caved in and decided to see if my previous opinion changed.. and it did! The colour payoff is great, not too sheer or too pigmented, just the right amount of colour and shimmer! This one truly smells like cherries (not too artificial or sickeningly sweet though). If anyone reading is unsure of whether to purchase this or not, look no further. The new formula and this scent are worth it all day. I have also had no issues with the product leaking as I know some reviews have mentioned."
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Cute packaging but the formula is suuuper sheer and bled quickly leaving an oily appearance around the lip. I ended up returning it and getting the Summer Friday balm which I highly recommend."
        },
        {
            "review_title": "Best Lippy ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Absolute best lip gloss ever! With any other lip gloss, they always need a touchup or multiple coats but with this one itu2019s one swipe and then perfection! 100% recommend. Worth the price."
        },
        {
            "review_title": "THIS LIP OIL IS SO GOOD!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I am usually careful about what goes on my lips but this formula is one of the best out there! I love the entire line but the lip oil really stood out to me! Definitely recommend this shade too!"
        },
        {
            "review_title": "A really good lip oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "Iu2019ve never tried the gisou lip oil before and I have heard very mixed reviews about them. I was hesitant to spend $30, but I decided to finally bite the bullet and get the limited edition one because the color is so pretty. I was expecting the color to be very sheer, but it actually came up quite well on me! I love the formula. I do not find it to be oily at all, but instead has a thickness of it. Itu2019s also not sticky, and the cherry smell was done really well. It really does smell like its name!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Cherry On The Cake - Sheer Pinky Red Shimmer",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I love it! I liked the formula and the smell! Highly recommended"
        },
        {
            "review_title": "Leaky packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "I wanted to LOVE thisu2026it looks pretty on and is very hydrating, the formula is actually really good! But the packaging leaks!!!! The lid leaks and itu2019s so messy to use. I still use it but i have to keep it in a zip lock in my bag!"
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Ugh, the prettiest lip oil ever, so much better than the og formula. It leaves such a beautiful finish and the color is absolutely beautiful as well as the shimmer"
        },
        {
            "review_title": "SMELL WEIRD",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "These are so beautiful BUT because they smell really bad, I canu2019t even wear them.  And Iu2019m stuck with 2 of them. They have a very weird chemical smell and I feel like I can taste it too.  . I donu2019t know how no one is talking about that when writing their positive reviews"
        },
        {
            "review_title": "Hard pass- over hyped",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Not sure why the hype- tried two diff flavors - they smell weird and dont last on your lip. Hard pass in these."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
            "review_text": "You can barely see the sparkles, just get a better one. Don't waste your money on this."
        },
        {
            "review_title": "Just hype",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "As cute as the lip gloss looks , this was just not worth the purchase. The applicator is just too thin and I have to dip it a few times to really get a good coat on my lips. Itu2019s hydrating u2026 but it doesnu2019t last very long on the lips"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Strawberry Sorbet - Sheer Pinky Red",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I didn't like it! It's a bit sticky. In my opinion it doesn't smell like strawberry, it smells sweet but not strawberry"
        },
        {
            "review_title": "itu2019s aightu2026",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "if you go really past the scent, this is a great oil. keyword: OIL. this isnu2019t a gloss. itu2019s not too glossy, and as a person with chronically dry lips, this is honestly REALLY good. im not the kinda gal to pay much attention to smell, but its does taste pretty bad.  just wipe it off before eating tbh"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Watermelon Sugar - Clear Pink Shimmer",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I really wanted to love this, but unfortunately donu2019t. This applies very thinly and has a weird smell fake watermelon smell. Gloss isnu2019t as vibrant as Iu2019d hoped"
        },
        {
            "review_title": "Smells bad, works well",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This product feels amazing on the lips and is not sticky whatsoever. However, the smell is awfulu2026 It is a cheap watermelon scent that stays in your nose all day and causes headaches. If the original one has no scent, it would be a 5/5"
        },
        {
            "review_title": "Sis, just add to cart",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "I absolutely love me some lip products and some shimmer. Best of both worlds. It feels good on the lips and looks absolutely stunning alone or as a topper. Highly recommend."
        },
        {
            "review_title": "Buttery soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "It is so moisturizing and doesn't even feel sticky. It smells amazing and doesn't feel heavy. It is little quantity for the price but still I love it. Moreover, the glass is so good that it didn't break when I accidentally dropped it on floor."
        },
        {
            "review_title": "One of my favs",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Iu2019ve got this product recently and itu2019s already one of my favorite, it isnu2019t a sticky product and it leaves a gorgeous finish. Overall Iu2019d rate it a 5 out of 5, although I do wish it lasts longer"
        },
        {
            "review_title": "absolutely love.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "I love this lip oil it does smell like watermelon and it is so pretty. the packaging is so cute. if you want one of these I recommend the watermelon sugar!!"
        },
        {
            "review_title": "An essencial to use everyday",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "I bought this lip oil for my sister as a cute gift, because she's obsessed with gisou's lip oils! Her second one finished and she got sad, so I bought her the watermelon sugar one and now it's her favorite lippie ever! I found it very moisturizing and shimmery, also with a very light texture, making it a super good lip oil to use in a daily routine. Sometimes I get it from her wardrobe to use, because it smells so good and looks so pretty!"
        },
        {
            "review_title": "Suave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Right now I'm trying this beautiful gloss, with its new formula I love that it has honey among its ingredients and especially hyaluronic acid that helps hydrate the lips, right now I feel my lips less chapped I use it at night and in the morning along with skincare and since it's a normal size, I can carry it perfectly in my purse I'm really enjoying how it keeps them more hydrated and seeing that my lips are recovering every day from the dryness they were"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Honey Gold - clear golden glow",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I am obsessed with the new and improved Honey Infused Lip Oil! The formulation is absolutely perfectu2014it glides on so smoothly, leaving my lips feeling hydrated and glossy without that sticky or heavy feeling. The oil absorbs beautifully, giving my lips a subtle sheen that lasts for hours. And the scent? It's like a kiss of sweet honey, which makes applying it even more of a treat. I love that it nourishes my lips while providing the perfect amount of shine. This lip oil is definitely a staple in my routine now!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Cherry On The Cake - Sheer Pinky Red Shimmer",
            "review_buyer_description": "",
            "review_text": "i was supposed to received this as a gift from gisou since i am part of their influencer program. i never received it. i was excited since it was going to be my first time trying the brand. customer service from gisou is terrible they literally never get i contact with you"
        },
        {
            "review_title": "It started off as a WANT and became a NEED!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I originally got a different lip product which I ended up not liking and returned and have been wanting this one so I got it! I can already say I love how it looks, feels and smells! I know the price is a little to much but if you donu2019t have a glittery lip oil than get this! It is worth it, itu2019s not sticky and feels so light weight! Will be getting another one after this one!"
        },
        {
            "review_title": "My new favorite lip oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "The Gisu Honey-Infused Lip Oil from Sephora is perfect if youu2019re looking for something that hydrates and adds a nice shine to your lips. The best part is how moisturizing it is without feeling sticky or heavy. It absorbs quickly and leaves my lips soft and smooth.  The honey in it makes a big difference, especially for dry or chapped lips. I noticed my lips felt more hydrated after just a couple of uses, and the gloss gives a natural, non-greasy finish that I love. It also has a light, sweet scent that isnu2019t overpowering, which adds a nice touch.  The application is smooth and feels lightweight, and it keeps my lips feeling moisturized for hours. Plus, the packaging looks sleek and feels high-quality. If youu2019re looking for a simple, effective lip oil that nourishes and looks great, this one is a great pick."
        },
        {
            "review_title": "fav shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone",
            "review_text": "so sexy i love this just got it yesterday and pair with a brown lip liner or on its own itu2019s perfect for fallud83dude0d"
        },
        {
            "review_title": "loveeee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I recently tried the Gisou Honey Infused Lip Oil, and i looiiiooveeee itttttt!!!! First, the packaging is gorgeous, with a sleek, minimalist design that makes it feel luxurious. But itu2019s whatu2019s inside that really shines. It is silky, non-sticky and feels incredibly lightweight .. After just a few applications, my lips felt softer, smoother, and looked noticeably plumper."
        },
        {
            "review_title": "Definitely recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Such a pretty color! Itu2019s sheer but noticeable, and smells so good ud83cudf52"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Honey Gold - clear golden glow",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This lip oil with the new formula is amazing! It smells so nice and leaves my lips feeling so hydrated and with a gorgeous shine . I adore the fact that itu2019s lightweight and the formula is not sticky. I highly recommend getting this lip oil!"
        },
        {
            "review_title": "Yummy Cherry Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Cherry on the Cake is so good! ud83cudf52ud83cudf82 Yummy cherry popsicle scent (not like cough syrup at all)! Gorgeous sheer red color on the lips; perfect for the Holiday Season! ud83cudf84ud83cudf85ud83cudffb"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Honey Gold - clear golden glow",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This lip oil provides instant shine. Itu2019s pretty light weight and not too sticky. Compared to the original, the new and improved has a subtle honey smell. My lips look and feel hydrated after use. I love it!"
        },
        {
            "review_title": "Beware of Gisou customer service",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "This product is excellent. Customer service at Gisou is not. The cap on this product cracked shortly after I purchased it. When I contacted Gisou to buy (not get for free) a new cap, they said they donu2019t honour any products purchased on their website. They made me show them a picture of the lip oil cap held up by duct tape. So this is a heads up for everyone - I think a good company stands behind any of their products regardless of where they are sold."
        },
        {
            "review_title": "Very Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This lip oil is the perfect addition to my makeup routine. My lips look so amazing and shiny after using the Gisou honey infused lip oil. Itu2019s so hydrating and kept my lips looking healthier than ever throughout the day. The rich honey scent smells sweet like candy. Iu2019m really enjoying this lip oil and how lightweight and refreshing it feels on. The packaging is also totally cute."
        },
        {
            "review_title": "Highly recommended",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Love this lipgloss, ordered 2 more in other colors/smells. I would highly recommend"
        },
        {
            "review_title": "a must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is one of my favorite products ever, not only does it work well but it has beautiful packaging!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Honey Gold - clear golden glow",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "gisou products are always the best!! i was so excited to try out their lip oil and it did not disappoint at all!! it makes my lips so hydrated and glossy!! plus the packaging is just so cute!! highly recommend!!"
        },
        {
            "review_title": "Wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Wow. Talk about soft lips! This stuff is a game changer. Isnu2019t sticky or watery itu2019s the perfect combination of luxury and comfortable. Everyone needs to add this to their purse. Itu2019s perfect for touch ups"
        },
        {
            "review_title": "Love this lip oil!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I have been using this lip oil for about two weeks and I absolutely love it! Not only does it smell amazing, the glass bottle packaging gives it a more luxurious feel. The applicator is the perfect size, not too big not too small, gives off the perfect amount of product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Honey Gold - clear golden glow",
            "review_buyer_description": "black hair, Deep skin tone, Combination skin",
            "review_text": "I love everything about this products , the consistency of the lip oil, leaves your lips extra hydrated & also give its shine . The honey infused is not to much just the right amount. Weu2019ll be adding to my winter routine"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Honey Gold - clear golden glow",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I like this new formula! It smells so much better than the original lip oil and provides my lips with major hydration. It smells like honey. In my opinion, this lip oil isnu2019t sticky and it feels really comfortable on the lips. Itu2019s expensive, so I probably wouldnu2019t purchase this as there are really great lip oils out there for much cheaper."
        },
        {
            "review_title": "A sticky MUST have! ud83dude01",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Tan skin tone, Oily skin",
            "review_text": "It is a bit sticky and doesn't last that long unless you just sit there otherwise it won't last long it would last like 1-2 hours but the shine is wonderful I am not sure about the yellow one but the watermelon sugar (A.K.A this one) is wonderful.  hopefully any of this information helps you buy the right one for you! ud83dude01ud83dude01"
        },
        {
            "review_title": "My favorite lip oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love gisou lip oils. This improved formula is great. Its not sticky at all and feels very nice on my lips. I love the light scent. My lips feel soft and hydrated for hours.  Only have to re apply like twice a day. I love how plump and juicy  my lips look after applying"
        },
        {
            "review_title": "Strawberry sorbet all summer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is my favorite product Iu2019ve bought in years. Iu2019m very fair skin, and itu2019s the perfect pop of pink, lasts a while, isnu2019t sticky, super hydrating, and your boyfriend wonu2019t complain- tastes like strawberries"
        },
        {
            "review_title": "Part of my night routine.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Love this! It's the perfect, sheer lip oil.  A must have for my night routine."
        },
        {
            "review_title": "Lo amo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love how it completely moisturizes my lips, obviously they no longer dry out, they look more glossy, it contains an infusion of honey that is impressive, it is definitely the best product that moisturizes and softens your lips from the first moment. It has a slight smell of honey its design I love very elegant glass. You can use it daily"
        },
        {
            "review_title": "Must-have lippe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely love this product! Itu2019s long lasting and highly moisturizing on my lips!"
        },
        {
            "review_title": "If you don't like it just say thatud83eudd37ud83cudffbu200du2640ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "So i've been seeing the negative reviews and overall opinions of this lip oil, and honestly, if you're interested in it, don't listen to them and just buy it! i really like this lip oil, it's literally helped with some discoloration on my lips to brighten!!"
        },
        {
            "review_title": "My go-to lip oil!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "I love this lip oil SO much. The glitter in it is absolutely gorgeous, and you can't feel the glitter on your lips. I can definitely smell the honey, and I can definitely smell the watermelon. This lip oil is everything I expected. The only con is how it runs out so quickly. I bought this just a few weeks ago and it's already 2/10 empty. I know I said it's my go-to lip oil, but I don't use it THAT much! They should put more product inside."
        },
        {
            "review_title": "it's called a lip OIL for a reason (no offence) ud83dudc97",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I got this product mainly cus it's pink but it's also rlly hydrating and pretty and it does feel like a oil but not like super oily, The only bad thing is the price."
        },
        {
            "review_title": "I HAVE EVERY SINGLE ONE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Let me just say I am a fan of this lip oil , I have every single shade of this lip oil , it is an addiction I canu2019t control because I love this lip oil ud83dude0d"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have every color, I love this lip oil so muchud83eudd2d itu2019s super hydrating and the scents arenu2019t overpowering at all!"
        },
        {
            "review_title": "Terrible fragrance",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I really wanted to like this. Itu2019s so pretty on the lips except I canu2019t get over this terrible fragrance."
        },
        {
            "review_title": "I expected better for this price",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I was very disappointed in the honey scent lip oil. It's very sticky & drying. This product fell through on all claims."
        },
        {
            "review_title": "Glossy!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I love the color of this lip oil and Iu2019m so glad they changed their formula itu2019s really pretty red shade that looks pink on the lips. Itu2019s very glossy. However it doesnu2019t last that long and you have to continuously reapply"
        },
        {
            "review_title": "Beautiful and nice feeling but expensive",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I liked the smell/taste of it, the quality is very good as well. For me, itu2019s expensive for a lip oil (basically is a diluted gloss as all others are) so I donu2019t plan to repurchase this product"
        },
        {
            "review_title": "best lip oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "best lip oil ever ! i love the texture of it and especially how soft it leaves my lips. this lip oil stays and lasts on my lip i go to sleep with it and wake up with it still on ! i love the slight color it gives to my lips if youu2019ve been wanting to try it i definitely recommend"
        },
        {
            "review_title": "bad smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I tried to love this but the arrival watermelon smell is really bad and it makes nauseous"
        },
        {
            "review_title": "New Formula!! YES!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Okay! So when I heard they were improving their iconic lip oil I was kinda of intrigued to see what they would do. Hands down love the upgrade in the product. I loved it regardless but I do love how this formula seems a bit more long lasting. It also feels a little bit thicker on the lips which is A1 for me. I love something I donu2019t have to constantly be reapplying so I absolutely love the change!"
        },
        {
            "review_title": "artificial watermelon smell is nauseating",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "honestly heartbroken by how disgusting the smell of the watermelon lip oil is because the pink shimmer is BEAUTIFUL and the oil feels amazing on my lips. but the artificial watermelon smell made me return it. iu2019d repurchase again in a heartbeat if theyu2019d fix the smell or even make it scent free."
        },
        {
            "review_title": "Cute packaging, but itu2019s a no from me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I must have gotten a bad product or something because I just hated it. I love love love their hair oil, itu2019s smells amazing and hydrates my hair but thisu2026. Felt like I just smeared vegetable oil on my lips. I was so excited to use it, I opened it while still at the Sephora but I was disgusted as soon as I had it on. Did not smell like honey at all. Quickest return ever."
        },
        {
            "review_title": "i am the girl with a purse full of lip balm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "i love lip products, i am addicted to them. i want to try them all. theyu2019re pretty, theyu2019re sparkly. naturally i was drawn to the gisou lip oil. and i am happy to say i truly like the product! it isnu2019t sticky, it feels nice. i like the smell and its longevity."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Honey Gold - clear golden glow",
            "review_buyer_description": "Deep skin tone, Oily skin",
            "review_text": "Love this lip oil!!! It is very hydrating and last for a long time! The infused honey is a perfect touch and truly has your lips shinning. This lip oil has a great scent! The packaging is super cute! Love this lip oil !"
        },
        {
            "review_title": "i LOVE this product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "i feel like a lot of people bash on the golden gisou lip oil a lot but they definitely have never tried this one, it smells good, the color is beautiful, and the packaging is just so adorable, even though it doesnu2019t last very long itu2019s still an amazing product and i would definitely recommend this to people!!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I decided to buy this because my usual lip balms just weren't feeling like enough for me. I have a habit of biting the skin off my lips which leaves them dry and uncomfortable, and I felt like lip balm wasn't hydrating enough. This is such an amazing lip product. It's thick like honey, which I absolutely love. It leaves your lips glossy, but not annoyingly sticky, and actually hydrates your lips. This almost feels like a lip treatment with how thick and hydrating it is, but I use it all throughout the day and I'm super happy with it, especially considering the price."
        },
        {
            "review_title": "Simply divine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have seen everyone using this honey infused lip oil and I have been wondering what the hype was about. After officially testing it and trying it.. I must say I am thoroughly impressed by the results. My lips feel softer after use without getting dry. Can anyone let me why it smells so nostalgic from the early 2000s"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Honey Gold - clear golden glow",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "It makes my lips nice and glossy and smooth afterwards. Very nice smell what even my friends notice and ask me what so nice smelling. I have second bottle and Iu2019m obsessed. Definitely suggesting this product and will be coming for more!"
        },
        {
            "review_title": "amazing lip oil!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Combination skin",
            "review_text": "i received this lip oil in exchange for a review - i love this lip oil from gisou so much. itu2019s the reformulated one and itu2019s so glossy hydrating and smooth on the lips. i havenu2019t tried the original one but i love this lip oil so much ! 10/10 recommend"
        },
        {
            "review_title": "Gotta Have It!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Holy grail of juicy moisturizing lip care that lasts all day! I love how little goes such a long way, not to mention it doesnu2019t dry my lips out! The packaging has always been my favorite ever since I seen it!"
        },
        {
            "review_title": "So hydrating and yummy!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I really had no idea what to expect with this but I needed a glitter lip gloss and threw this on top of my lippie.  The texture is smooth and not sticky. It is mostly like an oil, so a little bit goes way long. The taste itself was nice! If you like coconut scented/flavored things then I would highly recommend!  Looking forward to trying the shaded ones on their own!"
        },
        {
            "review_title": "must have for hydration",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "nice, very hydrating! love the smooth texture and glossy feeling of it resting on my lips. i have very dry lips and the plump the heck up after one use! expensive, but worth it. ud83cudfd6ufe0f"
        },
        {
            "review_title": "So juicy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Such a nice and juicy lip oil. It smells heavenly and doesnu2019t have any taste to it really. Just overall a good product for my dry lips. I absolutely love the packaging and think that it is so cool and not the norm."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Dry skin",
            "review_text": "I received this product for free the gisou in exchange for my honest review, The honey-infused lip oil is great. My lips look shiny and hydrated after using this lip oil, I love the texture and the feeling it gives when using it, recommended for people who have dry lips. The smell is incredible. Wonderfully softening and luxurious!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Honey Gold - clear golden glow",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This Gisou lip oil is so hydrating and gives such a pretty shine on my lips. It has a honey scent and the packaging is too cute! Perfect for on the go use to give that extra shine without the stickiness."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Honey Gold - clear golden glow",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love all of gisou lip products, and Hair perfumes, including their original honey lip, and fuse lip oil This new formula is super nice. I love the original packaging that it comes in and the consistency is amazing on the lips."
        },
        {
            "review_title": "love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "The gisou honey infused hair oil is a game changer for my hair! It leaves my hair feeling incredibly soft,shiny,and nourished without making it greasy. The lightweight formula is perfect for taming frizz and adding a subtle, natural shine. I love that its made with honey."
        },
        {
            "review_title": "Loveeee!!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Normal skin",
            "review_text": "You must have! Itu2019s so gorgeous with the pink sparkle it does show up lightly tho. It will make your lips look juicy, the only thing is they leak, I have 2 and both leaked"
        },
        {
            "review_title": "Glossy and Loving It!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Such an amazing lip oil! My lips feel super moisturized and the sheer hot coral gives a nice, subtle pop of color, with a shiny/glossy appearance. Highly recommend and it does transfer to the lips of anyone you kiss ud83dudc8b ud83dude18 ud83dude43"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Honey Gold - clear golden glow",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Gisou has come up with little hint of scent. I love that they have heard the expectations of people and got this beautiful product. The scent is not overpowering but it is so good and hydrating as the previous one."
        },
        {
            "review_title": "Lip oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This lip oil is super hydrating on the lips. Smells like honey and itu2019s not sticky whatsoever. Feels really nice on the lips and has a long wear. I would definitely repurchase this lip product. If you are in a hunt for a new lip oil this is the one!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Honey Gold - clear golden glow",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This is a very delicious lip oil! I personally love honey and this is really like honey. It smells amazing and tastes good too.  I have been using it for a week now and my lips are always looking juicy and hydrated!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Honey Gold - clear golden glow",
            "review_buyer_description": "Hazel eyes, red hair, Dry skin",
            "review_text": "This gloss leaves my lips hydrated for hours. I love using it at any moment of the day. This is my new favorite lip product to use. It smells so good and feels amazing on my lips. has cute packaging too!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Honey Gold - clear golden glow",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Omg I never thought these oils were gonna be that good but gisou proved me wrong the shine lasts such a long time and doesnu2019t budge at all if you were thinking about buying this this is your sign to go for it"
        },
        {
            "review_title": "Good lip oil",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "I love the reformulated version so much, this lip oil is thing, non sticky, it has a small amount of fragrance on it but overall is a very  hydrating lip oil, and the packaging is super cute, Iu2019m a Gisou girly."
        },
        {
            "review_title": "New addition to my skincare routine",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I normally put this on after my daytime/nighttime skincare routine. I like how it makes my lips feel more smooth and soft and also like how it smells and doesnu2019t make me feel sticky or uncomfortable when I rub my lips."
        },
        {
            "review_title": "Nice but dried out my lips",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Amazing yet sorta dried my lips but overall itu2019s an amazing product itu2019s nice and glossy  I love the color"
        },
        {
            "review_title": "Shattered all over me trying to open it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is a amazing product for lips but sometimes it closes to hard and you canu2019t open it and today I tried opening it and the whole top of the twistie part shattered 30 wastedud83dude41ud83dudc4eud83cudffcand to make it better I got glass in my hand"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Coconut Frost - Clear Crystal Shimmer",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I just love this honey lip infused oil! It great for my lips because it keeps them hydrated all day in this hot climate here in the south. I love the scent as well and the packaging is super cute! I would buy again!"
        },
        {
            "review_title": "Nice scent!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This is a nice lip oil! Feels super hydrating and I love the texture of it. Not too sticky and the dew foot gives good application. It has a very faint scent which is lovely. Also the packaging is so nice!"
        },
        {
            "review_title": "Good for a no makeup look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I received something in exchange for this post. The packaging is absolutely beautiful and securely sealed, which I appreciate. One of the key ingredients is bee garden oil, combined with jojoba and meadowfoam seed oils, all known for their hydrating properties. It claims to provide intense moisture, a glossy shine, and a fresh honey scent from the Mirsalehi Bee Garden. After trying it, I can confirm the honey scent is light and pleasant not overpowering. True to its claims, the lip oil is non-sticky and feels very glossy, leaving my lips soft and intensely moisturized. Itu2019s perfect for a no-makeup look, adding the right amount of shine and hydration without feeling heavy."
        },
        {
            "review_title": "Lowkey painful and not hydrating for $30",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Not especially moisturizing but long lasting and pretty. Very sparkly and beautiful. I like the smell even though some people hate it. It would be better as a lip combo topper than just on your lips. For $30 I expected it to be more moisturizing but I donu2019t really care. I can feel the glitter specs and they kind of hurt."
        },
        {
            "review_title": "Beautiful",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have been using this lip oil and something I have noticed is that this oil does not dry out my lips as others have done, it leaves my lips super shiny and hydrated, I canu2019t wait to try the other colors"
        },
        {
            "review_title": "LOVE LOVE LOVE.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I LOVED THIS PRODUCT. It gorgeous especially in the sun the glitter is amazing i definitely Recommend itu2019s hydrating, long lasting, and stunning!"
        },
        {
            "review_title": "Easiest Pass!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I got this because of all the hype and good reviews however I wish I hadnu2019t. First off it tastes awful second it dries up instantly and finally wheres all the shine you see in pictures because itu2019s gone by the time Iu2019m done with my makeup. Save your money!!"
        },
        {
            "review_title": "you can skip.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I loved it at first but this severely dries my lips out, have to constantly reapply and the smell is starting to trigger me lol. i j really donu2019t like this product at all. itu2019s cute, which is why im giving it 2 stars. but i overall do NOT like the formula."
        },
        {
            "review_title": "I am obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This Honey Infused Lip Oil is amazing! It makes my lips super soft and shiny without feeling sticky. The honey really does the job of keeping them hydrated. I use it every day now and love how it adds a natural glow to my lips. Definitely recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Watermelon Sugar - Clear Pink Shimmer",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Shiny, smells nice, feels good, lasts long and the bottle is cute"
        },
        {
            "review_title": "Best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I love this lip oul its so easy to use and lovely the way it looks on my skin definitely the best out there pls use this if you like a subtle lolk on yoir akin ans dont like bright colors and have chapped lips"
        },
        {
            "review_title": "Definitely Worth The Hype",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Ok, I was a bit hesitant to try due to how sensitive my skin is, but this lip oil is definitely worth the hype! I love the packaging and the fact that it comes in a glass bottle. It sure will be a staple product for my winter skin care routine because of how hydrated it leaves my lip. My lips feel silky smooth after using this product. I would highly recommend picking it up especially for the cold weather season!"
        },
        {
            "review_title": "Totally Obsessed!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "Omg! Iu2019m obsessed with their packaging. I love how the bottle looks. Itu2019s so beautiful and luxurious. It makes my lips feel very shiny, hydrating, soft and plump without being sticky. Love the light scent and how itu2019s extremely long lasting."
        },
        {
            "review_title": "Yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "Wow I really love this. So hydrating and refreshing on my lips. I usually put on before bed and when I wake up my lips are so soft!! I love this. Feels great, not sticky. I will be getting more of these asap."
        },
        {
            "review_title": "Itu2019s cute",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Honestly, I bought it because of the packaging and Negine. Itu2019s cute but I have better glosses that last longer. It does have this really pretty shine that is a great topper to a lighter lipstick or lipliner but this was definitely not a need purchase."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Oily skin",
            "review_text": "This is so good , I love the smell of this lip oil, literaly  provides hydration up to 8 hours which I love. Doesnu2019t feel sticky or heavy. I love how small it is I take this everywhere. Which there was a bigger size"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love it because its lip oil contains too many benefits to deeply nourish and help with the aspect of regeneration and nutrition of the skin with natural ingredients that help hydrate it and thus have perfect lips and its finish is very comfortable."
        },
        {
            "review_title": "love the new formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "this new formula is so good! i love how this formula has a beautiful flowery scent and it feels more like a gloss than the old formula! Itu2019s definitely much better considering the old formula felt like cooking oil. i will definitely be repurchasing!"
        },
        {
            "review_title": "Love the New Formula",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This is one of the best lip oils I have ever used. This by far leaves my lips the most hydrated and doesn't make me have to apply over and over again. I love the pleasant honey scent and the formula is smooth and amazing."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "First and foremost, I would love the packaging of this lip oil. The casing is very durable. The lip oil itself is very thick and texture, which I love the most at least my lips feeling fully hydrated. I love to use overnight and wake up to soft lips."
        },
        {
            "review_title": "New Favorite Lip Oil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I am in love with this lip oil! It's very hydrating and shiny without being sticky. This NEW & IMPROVED lip oil also has an amazing scent!! It smells exactly like honey and is definitely a step up from the old formula. I'd 100% recommend it!"
        },
        {
            "review_title": "So obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Combination skin",
            "review_text": "This lip oil is the best Iu2019ve ever tried! It makes my lips feel so shiny soft and plump but itu2019s not sticky at all! It keeps them feeling hydrated for longer than other lip products and lip masks! Iu2019m so obsessed!"
        },
        {
            "review_title": "Exceeds the Hype!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "This lip oil far exceeds the hype! I was hesitant to give this product a try after hearing everyone talk about it, but I must say that this product is even better than I imagined!! The formula is smooth and hydrating. There is a little bit of sticky textures, but it does not take away from the rest of the product. My lips feel silky smooth after using this product. I have used it to hydrate my lips, and to add a glossy finish on top of lipstick. This product is sure to be a staple for hydration this winter, and I would highly recommend picking it up."
        },
        {
            "review_title": "Love lip oil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I really love this lip oil, love the smell and the mini applicator, easy to use. It is hydrating and beautiful color it looks awesome because is transparent and you can use in all types of makeups. I will buy all the colors."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Wow this brand is so good! I just looked up the entire brand and itu2019s awesome! This lip oil is great! Not sticky but extremely hydrating. I donu2019t have to apply it often unless I eat something. I received something in exchange for this post!"
        },
        {
            "review_title": "Actual honey in a bottle, very moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I love how the bottle looks and I actually appreciate the wavy bottle design, it makes it easier to grab! The gloss looks really pretty on the lips and applies evenly. I do wish the applicator would grab more of the oil so I wouldn't have to dunk it in as often. However, it kept my lips moisturized for several hours before I needed to reapply. Also, it tastes like honey! (Don't eat it though)"
        },
        {
            "review_title": "A new must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This lip oil is so good. Itu2019s really hydrating without being sticky. You can actually taste and smell the honey in it. Itu2019s extremely long lasting too. It has a really light scent and makes my lips feel so soft!"
        },
        {
            "review_title": "Just like honey comb",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "This is literally the best smelling lipgloss Iu2019ve ever experienced. It very lightweight not sticky at all and super shiny . It reminds me of honey comb in the summer time . I like to wear this as a top coat after my lip liner ."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I love this lip gloss! First off, Iu2019m obsessed with the little glass bottle  it feels so elegant. The scent is amazing, and I got the Honey Gold one, which gives my lips the perfect glossy glow. It leaves my lips looking super glossy and smooth. Not only does it look great, but it also makes my lips feel incredibly soft and hydrated. This gloss is definitely a must-have!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I love this lip oil so much it smell and feel so rich. I absolutely love it and it gives such a nice gloss and it is so great. It does not feel sticky at all and the application is really nice. I love it totally recommend"
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This is my first time using this honey infused lip oil and I must say Iu2019m a huge fan!! First off I absolutely love the way that it smells!! I love having the scent on my lips! I have super dry lips and after using this my lips feel so soft and hydrated! Love it!!"
        },
        {
            "review_title": "Great new formula!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The new formulation of the Gisou Lip Oil is amazing! I have been using the newer tinted versions which have the new formula because it is much longer lasting and hydrating. I highly recommend picking up a new formula version of the lip oils!"
        },
        {
            "review_title": "Super nourishing and smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "The Gisou Honey Infused Lip Oil in Honey Gold is such a dream! As someone who loves lip products, I was super excited to try this, especially since Iu2019ve used Gisouu2019s hair products before. The shade Honey Gold is a gorgeous, subtle gold shimmer that adds the perfect touch of shine without being over-the-top. The formula is super hydrating and feels lightweight, not sticky, which is a huge win for me. My lips feel so soft and smooth after applying, and I love how the honey infusion adds a little extra nourishment. The only downside? I wish the hydration lasted a bit longer, but overall, itu2019s such a fun addition to my lip routine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Honey Gold - clear golden glow",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I just tried Gisouu2019s newest and reformulated lip oil formula and itu2019s amazing! The product helps moisturize and hydrate my lips. I loved the old formula but this one is even better! Itu2019s not too sticky and is perfect for travel"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Honey Gold - clear golden glow",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": ""
        }
    ]
}