{
    "product_id": "1177",
    "name": "The Body Wash Olibanum - Radiance Treatment Cleanse With Vitamin C + Enzymes",
    "brand": "Necessaire",
    "categories": "Bath & Body, Bath & Shower, Body Wash & Shower Gel",
    "price": 34.0,
    "about": "What it is:A daily body cleanser with vitamin C, enzymes, and niacinamide for visibly radiant skin and with a sweet olibanum scent..Highlighted Ingredients:- Vitamin C: Tetrahexyldecyl ascorbate visibly fades spots and reverses dullness..What Else You Need to Know:Vitamin C visibly fades spots and reverses dullness. Enzymes promotes visibly radiant skin. Niacinamide supports skinu2019s protective barrier. Pure olibanum Oil is paired with fine fragrance notes of vanilla, fig leaf, and cassis buds. There are no SLS/SLES, itu2019s dermatologist-tested, hypoallergenic, and non-comedogenic..Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
    "ingredients": "-Multi-Enzyme: Bromelain, papain, and superoxide dismutase support radiant skin..-Vitamin C: Tetrahexyldecyl ascorbate visibly improves dullness and clarity..-Pure Olibanum Oil: A pure essential oil to improve the look of skin tone....Aqua/Water/Eau, Sodium Laurylglucosides Hydroxypropylsulfonate, Coco-Glucoside, Disodium Cocoamphodiacetate, Glycerin, Sodium Methyl Cocoyl Taurate, Sodium Chloride, Niacinamide, Papain, Bromelain, Superoxide Dismutase, Tocopherol, Tetrahexyldecyl Ascorbate, Illite, Glucose, Maltodextrin, Citric Acid, Caprylyl Glycol, Boswellia Carterii Oil, Fragrance (Parfum), Chlorphenesin, Phenoxyethanol, Acrylates Crosspolymer-4, Hydroxycitronellal, Tetramethyl Acetyloctahydronaphthalenes....The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Use as your daily cleanser on wash day.                                                                                                                                                                                                                                                      -Apply all over the body. .-Massage to create a rich foam. .-Rinse well.                                                                                                                                                                                                                                                                                                        -This product pairs well with Necessaire Olibanum Body Lotion for a treatment experience (sold separately). ..Recycling Instructions:.-Necessaire has partnered with How2Recycle to provide third-party verified recycling claims. -The bottle is made from 100% bio-resin. The bottle is recyclable. The carton and insert are made with FSC-Certified, PCR Kraft Board. Bottle and carton can be recycled via US | Canada Curbside. .-Necessaire is a Certified B Corp, Certified Climate Neutral, Certified Plastic Neutral and a 1% For The Planet Member donating 1% of all sales to environmental non-profits fighting to defend our air, land, water and wild-life world wide. When you shop Necessaire, the full carbon and plastic footprint has been offset by the brand.",
    "num_reviews": 220,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/necessaire-the-body-wash-olibanum-radiance-treatment-cleanse-with-vitamin-c-enzymes-P511303?skuId=2768893&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2768893-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "8.4 oz",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2768893-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "my fave of all their washes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "warm, citrus-y, amber-ish, just yum! I bought this blind too. I liked the name. & it turned out to be my absolute love. and I love that a little goes such a long way."
        },
        {
            "review_title": "So sou2026",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I am a Vanilla lover. This shower gel is a different take on Vanilla body wash. If you are into a unique take on Vanilla then this body wash will work great for you"
        },
        {
            "review_title": "If you want the softest skinu2026.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Amazing. Makes my skin feel so soft and the scent is just enough, not too strong. Itu2019s so hard to find a body wash that doesnu2019t irritate my sensitive skin, but this gives me no issues! Love love love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "Run donu2019t walk. This smells luxurious and rich. It doesnu2019t last long for me because I use it daily. Nevertheless, I love this product!"
        },
        {
            "review_title": "new favourite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019m obsessed with the smell of this. everything about it is so luxurious and it lathers up nicely. i need this smell in a perfume, candle, room spray, lotion, everything"
        },
        {
            "review_title": "Feels expensive",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "One of my favorite body washes. Itu2019s hydrating without it being too heavy and it cleanses really well. If you love a well rounded vanilla scent this is the one. Itu2019s the one I grab when I want to treat myself."
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "A new must have in my body skin care routine!  This product surprised me, I originally went to get the Eucalyptus one, but it was sold out, so I got the Olibanum.  Product is so moisturizing and leaves my skin looking amazing.  Fragrance is unisex and subtle.  I was able to later purchase the Eucalyptus and I actually like the Olibanum better!"
        },
        {
            "review_title": "Designer perfume quality smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I need a hand cream, body lotion, shampoo, deodorant, and everything possible in this scent. It smells like Armani perfume. Like Necessaire's other body washes, it doesn't lather a lot but I don't have too much of a problem with that. Also, if you have very dry skin, I don't think this will give you the boost of hydration you need but at the same time it doesn't actively dry you out. Anyway, it smells so good that it's enough for me to overlook any faults."
        },
        {
            "review_title": "Stunning!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The smell of this body wash is absolutely Devine! I hope this company adds body lotion with this scent!"
        },
        {
            "review_title": "Zero scent",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "There is absolutely zero scent from this body wash. If you are buying this product because of the new scent, then save your money. I enjoy the necessaire line, but would not recommend this body wash."
        },
        {
            "review_title": "so happy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "this is THE BEST body wash. I have sensitive, acne prone skin, so smelling nice isn't a bonus I usually get to partake in with my skin care products, but I can with this! smells soooo good. More importantly, though, it has improved the texture and tone of my skin, soaps up well despite the awful hard water where I live. I was going for harsh stripping washes before to combat the hard water and the squeaky clean was too drying and other washes left me feeling filmy, but this is the perfect balance for me! I rarely review, but had to with this one because I've thrown alot of money away searching for solutions to improve my sensitive skin and have finally found my the one! Necessaire Olibanum is a lovely and affordable must try!"
        },
        {
            "review_title": "New Fav Body Wash!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Normal skin",
            "review_text": "I'm in love with this body wash! Love, love, love the scent ud83eudd70ud83dude0d"
        },
        {
            "review_title": "IN LOVE!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely love this scent!!! I need this made into a body lotion PLEASEEEEEEEEEE!!!!!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Iu2019ve been loving this body wash so much. I absolutely love the scent, itu2019s not overwhelming at all and I love how it lingers all through the day. My skin feels so soft and rejuvenated every time. I love it!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I usually donu2019t leave reviews on things but I had to on this body wash, itu2019s smells amazing ud83dude0d10/10 recommend"
        },
        {
            "review_title": "Smells incredible.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Oh my goodness this scent has me speechless. Dying for a lotion, a cream, everything in this scent!"
        },
        {
            "review_title": "My new favorite scented wash",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I absolutely love this body wash. It smells amazing! So fresh and clean"
        },
        {
            "review_title": "Magnificent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I love the scent and the way it makes my skin feel. Now we need a body oil and perfumed mist."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Smells divine and lathers better versus their other body washes"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Not only does this body wash leave a clean, fresh feeling after every wash, but it also rinses off completely without leaving any residue behind. The formula seems to work wonders on my skin, leaving it feeling nourished and rejuvenated. The scent is amazing. you have to smell it yourself"
        },
        {
            "review_title": "Must try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This smells amazing and really refreshing. I really love the formula of their body washes and this one did not disappoint. I like the minimalist packaging and the quantity is great as per the price . Love this brand"
        },
        {
            "review_title": "So Refreshing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This body wash is created with multiple enzymes that targets dull skin. Necessaire Olibanum applies like a gel body wash with a nice lather. It is also very refreshing. My skin has been feeling very hydrated and soft."
        },
        {
            "review_title": "Amazing scent!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "A little bit goes a really long way which is such a relief. I was skeptical of the scent description before receiving, but I absolutely love smelling this every time I take a shower. It fills the whole house and my husband loves it so much that he has started using it too. It smells the tiniest bit like pineapple Iu2019m not sure about the skincare claims, but my skin does feel nicely hydrated and smooth after testing this for a couple of weeks. I adore necessaire products and have found a new favorite!"
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This body wash has a nice smell! Your skin feels soft after using this product. This body wash does not foam up a lot and a little bit goes a long way! I received something in exchange for this post and I would recommend!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Was excited to try this new scent. I tried all their body washes and love them . This is so nice has beautiful unisex scent that makes the experience so special. Great ingredients and great price. Love it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Necessaire's Olibanum Body Wash offers a sophisticated and calming experience with its unique frankincense scent. The formula is enriched with essential vitamins and natural oils, providing a deep clean while maintaining the skin's moisture balance. It lathers richly and rinses off easily, leaving the skin feeling soft and refreshed. The elegant, minimalist packaging complements the premium feel of the product. Overall, it's an excellent choice for those seeking a luxurious and aromatic addition to their shower routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "First of all I love all the ingredients on this body wash. Leaves the skin feeling clean, hydrated and radiant. Also love the packing you twist and open,  is easy to use and wonu2019t waste any product. It has a very light scent to it but smells good. I like it"
        },
        {
            "review_title": "Best Body Wash!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "As someone with eczema, the Necessaire Body Wash feels amazing on my skin without irritating it. I love love love the Olibanum scent, itu2019s so refreshing and warm. I feel moisturized after using it and definitely will recommend to my friends and family!"
        },
        {
            "review_title": "Good so far",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This body wash contains enzymes and vitamin c which I was particularly intrigued by as they're more commonly found in skincare than body care.  But it addresses concerns that I have which are dullness and discoloration.  The scent is warm, but inviting. The texture feels very luxurious on the skin. Overall, it left my skin feeling clean and my mind relaxed."
        },
        {
            "review_title": "fresh clean beach scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "The Olinabum body wash is hydrating and it smells like a fresh spa by the beach. I have sensitive skin and it doesnu2019t leave my skin dry whatsoever. The scent stays on your skin for a few hours and it isnu2019t overpowering at all"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This body was smells amazing and lathers so well. I have dry skin and this doesnu2019t dry me out at all! I wish i wouldu2019ve found this body wash sooner because Iu2019m so obsessed! I feel soft and refreshed after using"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Dry skin",
            "review_text": "This feels and smells like such a high end experience. This body wash lathers up really nicely and leaves my skin smooth and hydrated. I love following it up with my serum, moisturizer, and oil from Necessaire."
        },
        {
            "review_title": "Holy grail got better",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Necessaire makes my favorite body wash ever and now these scented ones have me hooked. I have sensitive skin so I usually prefer fragrance free stuff but this works so well and does not irritate me at all. Perfect formula 10/10!"
        },
        {
            "review_title": "Everyday luxury",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Wow first time trying luxury body wash and it did not disappoint it smells amazing and it lathers very well it marks all the boxes in what makes a body wash great. Itu2019s not drying and has a high end spa scent to it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "The Body Wash Olibanum is a great formula and help a lot with dry skin, makes me feel so smooth!  It smells fresh without being overpowering.  I like the notes of fig, It feels luxurious.  This is a really nice brand."
        },
        {
            "review_title": "Soft and glowy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this item in exchange for a review, this does not change my opinion.  Overall the smell of this body wash is amazing Very long lasting. I like the packaging the top twists open. The lather I would say is about a medium not too much.  Overall, I really enjoy the smell and how it makes my skin feels I donu2019t feel dry after using at all."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I thought the packaging was really fun. I like the way the bottle opens and dispenses the body wash. The body wash smells really good and sophisticated. All my friends want to buy it now I highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I like how this body wash not only cleanses but contains a blend of vitamin C, niacinamide, and enzymes. Applying it was smooth, and it rinsed off easily without any residue. After showering, my skin felt clean, soft, and subtly nourished. It smells really nice too!"
        },
        {
            "review_title": "Great body wash!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I love this body wash! It has a nice sweet smell to it. It isnu2019t overpowering. It foams very nicely. My body feels nice and clean afterwards. I like that the cap can twist, it makes it easy to use. I would recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I used this body wash for the first time on Saturday and as soon as I walked into a family event, someone told me I smelt amazing! The delicious scent lingers on my skin all day and is perfection. I love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This truly has become my favorite new body wash. It lathers beautifully and leaves my skin feeling clean, but not stripped or dry after use. The scent is beautiful, itu2019s light and refreshing but lasts on your skin after. I hope Necessaire makes more products in this scent because Iu2019m obsessed!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I have been using the Necessaire body wash Olibanum for the past two weeks and it has left my skin feeling extremely hydrated and soft. The twist cap is extremely easy to use even when my hands are wet and the scent is subtle and pleasant. This body wash is very gentle on my sensitive skin and has made my skin look really healthy. It suds nicely and has not caused any breakouts or irritation"
        },
        {
            "review_title": "Super hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "My skin felt so nice and hydrated after the first use. I have sensitive skin and had no issues with this product at all. I would recommend if you like I sky and woody scents and love the look of a nice body wash"
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really like this body wash it works great and leaves my skin feeling amazing I definitely recommend it. It smells so good and left my skin feeling super healthy and soft. Itu2019s a really good body wash."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "It feels and smells like a luxurious treat!! It lathers up so nicely and cleans rly good. I also love how the ingredients are super good for you. I like this more than my drugstore brand washes! The smell is soooo nice it smells like a fancy hotel!"
        },
        {
            "review_title": "Great for the summer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This body wash is a perfect morning wakeup and you only need a little, it goes a long way. It lathers really nicely and smells great. I love the added vitamin C and niacinamide to get my skin ready for the summer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I am loving these body washes from Necessaire. It truly makes taking a shower feel like a luxurious way to end the night, especially with how deep and calming the scents are. Itu2019s not overpowering, but definitely stays behind."
        },
        {
            "review_title": "A Wonderful Body Wash That Helps Your Skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This was my first time trying anything from Necessaire, and I must say that I fell completely in love with their Body Wash in Olibanum. Its warm and inviting scent of woodsy vanilla with a hint of earthiness is simply amazing. Not only does it smell great, but its formula including Vitamin C and E helps improve uneven skin tone, while niacinamide helps protect your skinu2019s barrier. The body wash produces a good sudsy lather, and the warm scent is soothing, especially after a long day. Once washed away and out of the shower, my skin feels soft, nourished, and moisturized without any stripping or irritation. I would definitely consider trying a different scent or getting this one again."
        },
        {
            "review_title": "Smells nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "This is a nice body wash. It seems to work well for me and hasn't irritated my skin. It doesn't seem to strip my skins moisture to much but I will say it doesn't help as much as I had hoped. I have really dry skin so this will probably work differently on other skin types. I like that this has niacinamide to help with the skin barrier as I can use all the help I can get. I was worried what this would smell like because I don't know what olibanum is but it has a nice kind of warm clean smell. Very universal not too feminine or masculine. This wash has a nice rich lather as well."
        },
        {
            "review_title": "Great for having clear skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is such a foamy body wash that I couldn't believe how healthy and natural the ingredients were for my body. It has vitamin C as a main ingredient that helped my skin on my thighs start returning back to their natural glow without all the dull dry skin, I had on them. This is my first time using Niacinanyde in a body wash but i use it daily on my face. I can tell a huge difference is how strong my skins barrier when ! wash with it. I am impressed and will definitely be using this every shower this summer. It helps me feel like my skin is happy and healthy!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Smells amazing.  Didn't leave my skin dry at all it actually left it feeling nice and smooth. The smell isn't overwhelming its Suttle.  I love this bodywash and will definitely purchase more. I highly reccomend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I'm loving this body wash!! It feels great on the skin. It is hydrating and leaves my skin softer. Plus I love the ingredients such as the Vitamin C, Enzymes, and Niacinamide. It has a nice scent.  My husband likes it too."
        },
        {
            "review_title": "Great body wash!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I just started using body washes instead of regular soap over this past year and this body wash is incredible!! Not only is the smell incredible, Iu2019ve noticed my skin feels smoother and looks brighter and healthier!"
        },
        {
            "review_title": "A must have for glowy skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Per usual this smells amazing! You and your bathroom will smell so good. Apart from the scent though the benefits are amazing! With ingredients like vitamin c and niacinamide your skin will be radiant and smoother overtime with consistency. I absolutely love body treatment products so of course this gets a 10/10 from me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This is very very good and soothing. I have eczema so it can be hit or miss with body washes but this dust disappoint and it also didnu2019t trigger a flare up in my skin which I was very pleased and I loved the smell."
        },
        {
            "review_title": "scent fabulous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "A few days ago I received The Body Wash Olibanum, completely gifted courtesy of necessaire and I really liked it since it contains vitamin C and E for better results, it leaves my skin soft, it moisturizes quite well and it has a very delicate and fabulous scent. It does not contain parabens. I recommend it. the best I have ever used"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "this was my first time trying a product from neccessaire and iu2019ve been using it daily in the shower. i really love the texture and lather of this body as well as the refreshing scent. my skin feels revitalized and fresh"
        },
        {
            "review_title": "Really good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Body wash is a great formula and help a lot with dry skin and make feel so smooth and hydrated smell really good and little can be use goes long way help treat body acne and wont irradiate if you look something for body acne should give a try"
        },
        {
            "review_title": "A complicated scent and luxe texture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "So many thanks to Necessaries for gifting me the Body Wash in Olibanum. Necessaireu2019s Body Wash tagline is u201cTreat your body like your faceu201d and the luxe texture of this body wash holds up to that motto. It includes vitamins C and E, Nicainamide (which Iu2019ve previously only seen in facial products), and glycerin which helps cleanse without stripping moisture (and leaves my skin really soft) It really is a sensuous experience solely for the texture, and now Necessaire has added signature scents that are so luxurious. This one is Olibanum, which is apparently another name for Frankincense. The scent is a bit resinous, a bit pine-y, with a touch of citrus. I actually find this scent a little muddy: it is a complex fragrance that changes every time I smell it, but sometimes Iu2019m not totally sure I love it."
        },
        {
            "review_title": "I Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This product is incredible, my skin feels soft and the best thing is that it has vitamin C, which is what my body needs the most! I will definitely continue using it, I love the smell and texture, I will recommend it to my family and friends."
        },
        {
            "review_title": "Clean feel and smells light",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The Necessaire Olibanum body wash smells wonderful and made my body feel so soft and smooth. It leans more masculine on the gender neutral scent, but I liked the undertones of fig leaf and it isnu2019t super overwhelming. It lathers really well and has a good thick consistency. The packaging is easy to use and mess free, but not my preferred dispensing method for easier access. There are a lot of beneficial ingredients targeted for dark spots and uneven texture, but Iu2019m not sure I noticed a huge difference during my time of use. My skin was a bit more hydrated which helped out some uneven textures. For the enzymes+vitamins in this combined with being SLS/SLES free, I would repurchase this for warmer months when Iu2019m rotating shampoos."
        },
        {
            "review_title": "Wash Routine Must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "As someone with sensitive skin, this body wash checks all the boxes for me. It smells fresh and delicate without being overpowering, it foams up nicely and leaves my skin feeling not only clean, but also soft and bright. The bottle has a twist top for dispensing and is aesthetically looking."
        },
        {
            "review_title": "new fav wash",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "this smells so good. it smells very natural which i prefer because it makes me feel more clean. very big bottle for the price and it's also good for sensitive skin which i have! i will definitely repurchase"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "A luxurious body wash with Vitamin C and enzymes that makes my skin feels fresh and radiant instantly! This has a beautiful clean scent which gives a spa like feel, my skin does not feel dry but softer and hydrated at the same time, definitely recommend"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "Although this body wash is more expensive than drugstore brands, I think necessaire is worth the money if you're looking for a more elevated experience in the shower, it's a great start or end to my day. The packaging is easy to hold and I don't find it hard to use in the shower!"
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "This body wash smells incredible. I love the notes of fig and it makes me feel warm. It feels luxurious. A nice lather and leaves almost an oil like feeling of hydration on my skin. Not a residue just a nice soft touch."
        },
        {
            "review_title": "A must try body wash",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have dry skin and since using this body wash my skin has been feeling great. It is rich in vitamins, great oils for the skin. This body wash has a great scent to it, you wonu2019t be disappointed. This body wash is a clean, vegan, cruelty-free body wash that I highly recommend. This body wash has t skin feeling great! I received this body wash in exchange for this post."
        },
        {
            "review_title": "Luxurious experience!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Oily skin",
            "review_text": "If youu2019re looking to step up your shower/bath game, you need this body wash - it really changes the game! It feels great and smells incredible - it lingers well on the skin. The bottle is pretty neat and I havenu2019t experienced it before!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I am absolutely obsessed with this body wash. Itu2019s taken my shower routine to a complete other level and feels so luxurious! Not only does it smell amazing but it also makes my skin feel amazing! Highly recommend."
        },
        {
            "review_title": "Amazing Bodywash",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This Body Wash by Necessaire is absolutely amazing! The Olibanum is absolutely the most amazing smelling body wash I have used in a long time! The experience this product gave my body was chefs kiss! It cleansed my body while leaving my skin hydrated and smelling beautiful!"
        },
        {
            "review_title": "Smells nice and is very light",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I like the scent of this, itu2019s very light and and relaxing and it doesnu2019t linger. I didnu2019t really smell it much after I got out of the shower. I like that it includes vitamin c for brightening and oils for smoothness. I was hoping it would be more hydrating than it was because I did feel clean but not much hydration. I thought my skin still felt kind of dull or dry. I do like how it lathers pretty well and I like the twist on the top of the bottle for easy use. I overall like it but donu2019t love it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Love! Cleanses and lathers well. The formulation of the body wash gel is nice and does not over-dry my skin. I also really like the bottle component and how it opens/closes to dispense product!"
        },
        {
            "review_title": "An essential body wash for healthy radiant skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "The Necessaire Body Wash Olibanum smells so fresh and will have your skin feeling brand new when you use it! It has vitamin c, enzymes and niacin-amide which are all important when it comes to cleansing and nourishing your skin. I love how my skin feels after showering with this product! Most importantly, it doesnu2019t strip my skin or make it feel dry. It actually hydrates the skin!"
        },
        {
            "review_title": "Amazing product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "The Olibanum Body Wash by Necessaire is a must-have in my daily routine. The fragrance is divine, with subtle hints of frankincense that linger on the skin, leaving me feeling refreshed and rejuvenated. Its gentle formula lathers beautifully and effectively cleanses without stripping my skin of its natural oils. Plus, the minimalist packaging adds a touch of sophistication to my bathroom. I highly recommend it for anyone seeking a luxurious shower experience."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The scent is incredible! I love how it smells The ingredients in this body wash are good, vitamin c,multi enzymes and the olibanum oil. The oil in this body wash makes it so much better. My skin feels so so hydrated."
        },
        {
            "review_title": "Fantastic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I received this body wash in exchange for this post. I love Necessaire, I think their products are amazing! I love how gentle this body wash is. I believe this fragrance is gender neutral and smells great on my husband and myself."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "My opinion of this product is that it lathered really good with a small amount. I want not a fan of the scent because it was a bit more masculine than I thought it would be. It did clean really good too."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received this body wash in exchange for this post, I love how smooth my body feels after using this body wash! It feels amazing and how it loves in your body. The smell is great not over powering and the packaging is simple."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This soap is truly one of the best on the market and is totally worth the price! I love this new scent too. It makes me feel so clean in a luxurious way and truly is so enjoyable to use. I am on love and will purchase again!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This body wash smells SO good!! And not only does it smell amazing, but it makes my skin feel so silky smooth and helps to brighten it as well. Plus, the packaging is super luxurious, and I love that it foams up nicely."
        },
        {
            "review_title": "Smells heavenly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Dry skin",
            "review_text": "This body wash is an absolute dream. It smells lovely but is not at all overwhelming. I really like the consistency - it's thick enough that it doesn't run all over. The packaging is great too - super easy to squeeze out the right amount and also close it tight enough not to leak. My dry skin type has been doing great with this product. I am glad to have been able to try this!"
        },
        {
            "review_title": "refreshing scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Love the subtle fragrance, it smells refreshing. Foams really well and spreads easily on the body. I take very small amount and it lathers well. Makes my skin feel softer and moisturized after shower. The bottle cap is also easy to use."
        },
        {
            "review_title": "Nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I was excited to try their body wash because I LOVE the shampoo + conditioner.... but I don't love the body wash like I do the shampoo + conditioner.   I don't hate it , I like it. I just don't love it. The bottle is sleek and the lather is nice. The olibanum scent (aka frankincense) is light and I love the natural benefits. After using the body wash, my skin was still dry  and don't see anything different about it."
        },
        {
            "review_title": "Smell incredible after your shower!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "This is the best smelling body wash I have ever used! It smells luxurious. It makes my skin feel super soft and was absorbed into my skin. The scent lingers on your skin but isn't overwhelming. I'd recommend this body wash."
        },
        {
            "review_title": "Noticed less dryness/scaliness",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
            "review_text": "I like the scent of this. Itu2019s something I never smelled before/have in my collection. I am really bad at putting lotion on after showering, but I feel like my legs arenu2019t as dry when using this. I have lots of dark spots on my legs so I might start putting niancinamide and vitamin c on my legs to speed up the process of this body wash. (Picture of my leg with no lotion)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The combination of vitamin C, enzymes, and niacinamide has truly revitalized my skin, leaving it looking noticeably clearer and more radiant. The scent is absolutely divine, with a perfect blend of fig leaf and olibanum that feels both refreshing and luxurious"
        },
        {
            "review_title": "Smooth and clean skin !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "It has a smooth, fresh and relaxed aroma. I really enjoy this brand in my shower, itu2019s very relaxing! It leaves my skin clean and smooth. Also I use to add a little to the hand wash bottle for an extra hand care."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The packaging makes it easy to use, but I wouldu2019ve prefer if it was in a pump bottle. This body wash lathers up wonderfully.  A little goes a long way. After using for a week, my skin felt brighter, softer, and less congested."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Okay this smells amazing! Itu2019s a warmer scent thatu2019s perfect for cozy shower nights. It also makes my skin feel and look so nice. It has vitamin c to help even skin tone and brighten. I also love the packaging, really adds to the luxury shower vibes!"
        },
        {
            "review_title": "A beautiful scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "I absolutely LOVE this body wash. It lathers so well and leaves my skin feeling clean ans smooth. I love the ingredients and how well and easy it cleans my skin. It even did well cleaning my husbands skin after working. The smell is beautiful and not overpowering."
        },
        {
            "review_title": "Hydration is the key for a healthy skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love to splurge on body washes just like my skincare as body skin care is equally important. I tried the Necessaire body wash which is all about goodness for my skin. It has a sweet scent which is pleasant ,not overpowering, keeps me feeling fresh for longer. My skin feels softer, hydrated after shower, no dry spell else I get dry, rough skin and have to immediately apply the body lotion. Best it has vitamin C, enzymes, and niacinamide This helps lock moisture in and keep pollutants or other potential irritants out, making your skin more hydrated. This is best suited for my 40 plus skin I need hydration in everything I use on my face and body. I would highly recommend this body wash to everyone specially who need hydration in their skincare."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I really enjoyed the scent of this. I think more than the others Iu2019ve tried. Also love that this incorporated niacinamide and vitamin c as these are ingredients I look for in my skincare. It lathers nicely and doesnu2019t strip my skin or leave it feeling dry"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Nu00c9CESSAIRE's Olibanum Body Wash offers a luxurious cleansing experience that goes beyond the ordinary. It gently cleanses while nourishing your skin with vitamins and essential oils. The result is a refreshing cleanse that leaves your skin feeling soft, hydrated, and rejuvenated."
        },
        {
            "review_title": "Runnn and get it !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Olibanum Body Wash is my daily dose of luxury. Its enchanting scent and skin-brightening formula make every shower feel like a spa experience. I definitely would be using this from now on ! Necessaire did it again!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This body wash smell is amazing and unisex. I like the squeeze cap easy to use and mess free. Good size. My skin felt smooth and fresh. The product has No Silicones and No Parabens. I wouldu2019ve not chosen this olibanum but I am happy with it"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "The smell of the Olibanum cleanser is out of this world good. The bottle and product feels so luxurious and I feel like I am at a spa when I use it. I love that this body wash has vitamin c and enzymes as well! Another great product my Necessaire"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely loved this. Iu2019ve never tried out this brand before and Iu2019ve also never heard of it but I was pleasantly surprised. My skin is fairly sensitive (usually pretty itchy and dry) and this didnu2019t irritate me at all. Smells great. Nice non greasy texture. Left my skin feeling great"
        },
        {
            "review_title": "Multi enzyme body wash",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Necessarie, the body wash in olibanum scent smells faintly of frankincense. The body wash lathers into a very rich and luxurious foamu2026 This body wash contains multiple vitamins such as vitamin C, vitamin E, and niacinamide plus several enzymes to radiate and invigorate dull skin. MY skin definitely appeared healthier after regular usage."
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "Using body wash is a true delight for the skin. When I apply them to my skin, they instantly create a feeling of cleanliness and hydration. They gently form a lather that delicately cleanses and nourishes the skin simultaneously. The Olibanum option with Vitamin C, Enzymes, and Niacinamide leaves your skin warm and radiant."
        },
        {
            "review_title": "Love the scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This body wash is great, Iu2019ve been using for a week now. I love that it has vitamin c and enzymes in itu2014Iu2019ve never had skincare ingredients in a body wash before. it lathers so nicely, I use it to shave my legs and wash my body. The smell is heavenly!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is a good body wash. It contains great ingredients such as vitamin c, vitamin e, enzymes and niacinamide. It lathers up well and smells good. It has a fresh scent. It leaves my skin feeling clean and smooth."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This body wash contains vitamin c and niacinamide to help brighten and even out your skin tone. I have some scars on me so I love that theyu2019re incorporating these ingredients. I havenu2019t noticed any difference yet, but I know these ingredients takes time to work so Iu2019m excited for that. For now, Iu2019m really enjoying the scent!"
        },
        {
            "review_title": "Wonderful Body Wash",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely love this multi-enzyme packed body wash with a lovely unisex scent. Contains bromelain, vitamin C, Vitamin E and Niacinamide to cleanse and nourish skin. PH balanced, cruelty free, and vegan friendly. Left my skin feeling moisturized and healthy looking."
        },
        {
            "review_title": "Best smelling body wash",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love this body wash!! It smells so amazing and I love the easy to use bottle. Itu2019s so nice not having to open the cap with slippery hands. Love love love and would definitely repurchase again!!!!!!!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This body wash is perfect. I love that it has vitamin c and enzymes in it i've never heard of a body wash having that before. it lathers so nicely and smells great. i really love how clean and hydrated my body feels."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "Iu2019ve been wanting a new body wash that would brighten the hyperpigmentation I have on my arms and this has been working great! I definitely feel my skin has been loving this and getting brighter by the day"
        },
        {
            "review_title": "Spa in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Im going to start with the scent - heavenly, divine, magical, chefs kiss! Loved using this in the shower as it truly made it feel like a spa day at home. I love having skincare ingredients included in body wash because it canu2019t always be just about the face. New favorite!"
        },
        {
            "review_title": "Smells good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I really enjoy the Necessaire Body Wash in the Obalinum scent. The formula feels luxurious and spa-like, and it is very nourishing for my skin. The body wash is gentle and non-drying. The scent is calming and nice. The packaging is sleek and high-quality, making my whole shower experience feel more luxurious."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "The best body wash ever! Cleanses my skin so nicely and suds up well with my loofah. Love this scent too! Itu2019s not drying and does a good job at nourishing my skin and makes it feel clean and soft. Love!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a great body wash I always feel so clean after using it I love the twist top opening it is so easy to get the perfect amount. it is so hydrating to you skin Iu2019m not the biggest fan of the smell it has a earthy smell but I donu2019t hate it either."
        },
        {
            "review_title": "Go get it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I just tried the best body wash ever.  It was The Body Wash Olibanum by Nu00c9CESSAIRE.  This body wash felt and smelled amazing.  The body wash is a gel consistency and is not super thick. The lather was immaculate, you will feel like you are bathing with clouds.  It has signature active ingredients such as, vitamin C, vitamin E, niacinamide and several other enzymes.  You can feel all of this adsorbed into your skin for a smoother, softer and radiant.  The Olibanum gives you slight hints of amber and is not heavy at all.  This is perfect and gentle enough for everyone."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "The application is very easy with this product. The scent is very pleasant. I like the main ingredients multi enzyme,Vitamin C, pure olibanum oil. My skin feels moisturized and so far no irritation from this product."
        },
        {
            "review_title": "My fav",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "The body wash is one of my favorite products to use during taking a shower. It leaves a feeling of freshness, and my skin becomes smooth and clean after use. tit smells amazing it gives you a fresh scent that will last on your body for hours it's pleasant. Only need a small amount to cover the whole body with foam. The body wash ranks high among my preferred shower products."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I am in love with this body wash. I wish this would come in a ginormous size. This smells amazing and feels great on skin. Lathers beautifully and after washing my skin feels super hydrated. I have never tried anything from Necessaire and this was a pleasant surprise."
        },
        {
            "review_title": "At the top of my list!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Medium skin tone, Combination skin",
            "review_text": "I love the easy scent of The Body Wash Olibanum. It is nice but not overpowering. It feels like a lotion when applied and then lathers up so easily and fully. It made my skin feel soft and moisturized. I received this product complimentary in exchange for my honest review."
        },
        {
            "review_title": "BUY!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I am OBSESSED with this body wash! I love the smell so much that Iu2019ve repurchased this already! On top of that itu2019s made my skin look even and hydrated considering I have acne prone skin and this has not broken me out one bit!"
        },
        {
            "review_title": "A must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
            "review_text": "I love the brand. This is such a great product!  The scent  is subtle while making sure that your body smells beautiful many hours after you showered. Not overpowering at all  I couldnu2019t recommended enough!  Is perfect to use  all year round"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This scent is amazing and itu2019s super light and spa like. It lathers well on my body and makes me feel fresh and clean after using it. I love that this product makes me feel like I am at a spa when I use it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This body wash is so luxurious and the scent gives me a nostalgic feeling! Itu2019s sweet with almost masculine hint. It cleans my whole body perfectly and leaves my skin smooth and soft. Love that the ingredients are mostly simple."
        },
        {
            "review_title": "Nice light scent and lasts!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This has quality ingredients including fig fruit extract, ginger root, and other oils to provide different treatments. I really honestly like all the treatments including vitamin c, vitamin e and others. I've used this product three times now and It leaves your skin feeling clean. It also leaves a nice light fragrance afterwards that illuminates for hours."
        },
        {
            "review_title": "Great body wash",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This is a great body wash! It has a lovely scent. It contains multiple enzymes to help skin radiance. It lathers well and leaves my skin looking and feeling refreshed. After using for a bit I can already notice the change in my skins radiance!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I got to try the body wash olibanum from Necessaire. My favorite thing about it is it leaves my skin feeling really soft and not dried out. The smell is really nice and unique. I definitely plan on keeping this in my routine."
        },
        {
            "review_title": "Smells and feels luxurious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I have no idea what Olibanum is but it smells so good. I have been using the OG eucalyptus body wash for over a year and am so pumped that there are new scents that are just as good. I have chronic dry skin and this wash dossnu2019t irritate my skin and it's very nourishing."
        },
        {
            "review_title": "Must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I love their products and this body wash didnu2019t disappoint at all! I love my shower because of the body wash as I love how clean and refreshing it is after using this body wash! Smells beautiful and spa like experience in a bottle it is! Highly recommend!"
        },
        {
            "review_title": "MY FAVE SMELL YET!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is by far my favorite necessaire scent! It smells so fresh, clean and spa like but itu2019s not overwhelming. It kind of reminds me of the ritz carlton smell lol. The twist to squeeze tube is like the best thing ever. The formula is great I feel fresh clean and the ingredients are amazing! I absolutely love this I will be buying again, not to mention it looks gorg in my shower"
        },
        {
            "review_title": "Great!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Radiance Treatment body wash refines the skin to a healthy and hydrated texture!! I noticed a difference in just one wash! Doesnu2019t have much of a scent but the works of the wash makes up for that! Definitely one to try!!"
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "Im obsessed with this body wash! This is definitely luxurious and not your average body wash that you pick up in a drug store. I would reserve it for special going out occasions, because it makes your body smell amazing and just so smooth. I would be repurchasing it!"
        },
        {
            "review_title": "A must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "A great body wash that has an amazing light smell that isnu2019t overpowering. The body wash itself leaves your skin feeling soft, smooth and nourished. I appreciate the lather it gives as I canu2019t stand body washes that donu2019t produce any. You get a nice sized bottle for the price."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received from:Nu00c9CESSAIRE:The Body Wash Olibanum - Radiance Treatment Cleanse With Vitamin C + EnzymesI: love this body wash, it has a very pleasant, sweet aroma, my body skin is very dry and this body wash leaves my skin very hydrated, it has very beneficial ingredients for the skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I am a huge fan of fig scent and this one did not disappoint. It's a subtly sweet scent that is not overpowering but feels uplifting. I have tried Necessaire's body wash before and this is as good as I remember. Love the twist top packaging. I find this very gentle yet cleanses well and doesn't dry out my skin."
        },
        {
            "review_title": "Soap girl gone body washer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have to honest, Iu2019m not usually someone who spends on luxury body wash but I thought why donu2019t I make the most out of shower time with a functional treatment wash that will also add a little daily luxury into the routine? This radiance treatment is all that! From the matte bottle to the satisfying twist top, it just gives you that extra pep in your step afterwards!"
        },
        {
            "review_title": "Makes my skin feel luxurious!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Wonderful body wash, I love the smell as it is not overpowering at all. Very easy on my skin, makes my skin feel super silky, soft and hydrated. Creates a rich foam and feels luxurious without stripping my skin of its natural oils. Made with vitamin C, E and niacinamide, definitely recommend."
        },
        {
            "review_title": "Smells great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This body wash smells Devine! I love the packaging and how the top can be opened. This makes this body was a great option for travel! My skin felt smooth and clean after using this and it left a wonderful scent!"
        },
        {
            "review_title": "Omg I love this scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This smells divine! Makes me look forward to my shower routine. Leaves my skin soft but not stripped. I couldnu2019t smell it very well until I started lathering it and then boom! Itu2019s not cloying or nauseating..but very upscale and spa-like. I love how it stays on the skin for a while after showering too. Lathers up nicely and leaves the skin comfortable and happy. The bottle looks so nice in my shower:)"
        },
        {
            "review_title": "A must have in your shower routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This body wash is everything. It smells wonderful and it leaves my skin feeling super soft, smooth and hydrated. It feels like Iu2019m getting an expensive treatment at a spa every time I use it! Iu2019m obsessed!"
        },
        {
            "review_title": "My new must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I really like this body wash the way it smells and the way it leaves my skin. Iu2019ve never smelt Olibanum before and itu2019s a new scent to me. Iu2019m very impressed with that so I would really recommend this body wash."
        },
        {
            "review_title": "Obsessed with this scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I love this body wash so much! It smells amazing - itu2019s a warm scent thatu2019s not too woody and I find it perfectly unisex. The twist top is a great feature and the lather feels so nice! Itu2019s also not stripping at all and the Olibadnum one has a gentle chemical exfoliating feature because of the enzymes in the formula."
        },
        {
            "review_title": "such a good lather",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Game-changer for my skincare routine.  Love the refreshing scent and I've noticed it leaves my skin feeling incredibly smooth and radiant. I've noticed a significant improvement in the overall texture and tone of my skin as well. Highly recommend for anyone looking to elevate their shower experience and leave their skin feeling soft and glowly."
        },
        {
            "review_title": "Nourishing body wash",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I recently started using The Body Wash Olibanum from Necessaire and have been really happy with how my skin feels after a shower. I have dry skin so i usually go for nourishing body washes and this one works well with my skin. One thing i really like is that it has vitamin c and e! Also I love the signature scent of Olibanum- makes for a nice shower/bath experience!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Deep skin tone, Combination skin",
            "review_text": "I was gifted this body wash by necessaire and I love this body wash it has a fresh but sweet smell to it which smells heavenly it lathers and moisturizes so well a little goes along way I love it so much"
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Porcelain skin tone, Combination skin",
            "review_text": "It leaves your body smelling so good after you get out of the bath or shower you don't even need no perfume or body spray. You will feel so soft.and it leathers so well,a little goes a long way,love it"
        },
        {
            "review_title": "Smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is such an amazing body wash. I've been using it for a few weeks now and I'm so impressed by how much my skin has improved. The Olibanum body wash cleanses while it also nourishes, it smells so amazing with Pure Olibanum oil and niacinamide being some key ingredients I love. After wash my skin feels super hydrated and soft."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Great body wash that smells unique. I like the bottle. It looks sleek and clean like a hotel body wash. I do wish it was easier to get the product out of the bottle, but fantastic overall. A little layers well."
        },
        {
            "review_title": "Turn your shower into a spa!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "If you want your shower to turn into a spa, the Necessaire body washes are it. I always have the eucalyptus scent in my shower since my husband and I both love it, but this one also smells so good. I love fig scents and this one is perfectly masculine and feminine at the same time. Plus my skin always feels nourished after use!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "This body wash is an absolute treat to use. It makes my shower experience feel so elevated! This Olibanum scent smells absolutely divine, very fresh yet cozy. It washes my skin beautifully without stripping it of any moisture."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I absolutely adored this body wash! It was like a gentle luxury moment for me in the sheer. Not only did it leave my skin feeling incredibly soft, but the scent of Fig Leaf and Olibanum was downright heavenly. It was such a treat to lather up with something that not only cleansed but also has so many benefits. So knowing it's packed with Vitamin C, Enzymes, and Niacinamide made me know that I was doing something extra special for my skin. It's definitely a staple in my daily routine now."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The body wash-Oibanum. Thus smells really good. I like that their products are unisex. My husband even likes this one. We also have the rosemary shampoo and conditioner, which smells great. I love these prouducts!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "I enjoy this brand's body wash because it always suds up well and I don't need to use much to feel clean. I like how it doesn't dry out my skin and I'm not rushing to quickly moisturize right after I step out of the shower. I can't put my finger on the type of scent, but it smells clean!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "this body wash is amazing! First off the scent is incredible - such an amazing ambery but fresh scent! I highly recommend using this with a loofa as well as the lather is beautiful and leaves your skin feeling refreshed"
        },
        {
            "review_title": "The absolute best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I tried The Body Wash Olibanum and OH MY GOSH. Iu2019m in LOVE! It feels amazing, it smells AMAZING, the packaging is great. If I had to choose one body wash for the rest of my life this would be it hands down. It gives feminine and masculine at the same time, it lathers well, the bottle is a twist cap making access super easy, itu2019s packed with clean and healthy ingredients, I simply have nothing bad to say. This body wash would make for the perfect gift."
        },
        {
            "review_title": "Luxe body wash",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This body wash is so luxurious! It rinses clean and leaves my skin soft. This has a lovely scent that smells fresh and modern. It gives off a lovely aroma in the shower and you donu2019t need a ton of product to get a nice lather."
        },
        {
            "review_title": "Like in the spa",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I am so appreciate that I have chance to try this nice product, it's affordable and doesn't irritate my skin. I find that it moisturizes well too. It also smells clean and not overbearing. Great body wash, I feel like enjoying luxury at spa."
        },
        {
            "review_title": "Absolutely delicious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This scent is my favorite, I have tried the eucalyptus scent and the Santal one, but this is something I would buy every single time. I love Necessaire and their body products, I'm so happy I got this one"
        },
        {
            "review_title": "Love",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "I have always wanted to try this brand, the body wash made my skin looking  nourishing and feels smooth with my my skin. It has made my skin look different,y skin has been looking smooth and  shiny. The smells is not too intense."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I love the smell of this body wash it actually smells clean and I read on the box that it helps dull skin which especially on my legs is a huge problem and it makes me look lifeless so Iu2019m excited to see if it makes my skin look so much better!!"
        },
        {
            "review_title": "Ditch the drugstore isle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Necessaire's The Body Wash Olibanum transforms your shower into a radiance-revealing ritual. This gentle cleanser utilizes vitamins and enzymes to tackle uneven skin tone, leaving you with a brighter, more even complexion.  Packed with Niacinamide and glycerin, it cleanses without stripping moisture, keeping your skin soft and comfortable. Forget harsh sulfates! This wash uses plant-based ingredients to create a luxurious lather that pampers.  The scent is divine. If you crave a truly nourishing body wash, Necessaire's The Body Wash Olibanum is a luxurious indulgence worth exploring."
        },
        {
            "review_title": "Must have!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received something in exchange for this review. I like this body wash a lot. It doesnu2019t really have a strong scent which is good, it smells like baby bubble bath soap. The packaging is detailed and looks nice but when I opened the box my body wash had some black stuff on it. It came off easily though. Itu2019s a gel and feels nice on your skin. I felt so clean after using Necessaire The body wash and recommend trying this brand."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "This is the BEST smelling body wash I have tried. Also leaves my skin feeling really hydrated afterwards. I have struggled with dry skin in the past and I can already tell a difference after using once!"
        },
        {
            "review_title": "Lovee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Loving this body wash, packed with Vitamin C, Enzymes, and Niacinamide, it's like a burst of sunshine for your skin, leaving it feeling fresh and rejuvenated in an instant. What sets this body wash apart is its commitment to purity. Free from PEGs, Silicones, and Parabens, it offers a clean approach to skincare without compromising on efficacy. Love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "My experience with Nu00c9CESSAIRE's The Body Wash Olibanum has been nothing short of delightful. Infused with the exquisite fragrance of olibanum, it transports me to a serene oasis with every use. The gentle yet effective formula leaves my skin feeling refreshed, clean, and moisturized, without any dryness or residue. I appreciate the brand's commitment to clean ingredients, ensuring a worry-free bathing experience. Overall, The Body Wash Olibanum is a luxurious addition to my self-care routine, providing both nourishment for my skin and a moment of tranquility for my mind."
        },
        {
            "review_title": "Luxurious Shower!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This stuff smells so nice and warm! Itu2019s quickly become one of my favorite body washes. It lathers super nicely and makes my skin feel great. I also really like the packaging, itu2019s different than many other products Iu2019ve used."
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received The Body Wash Olibanum by NECESSAIRE in exchange for my review. This body wash is consist with vitamin C, enzymes, Niacinamide, pure olibanum oil. Together this body wash helps to keep a healthy and clean skin. The scent of this body wash is very soothing."
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Nu00c9CESSAIRE's Olibanum Body Wash transforms your daily shower routine into a luxurious spa-like experience, leaving your skin feeling refreshed and rejuvenated. As a devoted fan of Nu00c9CESSAIRE's skincare line, I was excited to try their latest addition, and it did not disappoint.  The scent of Olibanum is both captivating and invigorating, with notes of warm wood and exotic spice that linger delicately on the skin long after the shower. It's a perfect blend of sophistication and comfort, making it suitable for both men and women.  What truly sets this body wash apart is its nourishing formula. Infused with nourishing oils and plant-derived ingredients, it gently cleanses the skin without stripping away its natural moisture, leaving it soft, smooth, and hydrated. Even after rinsing, I can feel the difference in my skin's textureu2014it's noticeably softer and more supple.  Furthermore, Nu00c9CESSAIRE's commitment to clean beauty is evident in the formulation of this body wash. It's free from harmful chemicals, including sulfates, parabens, and synthetic fragrances, making it suitable for even the most sensitive skin types.  In conclusion, Nu00c9CESSAIRE's Olibanum Body Wash is a must-have addition to your shower routine. With its luxurious scent, nourishing formula, and clean ingredients, it elevates the everyday task of cleansing into a pampering ritual that you'll look forward to each day."
        },
        {
            "review_title": "Luxury in a bottle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The Necessaire Olibanum body wash has become a new favorite in my daily routine! The scent is absolutely captivating, as it transports me to a serene oasis with every use. Not only does it smell incredible, but it also leaves my skin feeling clean, refreshed, and incredibly soft. It lathers on luxuriously and rinses off easily, leaving behind a subtle hint of fragrance that lasts throughout the day."
        },
        {
            "review_title": "Great for your skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love the way it suds up and how clean I feel afterwards. I also love that it has skin loving enzymes in it. What I do not love, however, is the scent. I cannot describe it or compare it to anything but I donu2019t think I can get used to the fragrance."
        },
        {
            "review_title": "The Best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The Olibanum Body Wash is a luxurious treat for the senses! Its rich, creamy lather leaves my skin feeling refreshed and moisturized, while the enchanting scent of olibanum transports me to a tranquil oasis with every use. A truly indulgent experience that I look forward to every day!"
        },
        {
            "review_title": "Gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "The Necessaire body washes are the absolute best. They lather up so nicely and smell divine. The new Olibanum version has a warm and spicy, unisex scent and always makes me feel squeaky clean and nourished."
        },
        {
            "review_title": "Very sudsy - a little goes a long way!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This body wash smells so good! It also suds up really well so a little goes a long way. I imagine the bottle will last a while because of this so the price point isnu2019t terrible with this in mind. The bottle also looks very luxurious in my shower."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "When some me time, I tend to take longer showers to relax. This wash was perfect to incorporate as it has a slightly musky, calming scent to it that is both feminine and masculine at the same time. I like the packaging of the bottle and can't wait to keep using it in my daily routine."
        },
        {
            "review_title": "great scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I love that this body cleanser has vitamin c. The scent is very warm and gender neutral. Anyone would enjoy this! Your skin feels very smooth and nourished after using and it doesnu2019t strip or leave you feeling dry. I love this and will continue to purchase!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I am so excited to try this body wash from Necessaire. It lathers very well and my body felt so refreshing. Such a wonderful smell it has . I am so excited that it has niacinamide, I would totally recommend this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this body wash smells amaaaaaazing! its such a unique scent and it doesnt leave my skin feeling dry as some other body washes does to my skin. my skin just feels refreshed and i cannot get over how amazing it smells"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love the smell of this body wash, it is amazing! Not overpowering at all but still leaves a nice clean fresh scent. I also really appreciate the packaging. This feels great in the skin, clean without feeling stripped. I would recommend if you feel like splurging on a bath product."
        },
        {
            "review_title": "Love how my skin feels like after it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product is amazing. There was such a noticeable difference in my skin after just the first use. This exfoliating body wash leaves my skin the softest it has ever been, and the scent, while not overpowering, is amazing as well. I have tried dozens of other similar product but this one is the best"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I love the scent, its warm and fruity and would work well for both genders. It foams up well and cleans my body without making it feel dry/stripped afterwards. My skin feels nice and kind of smooth after using this body wash."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This is an amazing wash! Not only does it smell great and so soft but beautiful but it left my skin so clean and soft. It was like a spa during my shower which is needed after a long mama day! Great body wash"
        },
        {
            "review_title": "Great body wash",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "great body wash. Smells amazing and suds up so nicely. I have dry sensitive skin and this body wash is great for cleansing without drying out my skin more or breaking me out. A little goes a long way and makes the shower luxurious!"
        },
        {
            "review_title": "My new love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Necessaire's The Body Wash in Olibanum is is truly my new love! It's like a luxurious treat that I look forward to every day. The scent is divine u2013 it's like stepping into a spa with its rich, calming aroma. Not only does it leave my skin feeling incredibly clean, but the added Vitamin C and enzymes give it that extra boost of radiance. I love how it lathers up so nicely and leaves my skin feeling refreshed and rejuvenated. It's become a must-have in my shower, and I can't imagine starting my day without it! Iu2019m amazed!"
        },
        {
            "review_title": "Clean smell and very nourishing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I love frankincense, and it has wonderful side effects too!! I rarely see it as an added scent so that was awesome to smell. Almost apple-y to me!! My skin feels very refreshed after a wash with this in the shower! I have sensitive skin, so I look for nourishing ingredients when I shop around for shower products, and this definitely hit the mark."
        },
        {
            "review_title": "Love love love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Combination skin",
            "review_text": "Such an amazing body wash, itu2019s a great scent and you only need a little it goes a long way! Makes you feel clean and doesnu2019t leave any residue behind on your skin definitely going to purchase once I run out of this bottle"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This body wash smells good, I also like that it lathers well without stripping my skin of moisture.  I find that my body feels soft, clean and smells great!  I recommend giving this a try for body wash.  Love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love all Necessaire products and this body wash is no different! Does an excellent job of cleansing and hydrating, without stripping my skin of moisture! Love the smell as well and use it for shaving barrier as well."
        },
        {
            "review_title": "Great ingredients!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Love this scent! I also love the ingredients Necessaire uses in their body washes.  I tried The Body Wash in Olibanum and itu2019s top notch. This body wash helps refresh dull skin. It includes Vit. C, E and niacinamide which will help clear up my ingrown/KP scars on my legs. Very excited about this! Itu2019s a gel consistency and lathers up nicely."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is the best body wash I've ever owned. It's super sudsy so a little goes a long way. My skin doesn't feel stripped of its natural oils and it's silky smooth to the touch.  I've been using this for a few days and I do notice my skin looks brighter. Highly recommend"
        },
        {
            "review_title": "A Luxurious Body Wash",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Normal skin",
            "review_text": "I absolutely love using the Body Wash Olibanum in my shower! It's a luxurious body wash that lathers up really well and leaves my skin feeling incredibly soft and hydrated. The scent is simply intoxicating and it takes my shower experience to a whole new level. This body wash is a must-try for everyone who loves a thick, rich, foamy lather that gently cleanses sensitive skin without being too drying or stripping. Trust me, the scent is so warm and inviting that you'll want to use it every day! Plus, it contains vitamin C and vitamin E that leave my skin feeling smooth and refreshed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Oily skin",
            "review_text": "Iu2019ve been a fan of Nu00c9CESSAIRE for a while now, and their Body Wash Olibanum Radiance Treatment did not disappoint. From the moment I started using it, I noticed a difference in my skin. The formula, enriched with vitamin C, enzymes, and niacinamide, left my skin feeling warm and radiant, as promised. I particularly love the fig leaf and olibanum scent, which lingers delicately on the skin. What sets this body wash apart is its dermatologist-tested, hypoallergenic formula making it suitable for sensitive skin like mine. The addition of pure olibanum oil alongside the fine fragrance notes adds a luxurious touch to my shower routine."
        },
        {
            "review_title": "The Body Wash Olibanum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Nu00c9CESSAIRE Body Wash has a nice Fig Leaf and Olibanum scent. This body wash feels so luxurious with the rich foam and helps my skin appear more radiant with the vitamin c and e. My skin feels well nourished and cleansed post shower."
        },
        {
            "review_title": "Good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "This body wash smells amazing . Itu2019s really nice and not overwhelming lite ambery scent . Packaging is great and easy to use in the shower . Texture is enzyme like and works good for sensitive skin too ."
        },
        {
            "review_title": "New favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This body cleanser has been a life saver! I love taking showers, and this makes my shower experience even better. The formula is amazing, and it leaves my skin so soft, hydrated, clean and has a lovely scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The Olibanum scent is super unique. I love the mix of line and citrus. The pine scent is not overpowering, it is pretty subtle. This body wash foams up well and leaves my skin feeling very clean and refreshed. It is a very soothing experience using this body cleanser! Highly recommend body care products from Necessaire."
        },
        {
            "review_title": "Worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Yes! The answer is yes! This body is worth the money. This is my 3rd bottle but my first time trying this scent and was not disappointed. I am surprised this one doesnu2019t smell like much but it is a great body wash for people with acne/dull skin, discoloration etc and a little goes a long way! If youu2019re looking for strong scent donu2019t get this particular one"
        },
        {
            "review_title": "My new go-to!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was pleasantly surprised when I got to use my new bodywash with a scent I had never tried before! My goodness was I pleasantly surprised! It has a very nisend that I would consider elegant and refreshing! This is something I definitely plan to buy again and keep as my regular body wash as it leaves my skin feeling hydrated."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Body Wash Olibanum from Necessaire and I absolutely love it. It is very ease on my skin. After using it, I feel my skin very clean. The smells is also amazing. And the most important is that it hydrates the skin very well. Highly recommended."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019m a huge fan of all their products and this one is just as amazing. It's like a daily spa a treatment in a bottle, it gives your skin that warm, radiant glow that everyone loves. The Fig Leaf and Olibanum scent is absolutely amazing , making each shower a sensory delight. Not only does it leave my skin feeling instantly cleansed and nourished, but over time, it's helped reverse my dull, discolored skin, leaving it looking more radiant than ever. The rich foam feels amazing on the skin, and the Olibanum Oil adds a warm touch that I adore. This is definitely worth a try!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I love that jt has vitamin c and enzymes, Niacinamide that help with making my skin feel radiant. It feels great on my skin and I feel nice and glowy after. It wasnu2019t drying or stripping on my skin. Itu2019s amazing"
        },
        {
            "review_title": "best body care",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "oh my goodness the smells amazing. It smells like figs not an overly sweet way and I really like how my skin feels moisturize but also everything is clean. Often a lot of body care is too harsh on my skin but this is amazing and I would definitely re purchased."
        },
        {
            "review_title": "Smells good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Smells good! Itu2019s not strong at all. I canu2019t describe it, but itu2019s a warm soothing scent. Necessarie body wash packaging are the coolest with a twist top dispenser. It lathers alright and doesnu2019t leave skin feeling dry. Itu2019s too soon to tell if thereu2019s any brightening of the skin, but I really do like the scent!"
        },
        {
            "review_title": "Smells Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Porcelain skin tone, Oily skin",
            "review_text": "I love body washes from Necessaire!  They smell amazing, the formula suds up really well, and they leave my skin feeling clean, but never dry.  This one is no exception, and actually it is quickly becoming my favorite.  The olibanum (frankincense) smell is supposed to be warm and spicy, but to my nose it is also a little sweet.  I think it's a very cozy scent.  I also like that it has so many good skincare ingredients like Vitamin C, Vitamin E, and Niacinamide.   My skin feels soft and looks great after using this body wash.  I genuinely look forward to using this body wash in the shower!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This body wash is so clean and refreshing. It is gentle on my skin but cleans very well and leave a warm and nice woody scent. It is also very foaming and easy to rinse off. I am obsessed by all the personal care products by this brand!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "The Body Wash is more than just pampering; it also nurtures your skin for a healthy glow. This cleanser also functions as a treatment, containing Vitamin C, Enzymes, and Niacinamide to counteract dullness and discolouration, as well as oil to improve skin tone. The Fig Leaf and Olibanum smell provides a sensory experience, while the mild foamy gel cleanses without depleting natural oils. The Body Wash is also free of harsh ingredients.My skin felt cleansed and renewed."
        },
        {
            "review_title": "Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I was worried that I needed to stick to the fragrance-free body wash for my sensitive sin but Im pleased to have I have never suffer from dry or itchy skin with this body wash! It always leaves my skin feeling soft and smooth and more nourished than before the shower. The smell is so addicting."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Love the Olibanum Oil in this body wash as it keeps me clean without stripping the moisture in my skin. The scent isnt irritating to my sensitive skin which Iu2019m so stoked about as fragrances usually are a hit or miss with me. And I really do love this warm scent!"
        },
        {
            "review_title": "Radiant Results!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "Necessaire's The Body Wash Olibanum smells amazing and leaves my skin feeling so soft and clean! The soothing suds delicately cleanse, while leaving my skin feeling hydrated and smooth.  Dull,  flakey skin transforms, looking  refreshed and healthy! Beneficial ingredients like vitamin C, enzymes, and niacinamide provide radiant results!  The warm, enchanting scent makes using this body wash an enjoyable experience each time I shower! Love all of Necessaire's body washes and now have a new favorite!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The Body Wash Olibanum Is a luxurious body wash that I look forward to using in my shower. It lathers well and leaves my skin soft and hydrated. The scent is intoxicating and improves my shower experience."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Necessaire makes high quality products with a luxury fragrance experience. The body wash doesn't leave the skin on my body dry or irritated. This particular scent is sweeter and more feminine than others I've tried."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "This is such a beautiful body wash!! It has a thick, rich, foamy lather - and cleans my sensitive skin without being too drying or stripping. The scent is stunning as well- very warm and inviting, perfect for everyday!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Smells great, it almost has a fresh smell to it once rubbed in I think it smells a little musky. Which I actually really like. Made my skin clean and soft. It doesnu2019t lather as much as my usual but i still really enjoyed it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Necessaire makes top notch body care products. I love the Olibanum body wash has such an amazing scent. I love how the scent lingers on my body. This body wash does produce so many suds and I like that it is so cleansing."
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Necessaries the body wash has a scent of olibanum it is packed with vitamins made my skin look so beautiful it works so good my skin looks healthy I noticed it hydrated my skin and smells amazing."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this body wash and am happy! It shipped quickly and has solid packaging so it doesnu2019t leak. It is sleek and foamy and smells amazinggg! I would definitely recommend this to my friends and buy again!"
        },
        {
            "review_title": "A must buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This body wash is amazing! The smell is so nice and fresh- not overpowering. Itu2019s non drying but works so well and leaves me feeling refreshed. I love the consistency as well. Has amazing skincare additives as welll. A must buy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I really like the ingredients. It left my skin feeling so smooth and clean after using. I also really like the scent and it left a subtle scent afterwards. I would love to try other products they have."
        },
        {
            "review_title": "Has vitamin C",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This body wash smells so amazing. Itu2019s super refreshing and makes skin feel smooth. It contains vitamin C and  vitamin E. I received the body wash ilibanum for this post. I would definitely recommend this body wash."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I recently tried out this body wash, and I have to say, it's pretty impressive. The texture is really smooth and the scent has this subtle, earthy vibe to it that I quite like. It doesn't leave my skin feeling dry, which is a big plus. Also, the packaging is sleek and simple, which I appreciate. Overall, it's definitely worth a try if you're looking for a reliable body wash."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I really like this body wash! It smells sooo good! The package and the quality of the bottle is premium. The design of the bottle top is very clever and easy to use. Iu2019m so glad I got this product to try!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m such a huge fan of this brand as their product are probably some of my favorite on the market right now they always smell so great. I couldnu2019t be more obsessed with this smell and how it makes my skin feel! 100% recommend."
        },
        {
            "review_title": "Must Have Body Wash",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I am absolutely obsessed with this body wash, I was so excited to try them out because all Iu2019ve heard is great reviews about it and now I know why! Itu2019s soooo foamy and the smell is soooo nice and clean! Leaves the skin feeling so soft and hydrating! Canu2019t wait to try more of their products."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "I love how this brand is clean ingredients. Iu2019ve been using them for a while and the shower products are the best ones. They smell great and long lasting scent after too. I definitely would recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Necessaire's The Body Wash Olibanum presents an enchanting, fresh aroma that captivates the senses. Its gentle yet effective gel formula not only cleanses the skin delicately but also ensures hydration, leaving the skin feeling soft, smooth, and radiant with each use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Necessaire's body washes are fantastic! I adore their gel consistency and the subtle hint of citrus in the fragrance. It leaves my skin feeling clean and refreshed, without any dryness or irritation. The gentle lather feels luxurious on the skin."
        }
    ]
}