{
    "product_id": "238",
    "name": "Airbrush Flawless Finish Setting Powder",
    "brand": "Charlotte Tilbury",
    "categories": "Makeup, Face, Setting Spray & Powder",
    "price": 65.0,
    "about": "What it is: An ultra-fine setting powder that blurs imperfections and visibly reduces shine...Coverage: Medium..Finish: Natural..Formulation: Pressed Powder..Skin Type: Normal, Dry, Combination, and Oily..Highlighted ingredients:.- Rose Wax and Almond Oil: Help to nourish, soften, and moisturize the skin..- Light-reflecting Pearls: Pearlescent pigments diffuse light as it hits your face to luminate the complexion...Ingredient Callouts: Free of sulfates SLS and SLES, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, triclosan, and triclocarban, and contains less than one percent of synthetic fragrances. This product is also vegan, cruelty-free, and gluten-free...What else you need to know: This micro-fine powder gives you an immaculate complexion and doesnu2019t cake or sit in fine lines. Rose Wax and Almond Oil hydrate and smooth skin. Ideal for long-lasting complexion or a perfecting finishing touch. And you can now stay flawless because Airbrush Flawless Finish is refillable!",
    "ingredients": "-Rose Wax and Almond Oil: Help to nourish, soften, and moisturize skin...-Light-Reflecting Pearlescent Pigments: Diffuse light as it hits your face for a luminous complexion.....Talc, Mica, Polymethyl Methacrylate, Dimethicone, Silica, Pentaerythrityl Tetraisostearate, Cetearyl Ethylhexanoate, Zinc Stearate, Zea Mays (Corn) Starch, Chlorphenesin, Potassium Sorbate, Tocopheryl Acetate, Pei-10, Propylene Glycol, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Rosa Multiflora Flower Wax, Tetrasodium Edta, Aqua/Water/Eau, Dimethiconol, Tilia Cordata Flower Extract, Methylparaben, Ethylparaben, Propylparaben, Butylparaben, [+/- Titanium Dioxide (Ci 77891), Iron Oxides (Ci 77491, Ci 77492, Ci 77499)].",
    "how_to_use": "Suggested Usage:.-Using the Sculpt Brush (sold separately), apply Airbrush Flawless Finish around the nose, T-zone, and any other oily areas that need to be mattified. .-It can be used on its own, or on top of foundation and concealer to set them in place. u00adu00ad.-For oily skin types looking for a truly flawless finish, apply Airbrush Flawless Finish all over the face for more coverage, starting from the T-zone and working outwards and upwards.",
    "num_reviews": 2900,
    "overall_rating": 4.2,
    "product_url": "https://www.sephora.com/ca/en/product/airbrush-flawless-finish-setting-powder-P433526?skuId=2605988&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2605988-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1 Fair",
            "shade_descriptor": "very fair to fair",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2606085-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "1 Fair",
            "shade_descriptor": "very fair to fair",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2606085-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "1 Fair",
            "shade_descriptor": "very fair to fair",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2606085-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "1 Fair",
            "shade_descriptor": "very fair to fair",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2606085-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": []
}