{
    "product_id": "672",
    "name": "Un Jardin u00e0 Cythu00e8re Eau de Toilette Travel Spray",
    "brand": "HERMu00c8S",
    "categories": "Fragrance, Women, Rollerballs & Travel Size",
    "price": 58.5,
    "about": "Fragrance Family:Earthy & Woody.Scent Type:Citrus & Woods.Key Notes:Golden Grasses, Olive Wood, Pink Pistachio.Fragrance Description:This is a citrus and woody fragrance that combines enveloping notes of grasses with the strength of olive wood and the tenderness of fresh pistachio..About the Bottle:Designed by Fred Rawyler, the bottle is inspired by the lines of the horse-drawn-carriage lanterns of yesteryear. The luminous yellow glass echoes the sunny fragrance. On the box, artist Elias Kafouros sketches a colorful landscape of his homeland: golden grasses, green olive trees, fresh pink pistachios, and in the background, the blue of the sea..About the Fragrance:Created by Hermu00e8s' perfumer Christine Nagel, Un Jardin a Cythu00e8re Eau de Toilette is a surprising garden that is neither green nor floral, but... blond. It is the expression of an olfactory quest through Greece that leads to Kythira, a picturesque island that has inspired many artists.",
    "ingredients": "Alcohol, Parfum  (Fragrance),  Aqua  (Water), Benzyl  Salicylate, Limonene,  Alpha-Isomethyl  Ionone,  Ethylhexyl  Salicylate,  Butyl Methoxydibenzoylmethane, Methyl  Anthranilate, Linalool, Coumarin, Citral, Pentaerythrityl Tetra-Di-T-Butyl  Hydroxyhydrocinnamate,  Citronellol, Hydroxycitronellal, Geraniol, Benzyl Alcohol, Tris(Tetramethylhydroxypiperidinol) Citrate, Eugenol, Disodium Edta...This list is subject to change over time. Please refer to the information on your productu2019s packaging for the most up-to-date list of ingredients.",
    "how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;.-After applying, avoid rubbing or dabbing skin. This breaks down the fragrance, causing it to wear off more quickly.&nbsp;.-If you prefer placing fragrance on your wrists, be sure to reapply after frequent handwashing, as this tends to rinse off the scent.&nbsp;.-Replace fragrance after 12 months. Expired perfumes more than a year old lose the integrity of the original scent... Eau de Toilette or Eau de Parfum?: .The difference lies in the volume of perfume oil. While EDT contains five to nine percent, EDP contains more, usually eight to 14 percent. EDPs, therefore, last longer and smell more intense.",
    "num_reviews": 8,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/un-jardin-a-cythere-eau-de-toilette-travel-spray-P505678?skuId=2648418&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2648418-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "0.5 oz / 15 mL eau de toilette spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2648418-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "My all time favourite.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I've been trying to find my signature perfume and I've tried plenty of other high end brands like dior and valentino, but this is my straight go to when i wanna smell fresh, like lemon almost, pistachio and its so soft, perfect for summer and the longevity is fine. it lasts for hours for on me!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "Amazing. I think the pistachio is very forward. Overall just a great unique smell. Would buy again and again."
        },
        {
            "review_title": "Subtle Green Lemony Powder",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "It's a light lemony green powdery smelling perfume. Could be used for everyday wear but personally I don't find that it gives that *pop* that I'm looking for. It's subtle and in the background so it would definitely have to be layered. Couldn't decide whether to return or keep but I think I'll keep it since it's just a travel size and can come in handy at some point."
        },
        {
            "review_title": "Oh my word u263aufe0fud83eudef6 itu2019s a gorgeous fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This is honestly one of the most underrated fragrances Iu2019ve purchased yet. At first you get the freshness of Mediterranean lemon then the pistachios soften the scent into a warm sea side breeze"
        },
        {
            "review_title": "Good but probably will not be buying a full size.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "starts citrusy and dries down powdery on me. It is not as green/fresh as the other jardin series. I feel more adult-ish wearing this than wearing sur le nil or sur le toit, but it is still casual enough for daily wear. However, I do not think I will be purchasing this in a full size."
        },
        {
            "review_title": "Sensuality in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "This has become my signature scent!  I love how it makes me feel itu2019s sensual and uniqueud83dudc9a"
        },
        {
            "review_title": "My New Favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely love this new scent! Itu2019s like a buttery rose petal with bright citrus; if that even gives it justice. Itu2019s delicious!!"
        },
        {
            "review_title": "Good mood in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "what a pleasant surprise! It was a blind purchase and I got it because I'm a sucker for the hermu00e8s jardin collection -  and this one certainly didn't disappoint! It's different from its peers though, falling more on the citrusy side than floral. It opens with a freshly squeezed lemon scent then dries down into a mix between powdery flowers and fresh pistachios. It's a very fresh scent yet unique and sophisticated. Perfect for sunny days."
        }
    ]
}