{
    "product_id": "823",
    "name": "Ultimate Reset + Repair Hair Mask and Shampoo Value Set",
    "brand": "K18 Biomimetic Hairscience",
    "categories": "Hair, Value & Gift Sets",
    "price": 101.0,
    "about": "What it is: Get the ultimate damage repair with this bestselling duo. This set includes a full-size leave-in mask that reverses hair damage in just 4 minutes plus a free mini detox shampoo which removes buildup...Hair Texture: Straight, Wavy, Curly, and Coily..Hair Type: Fine, Medium, and Thick..Hair Concerns:- Color Safe.- Damage, Split Ends, and Breakage.- Scalp Build Up..Key Benefits: - Cares for hair damage from bleach, color, chemical services, and heat in as few as four minutes.- Color-safe detox shampoo removes buildup from product, sebum, and copper.- Restores strength, softness, smoothness, shine, and bounce..Highlighted Ingredients:- K18PEPTIDE: Targets damage from bleach, color, chemical services, and heat..- Activated Charcoal: Absorbs toxins, excess oils, and dirt in the hair and scalp..- Salicylic Acid: Visibly clears sebum buildup without stripping essential moisture and lipids...Ingredient Callouts: These products are vegan...What Else You Need to Know: This two-step routine is designed for optimal reparative results. The mini color-safe detox shampoo creates a clean canvas on the hair by effectively removing product buildup, excess oil, and metals common in tap and hard water with a pH-optimized formula that won't leave hair over-stripped or easily tangled. The bestselling leave-in molecular repair hair masku2014which repairs hair damage from bleach, color, chemical services, and heat in as little as four minutesu2014restoring strength, softness, smoothness, and bounce...Fragrance Description: These products have a fresh-floral scent with notes of jasmine and peony..Clinical Results: In a clinical study, after 1 application of the PEPTIDE PREP Detox Shampoo:.- 99% of product buildup was removed.- 95% of sebum was removed.- 76% of copper was removed..In a clinical study, 1 4-minute application of the Leave-In Molecular Repair Hair Mask showed improved strength and elasticity in hair damaged by bleach, color, chemical services, and heat...This Set Contains:- 1.8 oz/ 53 mL PEPTIDE PREP Detox Shampoo.- 1.7 oz/ 50 mL Leave-In Molecular Repair Hair Mask..Clean at Sephora",
    "ingredients": "-K18PEPTIDE: Targets damage from bleach, color, chemical services, and heat..-Activated Charcoal: Absorbs toxins, excess oils, and dirt in the hair and scalp..-Salicylic Acid: Visibly clears sebum buildup without stripping essential moisture and lipids...PEPTIDE PREP Detox Shampoo:.Water (Aqua) (Eau), Sodium C14-16 Olefin Sulfonate, Cocamidopropyl Hydroxysultaine, Salicylic Acid, Charcoal Powder, sh-Oligopeptide-78, Panthenol, Glycerin, Sodium Phytate, Guar Hydroxypropyltrimonium Chloride, Caprylyl Glycol, Caprylhydroxamic Acid, Citric Acid, Potassium Hydroxide, Sodium Hydroxide, Fragrance (Parfum), Benzyl Salicylate, Limonene...Leave-In Molecular Repair Hair Mask:.Water (Aqua) (Eau), Alcohol Denat., Propylene Glycol, Cetearyl Alcohol, Dicaprylyl Ether, Cetyl Esters, Behentrimonium Chloride, Polysorbate 20, sh-Oligopeptide-78 (K18PEPTIDE), Hydrolyzed Wheat Protein, Hydrolyzed Wheat Starch, Isopropyl Alcohol, Tocopherol, Phenoxyethanol, Potassium Sorbate, Citric Acid, Fragrance (Parfum), Geraniol, Linalool, Hexyl Cinnamal, Benzyl Alcohol...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Use this detox + mask routine at least 1x per week to reset hair + scalp and repair damage.&nbsp;..PEPTIDE PREP detox shampoo.- Prep the hair for maximum damage repair by massaging the detox shampoo into the hair and scalp..- Rinse thoroughly...Leave-In Molecular Repair Hair Mask.- After shampooing, do NOT condition.- Towel-dry hair..- Apply 1-3 pumps of molecular repair hair mask to mid-length and ends. Begin with 1 pump and build as needed.&nbsp;.- Let sit for 4 minutes..- Do not rinse out..- Style as usual...Pro Tip:.- Highly concentrated formulas. Start with the minimum recommended amount and build as needed.",
    "num_reviews": 69,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/k18-hair-ultimate-reset-repair-hair-mask-shampoo-set-P514347?skuId=2814424&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2814424-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Itu2019s good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "Not a huge fan of the smell, and itu2019s not very conditioning however my hair feels much stronger! I wish I could condition after this"
        },
        {
            "review_title": "Ruined my hair",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "This product made my hair SO frizzy and so dry. it looks as if I have breakage all the way up my hair strands after using this just 3 times. My hair has never been so frizzy in my life. it looks far more damaged now than it did prior to using the treatment.  I had such high hopes for this after reading all of the amazing reviews, but this product is not at all for me. Will be returning."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love this so much! It does what it says it does!!!"
        },
        {
            "review_title": "Detox shampoo makes mask even more effective!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "I dye my hair regularly and style it with heated tools several times each week, which has caused it to become significantly damaged.  I've tried the K18 leave in molecular mask on its own in the past, and it's a blessing with how it's able to minimize breakage so I can continue to grow out my hair to be as long as I desire.  Two pumps is all I need for each occasion and it never leaves my hair feeling weighed down or greasy.  However, combining the mask with the peptide prep detox shampoo has been a gamechanger.  The shampoo has a citrus scent and a dark color due to the charcoal, but it doesn't deposit any pigment in my light hair.  It rinses out cleanly without making my dry strands feel stripped of moisture.  And best of all, it removes all build up from products, oils, and dirt so when I apply the mask afterwards it can reach the innermost layers of hair without any obstacles.  When I use both of these products together, my hair feels even softer and smoother than when I use the mask alone."
        },
        {
            "review_title": "Love this!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this hair duo from k18. The detox shampoo leaves my hair feeling so clean and refreshed after a long week of buildup. I love the mask because you donu2019t have to use conditioner and it makes my hair feel so soft and repaired!"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I know that the leave-in SHOULD be the star of the show in this little set, but for me it is definitely the clarifying shampoo! Iu2019m a once a week shampoo-er and this one gets my hair clean as a whistle without drying it out at all! Iu2019m obsessed!"
        },
        {
            "review_title": "K18 love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "his hair mask is one of the best Iu2019ve tried for strengthening and instantly repairing hair with just one use. Itu2019s amazing how it works to make hair look more beautiful. Honestly, I loved it and highly recommend it because there are very few products that help repair hair from the very first use"
        },
        {
            "review_title": "Excellent deal",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I had already know I loved the K18 mask because I have gone through a full size so this kit, to me is an excellent deal since you get a full size of the mask and you get to try the detox shampoo which is mainly what I am focusing my review in. I do think that the shampoo does a wonderful job and cleaning out all the product from the hair that has built up over the 3-4 days that I go without washing my hair. It does pair very nicely with the mask, but I do think it would work good with any conditioner/mask also so that is a plus. I would definitely recommend this kit for those interested is trying the brand out for the first time because as mentioned it is an excellent deal."
        },
        {
            "review_title": "Transform Damaged Hair Fast!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Transform Your Hair with K18 Biomimetic Hairscience Peptide Prep Clarifying Detox Shampoo and Leave-in Molecular Repair Hair Mask The K18 Biomimetic Hairscience Peptide Prep Clarifying Detox Shampoo and Leave-in Molecular Repair Hair Mask is a game-changer for my damaged hair. This advanced formula is specifically designed to detoxify, repair and restore damaged hair at a molecular level. Utilizing biomimetic science, it targets and repairs the broken keratin bonds, resulting in stronger, healthier, and more vibrant hair. The K18 Biomimetic Hairscience detoxifying shampoo and hair mask is perfect for all hair types, including color-treated hair like mine. It does not interfere with your existing hair color, but rather enhances its vibrancy and shine. After shampooing and towel-drying your hair, simply distribute one to three pumps in your hand and rub them together to activate the serum and then massage throughout your hair, focusing on the mid-lengths and ends. There's no need to rinse it out. Wait four minutes and then style your hair as desired, and you're good to go! After just a few uses, I noticed a significant improvement in the overall health and appearance of my hair. Say hello to silky-smooth strands and decreased frizz. Your hair will feel incredibly soft, lightweight, and full of body."
        },
        {
            "review_title": "A must have for any hair routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "K18 is a staple in my house. Iu2019ve gone through multiple bottles of the leave-in hair mask because my hair is super damaged since I bleach it. A few uses of the leave-in and my hair feels super soft and the ends donu2019t get as many split ends. The shampoo is great to prep the hair before the mask. This kit is perfect since you get the mini shampoo for free!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The shampoo has a gentle yet effective formula, cleansing without stripping the hair of essential oils. It feels luxurious and leaves the scalp refreshed and balanced. But the real star is the hair mask, after using it, my hair felt noticeably stronger, softer, and more manageable. The only minor downside is the priceu2014it's on the higher end."
        },
        {
            "review_title": "My hair feels great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "My hair has been feeling a little dry lately, and I was so glad I was able to try the K18 shampoo and hair mask. My scalp feels so good after I use them.  The shampoo is hydrating and the hair mask made my hair so smooth. My hair feels and looks great."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This duo is the perfect combination for dry, damaged hair. The shampoo really gives a deep cleansing to your hair and scalp without stripping the moisture away. The leave in mask is so incredible at leaving my hair feeling soft and smooth without weighing down my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I actually Love this K18 brand, their products are definitely a luxury that everyone must experience. The shampoo is very hydrating and really cleans my hair without stripping it and the mask is the ultimate luxury. The Mask really leaves my curls so soft and bouncy. My hair has so much more volume and shine after using these products it's like a salon treatment right at home. I will always keep my K18 products in rotation.  Highly Recommend !!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I really love the repair mask, it has been working great for my hair, a bit tricky to use at first but once you know the routine it makes your hair look amazing. The shampoo is great to use once a week to help clear up buildup on the hair which is great, it leaves my hair actually feeling clean. Such a great set to try two amazing products."
        },
        {
            "review_title": "Reset & Repair!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love this K18 reset and repair shampoo and mask! My hair was seriously due for some detoxing from all of the texturizing, dry shampoo, silicone product I put in my hair. I used the detox shampoo, rinsed and towel dried my hair. Then I put about 2 pumps of the K18 leave in mask in my hair evenly. I used 2 pumps because I have really long, thick hair. I waited about 10 minutes then proceeded with my normal leave-in conditioner and brushed through my hair. This routine left my hair soft, shiny and flowy with no tangles. This set is a great price deal as well!!! I highly recommend this set for the holidays."
        },
        {
            "review_title": "On my 3rd bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "Iu2019m a big fan of the K18 hair mask (Iu2019m on my 3rd bottle); so I love that this is a full size K18 with a bonus clarifying shampoo. For the mask, make sure not to put in ANYTHING (including conditioner, detangler, etc) on your hair after you shampoo. I was excited for the shampoo as Iu2019ve never tried a clarifying one. My scalp felt super clean after rinsing, but my hair is damaged so Iu2019m worried my hair canu2019t handle it long term"
        },
        {
            "review_title": "Great set!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Hello coverage!! For being such a lightweight feel and runny consistency, I thought for sure that this would be more of a skin tint type of foundation, but wow. It covered up my breakouts like nothing! It wears beautifully throughout the day with very minimal touching up, even in my oily areas. Super flattering. My only concern is that I picked out the shade Cheesecake because itu2019s described as having a golden undertone and I found it to lean more peachy-neutral. Iu2019ve still been able to make it work, but I highly recommend going in store to find your shade match."
        },
        {
            "review_title": "100%recommend!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I love both of those products. Iu2019ve used this mask before and I really love how it repairs my hair very fast. I love that you donu2019t need to rinse it off so you can use it at any part of the day and I think this mask works even better if you use the detox shampoo, I noticed less flakiness on my scalp and my hair stayed cleaner longer."
        },
        {
            "review_title": "A Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This set is worth the price of admission.  When I first discovered K18, I was a little hesitant because the price was a bit high considering the conservative size of the packaging, but I have come full circle and after using these products, I get it.  A tiny bit goes such a long way and the products actually work. Iu2019m just amazed at how soft they make my hair and the shampoo may be a detox shampoo, but it isnu2019t drying at all.  The mask is insane, I have a lot of hair and just applying a little bit to my hands and warming it up, makes this mask transform on my hair. Wow! Awesome brand and awesome products."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The K18 peptide prep shampoo has a lightweight, clear formula that lathers well and deeply cleanses the hair without feeling too harsh. The recovery hair mask has a light gel texture, slight shine. Hair feel silky smooth after 4 use. Great for damage or color hairs."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "A really nice set to get started with the K18 system. I love this brand and this set contains a clarifying shampoo and a leave in hair mask. The shampoo does a fantastic job of cleansing my scalp and the leave in conditioner effectively leaves my hair shiny and smooth. My hair feels healthier overall now"
        },
        {
            "review_title": "Fresh scalp, silky hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I really liked both products from this routine! After the first use, I noticed a visible improvement in my hair. The PEPTIDE PREP detox shampoo left my scalp feeling fresh and clean, removing all the build-up without drying out my hair. My hair felt soft and silky after using the Leave-In Molecular Repair Hair Mask, which I applied as instructed, focusing on the mid-lengths and ends. I also love that the mask is highly concentrated, so a little goes a long way. After just a few days of use, itu2019s already helping with damage from chemical treatments, leaving my hair smoother and more manageable."
        },
        {
            "review_title": "Amazing Duo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This is an amazing set! I love the detox shampoo, it really removes any product buildup and hard water buildup from my shower. The mask is also amazing and pairs so well after using the detox shampoo."
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I love this hair set. The detox shampoo makes my hair feel so clean and free of buildup and the deep conditioning mask made my hair so soft. My hair feels so healthy and full of moisture and it looks so shiny."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "PERFECT set for the holidays!! the hair mask is one of my favorites ever and always leaves my hair feeling so soft and healthy. had never tried the shampoo but for someone who has hard water i think this worked wonders on my hair! k18 makes amazing hair products and i think this would make the perfect gift, especially for a secret santa or white elephant. highly recommend!"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "K18 Ultimate Reset + Repair Hair Mask and Shampoo works so incredibly well! My hair has never looked for felt so clean and smooth. I donu2019t have the frizz and flyaways like normal either. This is a must have for my hair routine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "What a great set that has both peptide prep detox shampoo and full size repair hair mask at a discount! These are both fabulous products gifted by K18. The peptide prep gets rid of any hair buildup while prepping hair for the mask. The mask makes hair silky and practically looks transformed and much healthier after less than 5 minutes. Highly recommend!"
        },
        {
            "review_title": "Great duo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "Iu2019ve tried the hair mask before and loved and and was intrigued by the set with the detox shampoo. After trying the detox shampoo I am very pleasantly surprised. It does a good job of removing any buildup of product and oil without totally stripping your hair. As Iu2019ve already tried the mask I can just say itu2019s really a great mask."
        },
        {
            "review_title": "Just what my hair needed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This product has made my hair feel so amazing after all the stuff Iu2019ve done to it.  Even after just one use, I could totally tell a difference in how my hair looked and felt. The detox shampoo cleans my hair really well without making it dry.  This will be something I will continue to use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I have both of these products separately and now that I got them in a set I am so excited! This is my hair secret! The k18 hair mask is a must have if you want your hair to be in healthy condition! It just works the best out of all the hair products I have"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "The way that I am obsessed with this set! I have been looking for a color safe detox shampoo and the k18 product literally makes the biggest difference within one use! I couldn't believe how amazing it is!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "Iu2019m in love with this set from K18. The charcoal shampoo gets my hair super clean without making it feel dry and stripped. The leave in hair mask applies easily to towel dried hair and left my hair feeling soft and strong. I have fine, thin hair but it didnu2019t weigh it down at all."
        },
        {
            "review_title": "Great results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "This is a great set to detox your hair and repair damage. The shampoo does a great job removing product build up and it leaves my hair feeling super clean. The repair mask is amazing. I have damaged hair from coloring and heat from daily styling. This mask has made my hair look and feel so much better; it's softer, smoother and shiny. The best part is that it works in 4 minutes and no need to rinse it out."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Really nice set, mask is great on my hair restoring slowly healthy look and shine. Small amount goes a long way on my fine hair. I also like the shampoo sample the set comes with, definitely helps with build up. Great set for a gift this Christmas"
        },
        {
            "review_title": "Must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "This mini set features the same powerful Repair Hair Mask in a smaller size, paired with a Molecular Repair Oil. The mask helps restore damaged hair, making it feel softer and healthier. The oil adds shine and helps control frizz without feeling heavy. This set is perfect for trying out K18 products or for travel."
        },
        {
            "review_title": "Reviving My Strands with K18",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "After months of heat styling and coloring, I turned to the K18 Ultimate Reset + Repair Shampoo and Hair Mask Set, and itu2019s been a great boost for my hair. The shampoo has a gentle, sulfate-free formula that leaves my scalp feeling clean without drying out my hair. It lathers nicely and doesnu2019t strip away natural oils, which is key for keeping moisture intact.  The hair mask is where the magic really happens. You only need a small amount, and you leave it inu2014no rinsing! After just two uses, I noticed my hair felt softer, stronger, and the frizz was much more manageable. Itu2019s not heavy either, so it doesnu2019t weigh down fine hair like mine. Iu2019ve seen less breakage and more shine, which is exactly what I needed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I truly canu2019t believe how great this brand is. So Iu2019m prescribed special shampoo because my dandruff is out of control and this shampoo actually works just as well and itu2019s actually good for my hair unlike my medicated shampoo I feel like itu2019s probably damaging my hair. This mask is a life saver also. Iu2019m just obsessed"
        },
        {
            "review_title": "Must have in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "The K18 Ultimate Rest + Repair Duo is incredible. I get a lot of buildup on my hair and scalp because I donu2019t wash that frequently. The shampoo made my scalp and hair feel so clean, but not stripped. Afterwards, I towel dried my hair and applied the leave in mask. After 4 minutes I brushed my hair. It felt so soft when I styled it. I will continue to use this once a week."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love K18 products and I use their whole line. Iu2019m running low on the mask, so Iu2019m so happy to restock with this set. I love how easy it is to use the mask. Clarifying shampoo is nice and gentle. I use it both either and without K18 mask and it works great every time"
        },
        {
            "review_title": "Must have it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "So my hair was damaged by heat n color damage and looked really dry. I had an overseas trip in the Caribbean to Trinidad and ended up going to a hairdresser there for a function, she immediately told me how to care for my hair and told me use k18 repair mask and try and use the shampoo and oil as well now she had it really expensive and saw my hesitation so she said well when you go back to the us see if you can order it online and use it. I ended up buying the shampoo repair mask and oil. And let me tell you in two days of just using this product its mind blowing the blatant dryness just disappeared like I said Magic in a bottle. You get what you pay for. It pricey but it worked so I'm glad I invested in my hair. I would recommend. If you Dont have the money save up and before you know it you could buy it so invest in your hair care it worked for me n I'm very happy!"
        },
        {
            "review_title": "definitely delivers!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I used the K18 ultimate reset and repair set and my overall experience was really positive. The shampoo is really small but it is super concentrated so I only needed a small amount, even for my long hair. The shampoo lathers really well and rinsed cleanly. I followed up with the leave in mask, using about 2 and a half pumps. I waited the 4 minutes and then brushed, blow dried and straightened. Honestly, I was a little skeptical because after shampooing and towel drying, my hair felt really tangled and unruly. However, the end result was really something. My hair was so soft and looked so good. Follow the steps and the results are really great."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This is the best holiday set from the best brand! Getting the full size mask is incredible and itu2019s the best product Iu2019ve ever used on my hair! Leaves my hair super healthy even though I have damaged hair! I also love the shampoo! It works so well at getting my scalp clean and the size is great for traveling with!"
        },
        {
            "review_title": "Iu2019m sold",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The K18 Biomimetic Hairscience Ultimate Reset + Repair Hair Mask and Shampoo Set has been good for my dry, damaged hair. After just a couple of uses, my hair looks and feels noticeably healthier, and my curls are starting to spring back to life! The detox shampoo leaves my scalp feeling clean without stripping away essential moisture, and the leave-in mask works wonders in just a few minutes, making my hair soft and strong. The gift set is such a good deal, and the cute packaging makes it a hard sell for me. Though the products are small, theyu2019re incredibly concentrated, so they last much longer than youu2019d expect. If youu2019re looking for an effective repair treatment, this set is definitely worth a try. My first K18 product but not my last"
        },
        {
            "review_title": "Only Good Hair Days",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "K18's  Ultimate Reset + Repair Hair Mask and Shampoo Set is definitely my go-to. The Peptide Prep Detox Shampoo really gets the build up in my hair. My scalp truly has never felt so clean. The Leave-In Molecular Repair Hair Mask takes my damaged hair and gives me immediate results. The confidence this duo gives me is impeccable. My hair is clean, soft, and manageable. No more wearing hats, good hair days only. I highly recommend!"
        },
        {
            "review_title": "The BEST thing you can do for your hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is absolutely worth it! I looove that this set comes with everything you need. You use the shampoo provided beforehand u2014 no conditioner u2014 then after your shower you apply the k18 mask to your hair and wait for the miracle to happen. If Iu2019m being honest, my old faded blonde ends are like straw and k18 has entirely changed that for me! Somehow I have healthy and happy hair again! YAY!"
        },
        {
            "review_title": "Treat yourself to this one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Dry skin",
            "review_text": "The best for a reason! This is a really great way to gift or experience k18 for yourself. The line is viral because it actually works to repair your hair -- I don't think I'll ever be able to stop using it after seeing the damage repair for myself!"
        },
        {
            "review_title": "Amazing haircare set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Amazing value set! Those products are my must haves in my haircare routine. The mask is doing magic, it transforms my damaged dry hair so well, leaves hair very soft and smooth. Detox shampoo helps with buildup. I definitely recommend this set!"
        },
        {
            "review_title": "Excellent set!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This set is so good I love it. The clarifying shampoo is so perfect! It cleans really well without stripping my hair. Itu2019s a wonderful prep step and better than other clarifying shampoos Iu2019ve tried! The hair mask is ALSO amazing. It have saved my hair! If you chemically alter your hair, k18 is a no brainer. This set is a great way to introduce yourself to the products or give as a gift!"
        },
        {
            "review_title": "Best set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This is such a great hair set! I love both of these products and I love how the mask is full-size and the shampoo is a travel size! These two products work so well together and k18 is my favorite hair care brand ever. The shampoo smells so good and the mask really helps my hair feel super smooth!"
        },
        {
            "review_title": "More volume and healthy hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The K18 Ultimate Reset + Repair Hair Mask and Shampoo Set is a game-changer for my hair care routine! The detox shampoo provides a deep cleanse, thoroughly purifying my scalp and removing all the dirt, oils, and product buildup that weigh my hair down. It leaves my scalp feeling refreshed and balanced. Then comes the leave-in molecular repair mask, which is an absolute miracle worker. It instantly smooths my hair, deeply hydrates every strand, and restores its natural elasticity and shine. I love how my hair feels soft, bouncy, and revitalized all day long, with added strength and resilience after every use. This set has truly transformed my hair making it healthier, stronger, and more vibrant."
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I have been loving this Ultimate Reset and repair gift set by K18 so so much! It has helped my hair so much, it is much healthier and smoother after using this. This would also make a great gift i definitely recommend it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Not bad, first time using this and my hair had been extremely transformed and it was amazing with how well it helped restore my broken hair and now it is much more healthy. I received something in exchange for this post."
        },
        {
            "review_title": "The hair mask is the best hair product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "This is hands down the best hair treatment I have ever used. The hair mask really does feel like it has repaired my blonde damaged hair. It feels so much stronger and just looks healthier. The shampoo is amazing especially if you have build up. It cleans thoroughly and doesnu2019t leave my hair feeling stripped. This is a great price too."
        },
        {
            "review_title": "Great haircare set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I'm trying  to find product that could help my hair without any side effects. I tried this set and wanted to see a result. after some time I found that this shampoo helped my hair cleanse from excess oil and Impurities without any problem, hair mask also worked great It helped  damaged hair to return healthy look that I couldn't achieve."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "The repair mask is a game changer for damaged hair. Itu2019s the only thing that has worked for me and Iu2019ve been using it for a while. I really like this shampoo too. I was using the damage repair shampoo from k18 prior but this one is up there for me too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "The shampoo made my scalp and hair feel lighter and clean. I followed the specific instructions listed for the hair mask and noticed that my really thick hair feels softer to the touch and easier to brush through."
        },
        {
            "review_title": "Works wonders instantly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love K18 and I've been using the repair hair mask for a long time now. It gives me smooth and frizz free hair that lasts 3-4 washes. I'm also now amazed at this Peptide prep shampoo. It makes my hair very soft and bonds my split ends."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This set is a total game-changer for damaged hair. The shampoo gently cleanses without stripping my hair, leaving it feeling soft and refreshed. My hair feels like it's been completely reset, with less frizz and more shine. Itu2019s the perfect duo for anyone looking to restore and revive their hair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love travel sets from anyone. When your on the road you still want to take care of your hair so any set like this is important. It will also pass the tsa regulations.  Definitely made my hair soft."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this set! The shampoo makes my hair feel clean and hydrated without weighing it down and making it feel oily. Iu2019ve also really been enjoying the mask- it keeps my hair feeling soft after bleaching it so often. This is the perfect travel size set!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Combination skin",
            "review_text": "The K18 Ultimate Reset + Repair Hair Mask and Shampoo Set is a powerful duo designed for deep repair and rejuvenation of damaged hair. The shampoo effectively cleanses without stripping the hair, preparing it for the intensive treatment that follows. The star of the set is the K18 Repair Hair Mask, which uses K18u2019s patented peptide technology to restore broken keratin bonds, repairing damage from heat, color treatments, and environmental stressors. Together, they leave hair feeling noticeably stronger, smoother, and healthier after just a few uses. This set is perfect for those seeking a long-term solution to revive stressed, brittle hair and restore its natural vibrancy."
        },
        {
            "review_title": "very nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Medium skin tone, Combination skin",
            "review_text": "I love how the shampoo leaves my scalp feeling fresh and clean, I use it once a week and really enjoy it. The mask leaves my hair soft and shiny, my hair gets tangled easily but with this product everything is better. I recommend it."
        },
        {
            "review_title": "Best Hair Mask and Shampoo combo ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "So I have been absolutely dying to try these K18 products the Molecular Repair Mask to be specific after my hairstylist started using K18 products on my hair when I go to get my roots bleached every month. For reference I have very long very thick hair with full bleach from root to end. I complained that my hair never feels as soft as the first day after my hair appointment and she told me her trick! It is the K18 hair mask! After using this product for the first time on my own I was instantly reminded of the silky smooth texture and shine I enjoy right after I have had a hair appointment with my stylist! Pro Tip don't forget to REALLY emulsify the product in-between your hands until it turns stark white before putting it on your hair! Highly recommend! It is pricey but so worth it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The detox champagne makes my hair feel salon quality clean. Helps to get rid of build up and any greasiness from products overtime. Donu2019t forget to use the leave in treatment without conditioner! Trust the process youu2019ll love it"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I thought this gift set was a great way to try k18 products. I don't have damaged hair so I don't think I needed the mask but I did have split ends and this actually repaired it. I think it is more intended for someone with bleach damaged hair. And even though the shampoo is small you only need a little bit so I think it would last a while."
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Normal skin",
            "review_text": "I really love this product. This is the second time I've used the set, and so far, it's been great. A little goes a long way with both products, and you don't need much to get the promised results after using them for a few weeks. My hair is not only softer and healthier to the touch, but it also looks better, and that's saying something because my hair is long. I highly recommend this product. You will definitely enjoy it! I received the product as a gift in exchange for this honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I recently tried the K18 Ultimate Reset + Repair Hair Mask and Shampoo Set, featuring the Peptide Prep Detox Shampoo and the Leave-In Molecular Repair Hair Mask. The shampoo is a clarifying formula that deeply cleanses without stripping my hair, leaving it feeling fresh and lightweight. After using the shampoo, I applied the Molecular Repair Hair Mask, which felt like it was instantly penetrating and nourishing my strands. I didnu2019t need to rinse the mask, and it left my hair feeling soft and healthier with a noticeable reduction in frizz and damage. Over time, my hair looked smoother and felt stronger."
        },
        {
            "review_title": "Made my hair super soft and healthy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this set! Starting off with the shampoo. It was really simple to use. Felt like it was actually cleaning my hair. Second off the mask. The hair mask is literally amazing. After first use I noticed my hair was so much lighter and softer. Literally became obsessed from that point on!"
        }
    ]
}