{
    "product_id": "509",
    "name": "Bye Bye Bumps - Best of Body Exfoliating Gift Set",
    "brand": "First Aid Beauty",
    "categories": "Skincare, Value & Gift Sets",
    "price": 40.5,
    "about": "What it is:A kit of three First Aid Beauty body favorites that help exfoliate, resurface, and hydrate skin..Skin Type:Normal, Dry, and Combination.Skincare Concerns:Dryness, Redness, and Uneven Texture.Highlighted Ingredients:- Glycolic and Lactic Acids: Help exfoliate skin and visibly brighten and improve texture..Ingredient Callouts:These products are vegan, gluten-free, cruelty-free, and come in recyclable packaging..What Else You Need to Know:The KP Bump Eraser Body Scrub with 10% AHA is a body scrub that sweeps away dry, rough bumps associated with KP and strawberry skin to reveal healthier-looking skin that feels exceptionally smooth. The Ingrown Hair Pads with BHA & AHA are go-to, single-use pads that gently exfoliate skin to slough away dead skin cells that trap hairs, helping to prevent razor burn and painful ingrown bumps from forming. The KP Smoothing Body Lotion with 10% AHA is a multitasking body lotion that combines the benefits of a chemical exfoliant and moisturizer to visibly banish bumps and hydrate skin..This Set Contains:- 4 oz/ 114 g KP Bump Eraser Body Scrub with 10% AHA.Clinical Results:In a consumer perception test with 38 participants, after 10 days of using the KP Bump Eraser Body Scrub with 10% AHA:",
    "ingredients": "-Glycolic and Lactic Acids: Help exfoliate skin and visibly brighten and improve texture..-Salicylic Acid: Helps brighten skin, smooth texture, and nurture..-Pumice Buffing Beads: Natural exfoliating particles remove dead cells to brighten and smooth the appearance of skin...KP Bump Eraser Body Scrub with 10% AHA:.Pumice, Aqua/Water/Eau, Glycolic Acid, Sodium Cocoyl Isethionate, Lactic Acid,.Dimethicone, Stearic Acid, Cetearyl Alcohol, Sodium Hydroxide, Palmitic Acid, Glycerin, C12-15 Alkyl Benzoate, Sorbitol, Colloidal Oatmeal, Tocopherol, Chrysanthemum Parthenium (Feverfew) Extract, Camellia Sinensis Leaf Extract, Glycyrrhiza Glabra (Licorice) Root Extract, Salix Nigra (Willow) Bark Extract, Bisabolol, Hydrogenated Coconut Acid, Xanthan Gum, Steareth-20, Steareth-21, Myristic Acid, Sodium Isethionate, Phenoxyethanol, Potassium Sorbate, Sodium Benzoate, Leuconostoc/Radish Root Ferment Filtrate, EDTA...KP Smoothing Body Lotion with 10% AHA:.Aqua (Water, Eau), Lactic Acid, Propanediol, C12-15 Alkyl Benzoate, Caprylic/Capric Triglyceride, Silica, Sodium Hydroxide, Palmitic Acid, Dimethicone, Stearic Acid, Glyceryl Stearate, Glyceryl Stearate SE, Glycerin, Urea, Allantoin, Colloidal Oatmeal, Ceramide NP, Camellia Sinensis Leaf Extract, Glycyrrhiza Glabra (Licorice) Root Extract, Chrysanthemum Parthenium (Feverfew) Extract, Sodium Phytate, Sodium PCA, Xanthan Gum, Cetearyl Alcohol, Phenoxyethanol, Potassium Sorbate, Sodium Benzoate, Tetrasodium EDTA...Ingrown Hair Pads with BHA &amp; AHA:.Aqua (Water, Eau), Polysorbate 20, Glycerin, Hamamelis Virginiana (Witch Hazel) Water, Glycolic Acid, Salicylic Acid, Sodium Hydroxide, Camellia Sinensis Leaf Extract, Glycyrrhiza Glabra (Licorice) Root Extract, Chrysanthemum Parthenium  (Feverfew) Extract, Aloe Barbadensis Leaf Juice, Sodium PCA, Bisabolol, Phenoxyethanol, Potassium Sorbate, Sodium Benzoate, Benzoic Acid, Tetrasodium EDTA, Citric Acid....",
    "how_to_use": "Suggested Usage:.KP Smoothing Body Lotion with 10% AHA:.-Apply daily to clean, dry skin all over body or problem areas..-Not intended for facial use..-KP Bump Eraser Body Scrub (sold separately) and KP Smoothing Body Lotion are both formulated to help reduce bumps associated with keratosis pilaris. Both products contain 10 percent AHA and can be used effectively on their own. Given the powerful level of AHA in both formulations, First Aid Beauty recommends using the KP Bump Eraser Body Scrub one to two times per week and using the KP Smoothing Body Lotion on non-scrub days, and not using both products on the same day..-Avoid using on the same day youu2019ve shaved..-As with any new skincare product, First Aid Beauty also recommends doing a patch test to see how your skin reacts...Ingrown Hair Pads with BHA &amp; AHA:.-Swipe a pad over clean, dry skin daily..-Begin using a day after shaving or waxing..-Can be used on underarms, bikini area, face/neck, legs, and anywhere else you remove hair..-Sunburn alert: Alpha hydroxy acid (AHA) may increase your skin's sensitivity to the sun and the possibility of sunburn. Use a sunscreen and limit sun exposure while using this product and for a week afterwards...KP Bump Eraser Body Scrub with 10% AHA:.-Use one to two times a week as tolerated..-Apply onto wet skin and gently massage with fingertips onto problem areas..-Rinse and pat dry..-Follow with moisturizer..-Avoid contact with eyes. If contact occurs, rinse well with water..-If irritation persists, discontinue use and consult a physician..-Not intended for facial use..-Use only as directed..-Keep out of reach of children..-Anyone can use this product. A patch test is recommended for those with sensitive skin..-This product contains glycolic and lactic acids that may increase your skinu2019s sensitivity to the sun and particularly the possibility of sunburn. Use sunscreen, wear protective clothing, and limit sun exposure while using this product and for a week afterwards...Recycling Instructions:.-Always check your state and local recycling guidelines.  ..Carton:  .-Break down carton and place in trash. ..Tubes: .-Remove pull tab and place in trash before use..-Unscrew cap and rinse excess product..-Snip tube at neck to separate. .-Recycle all with like plastics...Jar: .-Remove pull tab and place in trash before use.  .-Rinse lid and jar. .-Screw lid and jar closed to recycle with plastics.",
    "num_reviews": 43,
    "overall_rating": 4.1,
    "product_url": "https://www.sephora.com/ca/en/product/first-aid-beauty-bye-bye-bumps-best-body-kit-P504671?skuId=2664142&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2664142-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "I was recommended the scrub by a friend and decided to get this kit since it was included. I'm glad I did because now swear by the pads and lotion. Would highly recommend if you are looking to try any of these products out!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Love the body scrub. Cream was good. The pads were useless"
        },
        {
            "review_title": "Smells like feet",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The body cream smells like stinky feet. Not sure if itu2019s suppose to smell that way or whether it has expired and gone bad?!"
        },
        {
            "review_title": "50-50",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ju2019utilise ces produits depuis un mois du00e9ju00e0 . Bon lu2019exfoliation est tru00e8s bonne ma peau est tru00e8s douce . Mais malheureusement mes jambes en peau de fraise sont toujours lu00e0 ud83dude1e"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Bump Eraser Body Scrub with 10% AHA   This product caused me to break out in the armpits, back, and chest. It clogged my pores and resulted in an affected infection. I even developed an abscess in my upper chest and neck.Never again.   Ingrown Hair Pads with BHA & AHA  This product is useless. It gave me an allergic reaction & it actually burned my skin. PASS  KP Smoothing Body Lotion with 10% AHA To be honest I haven't tried the lotion yet. Based on the reviews its a hit or miss."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "The best ever!! Such a good value for the kit as well"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Vraiment une pu00e9pite! Je vois une petite diffu00e9rence quand je l'utilise, mais j'oublie de l'utiliser ru00e9guliu00e8rement, je penses que si j'u00e9tais assidue, j'aurais eu un ru00e9sultat parfait!"
        },
        {
            "review_title": "A must have in a rootin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Deep skin tone, Oily skin",
            "review_text": "It did change my skin texture and hyperpigmentation. I have no more razor bumps. I will be buy it again. Iu2019ve using it for 1 month everyday."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Un incontournable a ma routine de soins ! L'exfoliant est merveilleux ! Un coup de coeur"
        },
        {
            "review_title": "Bye irritation!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Great value for the price! Iu2019ve been using the scrub + exfoliating pads duo for over 8 months now and definitely have been restocking on the value kits! They work absolutely perfect together!!! A must for smooth, conditioned, exfoliated skin post-shave!!!"
        },
        {
            "review_title": "worth trying!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I started using this to help with both ingrown hairs and u201cbackneu201d. Not only have I seen a reduction in ingrown hairs, but my skin is so smooth and my shoulders/back have not broken out since. I would caution against use as the 10% AHA only needs to be used aevedy few days everyday useeeveryday use,   I would c"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love this set - it lasts a while. The pads and the exfoliant are my favourite. The pads really do work and get rid of those annoying shave bumps! The exfoliant makes your skin sooo nice and full size!"
        }
    ]
}