{
    "product_id": "1372",
    "name": "Brewed Strengthu2122 Mini Starter Set for Roots. Scalp & Hair",
    "brand": "The Rootist",
    "categories": "Hair, Value & Gift Sets",
    "price": 35.0,
    "about": "What it is: A four-step set of travel-size pre-shampoo, shampoo, conditioner, and serum spray to strengthen weak, damaged hair and maintain scalp balance..Hair Texture: Straight, Wavy, Curly, and Coily.Hair Type: Fine, Medium, and Thick.Hair Concerns:.- Damage, Split Ends, and Breakage.- Frizz.- Scalp Build Up.Key Benefits:.- Maintains scalp balance for healthier-looking hair.- Improves texture, smoothness, strength, and shine.- Controls frizz and protects hair from heat.Highlighted Ingredients:.- Proprietary Rootbiomic Fermentu2122: Promotes anchored roots, balanced scalp, and visibly stronger, healthier hair..- Bio-Peptides (Hydrolyzed Yeast Protein): Helps to strengthen and fortify strands from root to tip by targeting collagen and keratin..Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also gluten-free..What Else You Need to Know: This set includes four products that give weak, damaged hair a brew over. The products are powered by Rootbiomic Ferment, a multivitamin superfood that helps healthier hair take root. The pre-shampoo rinse clear sexcess oil and product buildup for a clean, balanced-feeling scalp. The ultra-concentrated shampoo and conditioner are two powerful formulas , free of added water. The BioBrew Serum boosts softness and shine, controls frizz, reduces breakage, and revitalizes roots, scalp, and hair..Clinical Results: Based on dry-combing analysis on bleached hair tresses, in just 1 use:.- 3 times less hair breakage.- Minimizes hair fallout by 3400 strands on average..Based on instrumentation testing on 39 subjects, after 4 weeks of use:.- Controls frizz for up to 72 Hours.- 94% had improvement in scalp moisturization..Based on expert clinical grading evaluation on 39 subjects, after 4 weeks of use:.- 94% had visibly improved texture.- 92% had visibly improved shine.This Set Contains:.- 0.9 oz/ 28 mL AHA + ACV Pre-Shampoo Detox Scalp Treatment & Rinse.- 0.9 oz/ 28 mL Strengthen Sulfate Free Concentrated Shampoo.- 0.9 oz/ 28 mL Strengthen Peptide Concentrated Conditioner.- 0.34 oz/ 10 mL BioBrewu2122 Fermented Strengthening Serum Spray.Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
    "ingredients": "-Proprietary Rootbiomic Fermentu2122: Promotes anchored roots, balanced scalp, and visibly stronger, healthier hair..-Bio-Peptides (Hydrolyzed Yeast Protein): Rich in collagen, keratin, and proteins to help strengthen from root to tip...AHA + ACV Pre-Shampoo Scalp Clarifying Treatment:.Aloe Barbadensis Leaf Juice, Lactobacillus/(Centella Asiatica/Coffee Seed/Ganoderma Lucidum/Hops/Panax Ginseng Root/Scutellaria Baicalensis Root) Extract/Pea Extract/Rice Seed Extract Ferment Filtrate, Arginine, Glycolic Acid, Lactic Acid, Water/Aqua/Eau, Vinegar, Glycerin, Polyglyceryl-4 Caprate, Pentylene Glycol, Hibiscus Sabdariffa Flower Extract, Inulin, Glucomannan, Alpha-Glucan Oligosaccharide, Sarcosine, Mentha Viridis (Spearmint) Leaf Oil, Mentha Piperita (Peppermint) Oil, Decyl Glucoside, Sclerotium Gum, Butylene Glycol, Potassium Hydroxide, Citric Acid, Potassium Sorbate, Sodium Benzoate, 1,2-Hexanediol, Limonene...Strengthen Concentrated Shampoo:.Lactobacillus/(Centella Asiatica/Coffee Seed/Ganoderma Lucidum/Hops/Panax Ginseng Root/Scutellaria Baicalensis Root) Extract/Pea Extract/Rice Seed Extract Ferment Filtrate, Water/Aqua/Eau, Sodium Lauroyl Methyl Isethionate, Sodium Lauroyl Lactylate, Sodium C14-18 Olefin Sulfonate, Cocamidopropyl Hydroxysultaine, Sodium Cocoyl Alaninate, Lauryl Glucoside, Glyceryl Laurate, Sodium Chloride, Glycerin, Butylene Glycol, Glycol Stearate, Hydrolyzed Yeast Protein, Citrus Junos Fruit Extract, Niacinamide, Inulin, Hydroxypropyltrimonium Inulin, Alpha-Glucan Oligosaccharide, Arginine, Glycine Soja Extract, Glycolipids, Betaine, 1,2-Hexanediol, Sodium Cocoate, Guar Hydroxypropyltrimonium Chloride, Citric Acid, Sodium Sulfate, Lecithin, Sodium Benzoate, Tetrasodium Glutamate Diacetate, Ethyl Lauroyl Arginate HCL, Potassium Sorbate, Caramel, Cetyl Alcohol*, Limonene, Fragrance/Parfum...*Conditioning Agent..Strengthen Concentrated Conditioner:.Aloe Barbadensis Leaf Juice, Lactobacillus/(Centella Asiatica/Coffee Seed/Ganoderma.Lucidum/Hops/Panax Ginseng Root/Scutellaria Baicalensis Root) Extract/Pea Extract/Rice Seed Extract Ferment Filtrate, Brassicamidopropyl Dimethylamine, Cocos Nucifera (Coconut) Oil, Water/Aqua/Eau, Glycerin, Pyrus Malus (Apple) Fruit Extract, Brassica Alcohol*, Lactic Acid, Vinegar, Cetearyl Alcohol*, Disunfloweroylethyl Dimonium Chloride, Hydroxypropyl Starch Phosphate, Brassicyl Valinate Esylate, Hydroxypropyltrimonium Inulin, Sodium PCA, Hydrolyzed Yeast Protein, Passiflora Edulis Seed Oil, Oryza Sativa (Rice) Bran Oil, Euterpe Oleracea Fruit Oil, Sunflower Seed Oil Glycerides, Polyglycerin-3, Polyglyceryl-3 Lactate/Laurate, Guar Hydroxypropyltrimonium Chloride, Calcium Gluconate, Butylene Glycol, Lauryl Lactyl Lactate, Trisodium Ethylenediamine Disuccinate, 1,2-Hexanediol, Sodium Benzoate, Potassium Sorbate, Citric Acid, Limonene, Fragrance/Parfum...*Conditioning Agent..BioBrewu2122 Fermented Strengthening Serum Spray.Lactobacillus/(Centella Asiatica/Coffee Seed/Ganoderma Lucidum/Hops/Panax Ginseng Root/Scutellaria Baicalensis Root) Extract/Pea Extract/Rice Seed Extract Ferment Filtrate, C13-15 Alkane, Dioctyldodecyl Dodecanedioate, Ethylhexyl Pelargonate, Water/Aqua/Eau, Pentylene Glycol, Butylene Glycol, 1,2-Hexanediol, Hydrolyzed Yeast Protein, Tetrahexyldecyl Ascorbate, Tocopheryl Acetate, Sphingomonas Ferment Extract, Inulin, Hydroxypropylammonium Gluconate, Alpha-Glucan Oligosaccharide, Saccharide Isomerate, Hydroxypropylgluconamide, Sodium Acetylated Hyaluronate, Sodium Hyaluronate, Sodium Hyaluronate Crosspolymer, Hydrolyzed Sodium Hyaluronate, Caesalpinia Spinosa Fruit Pod Extract, Helianthus Annuus (Sunflower) Sprout Extract, Moringa Oleifera Seed Oil, Melia Azadirachta Extract, Coccinia Indica Fruit Extract, Eclipta Prostrata Extract, Sodium Citrate, Heptyl Glucoside, Glycerin, Maltodextrin, Polyglyceryl-10 Laurate, Sodium Phytate, Sodium Benzoate, Potassium Sorbate, Glycolic Acid, Citric Acid, Tartaric Acid, Benzyl Alcohol, Ethylhexylglycerin, Citral, Citronellol, Geraniol, Hydroxycitronellal, Limonene, Linalool, Fragrance/Parfum...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.AHA + ACV Pre-Shampoo Detox Scalp Treatment &amp; Rinse:.-Add this pre-shampoo rinse to your wash-day routine, one to two times per week, depending on your level of buildup..-On dry hair before shampooing, create small parts in the hair with the nozzle tip approximately one inch apart..-Squeeze the bottle and apply to the scalp from hairline to crown..-Massage thoroughly and leave on for 10 to 15 minutes..-Rinse well. .-Follow with shampoo and conditioner, as usual...Strengthen Sulfate Free Concentrated Shampoo:.-Start by dispensing half your usual amount of shampoo into your wet palm, emulsify concentrate into a lather, and massage into your scalp. .-You can always add more, if desired, but this formula is specially designed to do more with less..-Rinse well..-Not enough lather? Excess oil and product buildup on your scalp could be inhibiting the products lather. .-Rinse and reapply a second application of concentrated shampoo...Strengthen Peptide Concentrated Conditioner:.-After shampooing, dispense half your usual amount of conditioner into your wet palm. .-You can always add more conditioner, if desired, but this formula is specially designed to do more with less..-Massage directly into wet hair from the ears down..-Rinse well...BioBrewu2122 Fermented Strengthening Serum Spray:.-Shake the bi-phase serum before applying..-Spray on damp, towel-dried hair from scalp to endsu2014about three pumps to the scalp and three to five pumps to hair, based on hair texture and length..-Massage scalp gently, then comb through for even distribution..-Do not rinse and style as usual..-Use two to three times per week.",
    "num_reviews": 52,
    "overall_rating": 3.9,
    "product_url": "https://www.sephora.com/ca/en/product/the-rootist-brewed-strength-tm-mini-starter-set-for-roots-scalp-hair-P509863?skuId=2750388&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2750388-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Need more bang for buck, but works well",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Purchased and used it on a ski trip - itu2019s a great set but not worth value for money if you have a full head of hair like me. Great to try it out - honestly makes my hair feel squeaky clean and strong. Donu2019t get me started on the packaging - mushroom compostable compartment! So innovative!"
        },
        {
            "review_title": "Love The Rootist Starter Kit",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "This is a great way to try the products and youu2019ll love them. Great for taming frizz."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I had a lot of hair fall out when I tried this stuff.  I use the pre-rinse which was fine, the shampoo (which doesn't lather very much), the conditioner and the spray.... but the amount of hair that fell out when I tried the shampoo has turned me off. My hair is generally quite healthy and free of split ends. and my hair doesn't fall out in clumps like that.  I'm thinking that The shampoo is the reason I had the hair fall.  The rest seemed to be all right and did its job.  I did have to add a leave-in conditioner because the concentrated conditioner really didn't cut it for my long lengths.  I'm glad I only got the trial size because I will not be repurchasing this."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I like the options in this starter set. But I have not noticed a major difference in my hair yet. I do think the concentrated shampoo doesn't lather enough for my taste. It says to use less than you normally do but I find that I have to use my normal amount. Otherwise my hair doesn't feel clean enough. The smell is nice and clean."
        },
        {
            "review_title": "it worked well on my sore scalp w/ light dandruff",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "My scalp suffers from dandruff and it's sore to the point that I can't touch my hair, so many shampoos won't work for me. I tried the mini starter set and I felt an instant refreshment to the scalp. I felt it cleansed the scalp, it lasted 3 days without the usual soreness that I get. The fermented serum was applied to my scalp but I don't feel it moisturized my hair; I had to use a leave-in to help me add some moisture and protection to the ends before a blowout. My hair is wavy with dry ends"
        },
        {
            "review_title": "So good!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This little kit is perfect for traveling and maintains up with your hair care! The size of everything is just enough to last you on a vacation and you have everything you need! I love that it comes with the serum spray which is one of my favorites!"
        },
        {
            "review_title": "Thrilled",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have health issues that have greatly impacted and changed my hair. My hair is weak, thinning and lacks the shine I use to receive compliments on daily. It's been a real struggle finding and trying products that never quite gave me all the results I was searching for. Then a friend recommended Rootist and I gave this kut a try. At first I thought it was just another flop but as I continued to use I started to see changes in my hair I never thought I'd ever see again. My hair is getting stronger with a lot less breakage and it's slowly coming back to life. I have hope again thanks to Rootist and this life changing hair kit of products. 1000% satisfied and recommended"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Loved the pre-shampoo rinse to help get rid of excess buildup on my scalp! The shampoo and conditioner also smell really nice. I agree with some reviews wishing the amount of product was more! I used this up in 2 washes, so itu2019s probably good for bringing along for travel."
        },
        {
            "review_title": "Iu2019m in love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have processed hair that is dry and unhealthy. Iu2019m 40 years old and struggle with damage. Not only did this product smell wonderful, it also did amazing at helping my hairs health and shine with each use I have seen amazing results in shine and strength."
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is the perfect mini starter set. My roots in my hair looking feel so much healthier than before. I love how beautiful my hair looks and feels and Iu2019m obsessed with this entire set. Iu2019m so blown away with the results and I highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Very cute set! I definitely think it should be a bit bigger since I have long hair and used all this in one use. Definitely a great way to give it a try and see you like it but seems too small for a gift."
        },
        {
            "review_title": "Pre-shampoo and the serum are good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Iu2019ll be honest, I didnu2019t notice a significant difference with the shampoo and conditioner. While they were refreshing and left my hair feeling very clean, I found that it didnu2019t do that much for my hair.  However, the pre-rinse and serum were outstanding. The pre-shampoo AHA effectively removed product buildup and helped with my psoriasis flakes. The serum further improved my scalp health.  Overall, I highly recommend the pre-shampoo and Biobrew serum out of all products included. The shampoo and conditioner were okay, but not the best fit for my hair."
        },
        {
            "review_title": "Love this kit!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "This has been the best way to preview the brand! I love the mini bottles to try everything. A fast favorite for me was the pre-wash scalp treatment, it feels soooo good on the scalp and I felt really fresh after. The shampoo was nice and lathered a ton with the tiniest amount. The conditioner was just okay for me but Iu2019m pretty picky with conditioners. The spray serum left my hair a little greasy on first use, but after getting used to it, I learned less is more and I only need a few sprays and it worked nicely! Iu2019ll definitely get a large size of the scalp serum but Iu2019m undecided on the rest!"
        },
        {
            "review_title": "love this set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I've been using this four step hair care routine for a few weeks now, and I'm absolutely in love with the results. The Pre-Shampoo Scalp Clarifying Rinse is a game-changer. It gently removes all the buildup, leaving my scalp feeling so clean and refreshed. The Strengthen Concentrated Shampoo & Conditioner work wonders, even though you only need to use half the amount of regular products. They leave my hair frizz free, shiny, and much stronger. The Serum smooths out any remaining frizz and adds a gorgeous shine. Overall, this routine has transformed my hair from weak and damaged to healthy and vibrant. I highly recommend it for anyone looking to strengthen their hair and maintain scalp balance."
        },
        {
            "review_title": "perfect for travel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "The Rootist Brewed Strength Mini Starter Set - well i Used for 2 Weeks and i can say it highly helped my hair over that time! i i have extensions and its hard to get a full wash and i love this stuff!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Iu2019ve been using this hair care starter kit for the past two weeks, and the results have been phenomenal for my thick, long, and wavy hair. This four-step routine promises to strengthen weak, damaged hair while maintaining scalp balance, and it certainly delivers. Overall, this kit works great- my natural air-dried hair has never looked better!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this mini starter set because it is a great way to try the products before purchasing a full size version. I have dry, dull, and damaged hair from heat styling. After using this set, my hair looks healthier, stronger, less frizzy, and shinier."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "My one tip is to read the instructions! You donu2019t need as much product as you normally would and you still get clean, hydrated, strengthened hair! My curls really love it and my scalp feels healthy and clean."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I didnu2019t notice much of a difference at first, but after I started using it consistently, I felt like my hair was stronger & less frizzy. I think I would like to try it for longer as this was just a starter pack"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This mini starter set is a great introduction to the brand. You get to try 4 products before committing to full sizes. My favorite in the set is the hair and scalp serum. It made my hair so soft, shiny and feel so healthy. The shampoo and conditioners are concentrates, so you need half as much product. The shampoo was ok and it still lathered as if I used a u201cnormalu201d amount. I donu2019t think a conditioner concentrate is a good way to formulate since I go for quantity of product when I condition my hair to make sure all my strands are coated and this was hard with half the amount of usual product Iu2019d use. Overall I wouldnu2019t purchase the S+C again, but the scalp serum is a winner!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The rinse I could live without. The shampoo shocked me with how well it lathered and how clean my hair felt with such a small amount of product. The smell is lightly fruity and pleasant. The conditioner I feel like I could live without but I didnu2019t hate it. The oil serum mix I love."
        },
        {
            "review_title": "Would make a great gift",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "My favorite product from this mini bundle is the clarifying rinse. It helps me to more efficiently clean my hair and I see that my hair stay cleaner longer, and it doesnu2019t dry out my scalp at all. Great gift too!"
        },
        {
            "review_title": "Perfect!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is the perfect starter kit. I brought this with me on my vacation and this makes my hair very smooth, soft and moisturized. I love using this set together and it works wonders. I also love the shampoo and conditioner duo with the Serum."
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "This brewed strength mini set is amazing! It has helped not only get rid of my dandruff, but my hair feels and looks so much healthier than it did before. I see way less breakage and fallout in my brush! I need these in full size now"
        },
        {
            "review_title": "great set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is a really great hair product set! It's good for travel. The shampoo is concentrated which means it can last longer if traveling for a while which I like! The packaging is also super cute. My hair feels soft and shiny after use!"
        },
        {
            "review_title": "Meh",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "The Rootist Brewed Strength Minis Set is an ideal option to see if this brand and product line are right for your hair. I have very long, thick hair so unfortunately the set only gave me 2 uses altogether. It smells and feels great, but I did feel like my scalp was more oily than it normally is after using this kit."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "This four step Itu2019s so good for my hair. Itu2019s very nourishing it rinses really well. It removes dirt and buildup and oil. A little bit goes a long way and I love how itu2019s hydrating and all the love and tender care that it needs."
        },
        {
            "review_title": "Nice starter set",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I enjoyed using the strengthening set. It comes with a clarifying shampoo that I applied and left on for 15 minutes and then followed with the regular shampoo & conditioner. They have a light tea fragrance that is nice. It is advised to start with small amounts since these are concentrated, I felt like I used my normal amount maybe a little less. I have fine, thin hair that is shoulder length so I got several uses from the set. The strengthening serum didnu2019t weigh my hair down & it worked well for me, my hair felt soft and helped to tame frizz"
        },
        {
            "review_title": "Works great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Dry skin",
            "review_text": "Brewed Strengthu2122 Mini Starter Set for Roots. Scalp & Hair  I love this little set for traveling because it includes everything, This set is adorable and great if you want to try out these products before purchasing full sizes. Love this strengthening set. Makes my hair feel amazing and love how well it works."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "From the first wash with the Pre-Shampoo Detox Scalp Treatment & Rinse to the final touch of the Fermented Strengthening Serum Spray, the Brewed Strength Mini Starter Set breathed new life into my hair. The shampoo left it cleansed without feeling stripped, while the conditioner worked wonders on brittle strands. The serum fortified my hair, and provided relief from irritation. In just a few steps, my hair felt stronger, healthier, and more balanced."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I love this little set for traveling because it includes everything you would need for a full hair care routine, but in smaller bottles so itu2019s easy to travel with and use on the go. You really only need a little bit of product because they are concentrated serums so this shampoo and conditioner bottle will last me a really, really long time"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This set is adorable and great if you want to try out these products before purchasing full sizes. The serum smells great and makes your hair so shiny. The shampoo and conditioner made my hair feel so healthy and strong."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "This mini starter kit is nice to try out the products before purchasing the full size products of each one individually. Usually mini sizes last more than one time use but for me it was only one wash since I have really long thick wavy hair. More of sample size to me"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love this strengthening set. Makes my hair feel amazing and love how well it works. I love that it comes with a clarifying shampoo and shampoo, conditioner. So starting off by removing everything from hair and then using they 3 products after to really improve and strengthen my hair."
        },
        {
            "review_title": "Scalp was on fire!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product is not for anyone with eczema or psoriasis.  I was expecting the product to help and it was the opposite. I got the sampler and the shampoo and conditioner were fine but not special. The pre and post treatments created the problem for me. The post treatment is a leave it and I had to rewash my hair to get it out. My scalp is angry red. I am going to return the partially used product and request a refund."
        },
        {
            "review_title": "Would not recommend",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Loved it for the first 2 uses.. planned on dropping money for every product during the sale, bur then started to notice my hair being so greasy immediately after showering, and it just got worse and worse."
        },
        {
            "review_title": "Honest review for fine hair and sensitive scalp",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I purchased this with my own money to see if it could help my hair. I am working on my haircare journey and was curious about this product, as I appreciate the ingredients and innovation. However, none of these products worked for me. The shampoo and conditioner smelled amazing, but caused dandruff on my scalp. I am prone to dandruff and haven't had dandruff in a couple of years (been using Necessaire). I wanted a more clarifying shampoo, but this caused irritation. The conditioner also made my hair feel brittle and heavy. The BioBrew caused flakes and irritation on the scalp, and brittle feeling on my ends. The pre-shampoo scalp treatment didn't feel like it did anything for my hair. I used everything for 3 weeks. My hair is long, fine, and thinning."
        },
        {
            "review_title": "Not A Fan",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I have thin oily hair and honestly I was not a fan of this. It says that it supposed to help ,but I did not see any good results. It left my hair more oily than normal!"
        },
        {
            "review_title": "Very impressive",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "These products helped my dry and coarse hair feel vibrant and healthy. A little goes a long way, and it was reassuring to use quality ingredients. I will be purchasing the full size of each product soon. Also, these starter kits make excellent gifts for your friends."
        },
        {
            "review_title": "No significant difference for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have thin 3B curls. After first use my hair felt greasy but I think my hair did get used to it. The shampoo burns, the conditioner wasnu2019t very moisturizing. I would try something else"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been using this for a few weeks and noticed a huge difference with how much less hair I lose in the shower. It has been a game changer for my curls and plan to buy the full size of every item. 4/5 rating only because of how tiny the items are."
        },
        {
            "review_title": "Happy I Tried the Mini Size",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I was really excited for this product since its clean and using organic/fermented properties. My hair is thin but I have a lot of it, and naively did not think that the shampoo conditioner would weight it down. It feels greasy right after it dries after using this. I like the spray, I cant say I noticed a huge difference. Wont use the shampoo conditioner again. The ACV treatment I think I liked, but followed it with the shampoo and conditioner so was distracted by the greasy feeling post shower. Wont be purchasing again sadly even though I was so excited!"
        },
        {
            "review_title": "Pleasantly surprised!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "The shampoo and conditioner lather really nice and my scalp and the hair at my roots looks very healthy. My hair is also super soft and shiny. Definitely recommend"
        },
        {
            "review_title": "Itu2019s OK",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I bought this kit as a way to try out as many products as possible by this new to Sephora brand.  First, price point is quite high for travel sized products.  I would say this should be more like $20-$25.  The shampoo and conditioner are just OKu2026did not feel concentrated and I had to use my usual amount of product.  Nothing to write home about.  The spray seems OK but again nothing I would run out and buy.  The winner product I would purchase is the AHA pre-shampoo scalp treatment.  It does last relatively long too as a sample product as you only use once or twice a week.  The last thing I will say is the shampoo and conditioner bottles are extremely hard to squeeze product out of.  Not sure if itu2019s just the mini sizes that have this issue or the larger ones as well."
        },
        {
            "review_title": "Itchy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I really wanted to love this product. The shampoo lather was amazing, a little goes a long way. Unfortunately my scalp was so itchy after two uses. Iu2019m happy I only bought the testers."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I bought the rootist dry shampoo, which Iu2019m obsessed with, and decided to try the kit- have not tried the conditioner yet, but found the serum spray to be amazing! At first it feels like a film is on the hair but it dries down and makes my hair look amazing and not frizzy. Shampoo is non drying, but leaves a nice shine."
        },
        {
            "review_title": "Decent Enough for Post Dandruff Recovery",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I ordered this product to be able to try out their lineup. The only thing it is missing is the scalp serum for anti dandruff treatment. I am pretty impressed with this product. I wash my hair everyday. Itu2019s very gentle. Smells amazing"
        },
        {
            "review_title": "A Must-Try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Such a great product! Makes my hair feel soft, strong and silky. Plus the shampoo and conditioner are highly concentrated, so you can use less product with the same results. I highly recommend you try it!"
        },
        {
            "review_title": "Oily, greasy mess",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "My goal this year is to take good care of my scalp so my hair grows thicker and fuller. I have thick wirey and porous strands but thin amount of hair. My scalp is extremely oily and my ends can look dry even if they are well cared for because of my wirey hair texture. This kit made my hair so weighed down and greasy. The spray, when used as recommended, made my clean hair blow dry to piecey oily mess even though I used a small amount. I used only the shampoo and conditioner next day and skipped the spray - hair was still greasy. Next few days I doubled cleansed with the shampoo, used small amount of conditioner, and no spray - hair looked decent but still weighed down.  No matter what method I tried, next day Iu2019d wake up with the oiliest hair. I ended up using a clarifying shampoo to clean that oily mess out of my hair and went back to my regular hair products. My hair even seemed to have an increase in shedding while using these products which concerned me - but that usually happens when my hair is weighed down and oily."
        },
        {
            "review_title": "Stuff of Nightmares with Burning Scalp",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Not for sensitive skin due to AHA in scalp serum. It burned so bad that I was afraid that all my hair would start coming out in clumps while washing. Made my curls look dry and disgusting. This is the stuff of nightmares and I cannot wait to wash my hair again with my normal stuff."
        },
        {
            "review_title": "Really seemed to do the opposite of product claims",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "FYI to similar hair types: med/curly/undamaged. Used all as instructed. Unusual amount of hair fall in the shower and while combing. It feels like my hair has been completely stripped."
        },
        {
            "review_title": "Makes my coarse frizzy hair shiny and smooth!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "Used this for the first time on my thick, coarse frizzy hair and after a quick blow dry with a round brush its so silky and smooth. My hair falls about 2 past my collarbone and I used less then a dime size of each. So you really dont need much!"
        }
    ]
}