{
    "product_id": "1160",
    "name": "Cellular Hydration Repair Serum",
    "brand": "Murad",
    "categories": "Skincare, Treatments, Face Serums",
    "price": 97.0,
    "about": "What it is:A concentrated serum with Hexapeptide-9 that visibly restores the skin barrier at the cellular levelu200b in just 30 minutes..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dryness and Redness.Highlighted Ingredients:- Biomimetic Hexapeptide-9: Restores damaged skin by emulating barrier-enforcing peptides that reduce water lossu200b..Ingredient Callouts:Free of parabens, formaldehydes, phthalates, mineral oil, oxybenzone, and sulfates SLS & SLES. It is also gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:Meet the modern serum with active ingredients, based on Dr. Muradu2019s principle of Cellular Hydration. This principle shows that damaged cells need to be repaired, since the ability of healthy cells to hold water and nutrients is the fundamental marker of true skin wellness.",
    "ingredients": "-Biomimetic Hexapeptide-9: Restores damaged skin by emulating barrier-enforcing peptides that reduce water lossu200b..-Refined Bilberry Seed Oil: Provides the essential fatty acids for healthy barriers: omegas 3 and 6..-Network of Hyaluronic Acid Molecules: Forms a protective layer that continuously delivers water to skin...Water/Aqua/Eau, Glycerin, Pentylene Glycol, Vaccinium Myrtillus Seed Oil, C14-22 Alcohols, Persea Gratissima (Avocado) Oil, Lactobacillus Ferment, Salix Alba (Willow) Extract, Zanthoxylum Bungeanum Fruit Extract, Sodium Hyaluronate Crosspolymer, Hexapeptide-9, Urea, Yeast Amino Acids, Trehalose, Inositol, Taurine, Betaine, Hydroxyacetophenone, Tocopherol, Oleyl Alcohol, Ethylhexylglycerin, Pullulan, C12-20 Alkyl Glucoside, Sclerotium Gum, Lysolecithin, Xanthan Gum, Silica, Glucose, Leuconostoc/Radish Root Ferment Filtrate, Tetrasodium Glutamate Diacetate, Sodium Hydroxide, Chlorphenesin, Limonene, Linalool, Fragrance (Parfum).",
    "how_to_use": "Suggested Usage:.-Use AM and PM..-Apply an even layer of Cellular Hydration Repair Serum onto clean skin. .-Massage Cellular Hydration Repair Cream (sold separately) evenly over face and neck. .-Follow with a sunscreen during the day..-On nights when skin needs added soothing and hydration, massage Cellular Hydration Repair Mask (sold separately) over Cellular Hydration Repair Serum in place of your cream. Do not rinse until morning.",
    "num_reviews": 446,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/murad-cellular-hydration-repair-serum-P509708?skuId=2736429&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2736429-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1 oz / 30 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2736429-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Splurge",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I wanted to use this for a good couple of weeks to make sure I left an honest review.. overall I love the feel. The smell, texture, everything felt great on my skin & left me feeling hydrated but not greasy which is the worst. The only con Iu2019d say is the price but other than that I canu2019t see a reason to not purchase."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "After using the product I fell in love. It's great on my skin, does not leave an oily residue. It makes my skin fell fresh and hydrated."
        },
        {
            "review_title": "Best for dry/oily skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is a must have if you're like me with dry but oily skin... During the summer I have to be careful with what products I apply to my face and this by far is one of the best hydrating serums I've tried. I will say that it has a bit of a smell but it honestly isn't that bad."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "u2728Murad Cellular Hydration Repair Serum: This serum comes in a gorgeous glass bottle with pump dispenser! Formulated without parabens, sulfates, and alcohol this is perfect for oily, dry, combination, or sensitive skin types. I was impressed to discover that this contains the three essential elements designed to restore the skin barrier: hydration, peptides, and fatty acids. Application is easy - just a few pumps of product massaged evenly over your face and neck and youu2019re good to go! While this product does have a slight earthy smell that didnt linger, I found that my skin just drank this up and it was absorbed quickly and effortlessly. After first use I noticed much improvement in the texture of my face - it instantly appeared smoother - and after a week the majority of my redness was gone! With continued use my skin feels more hydrated and visually looks brighter and healthier! u2b50ufe0fu2b50ufe0fu2b50ufe0fu2b50ufe0fu2b50ufe0f I highly recommend this product for anyone looking to restore their natural skin barrier."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I received this serum complimentary from Murad! I have fallen absolutely in love with their products! This whole line has been so great for my skin. It feels so soft and nourishing. I have super dry skin and I recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "If you want silky smooth skin that also acts as a primer to your makeup that youu2019re going to put on top, then you would definitely like this serum! It makes my skin bouncy and soft and makeup-ready! Gifted by murad."
        },
        {
            "review_title": "Not for sensitive skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I gave it a try a couple of times but it kept stinging."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "After using this product passed few weeks, definitely love the result on my face, however not much result on my neck."
        },
        {
            "review_title": "works for dry skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "It helped with my dry skin tremendously. I love everything about it besides the smell."
        },
        {
            "review_title": "Except for the smell..",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Except for the scent it was a good moisturizing serum. The packaging is really nice and high quality product. I love Murad products in general especially for acne prone skin. It did not break me out and I used it all up. It did help with moisturizing and was good with my skincare even with makeup. I think it works for all skin types.   I received this product for free from Influenster and Murad in exchange for my honest review."
        },
        {
            "review_title": "Pump broke apart :(",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Just to be clear this is an AMAZING product but itu2019s a shame that the pump is TERRIBLY designed. I canu2019t get more serum unless I tear apart the bottle (see pics) idk if Iu2019ll purchase againu2026"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I have not used Murat products in years but saw great reviews about this product.  This is an excellent serum for irritation and helps with my skin barrier."
        },
        {
            "review_title": "Done with Murad products",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I'm struggling to understand all the rave reviews (maybe incentivized?) First bottle that came the pump as broken, I had to go in store to exchange. After all that I was beyond underwhelmed with this stuff. I had a few annoying dry patches, it did nothing compared to using moisturizer alone. I don't have acne prone or sensitive skin, this made me break out a little (nothing crazy, but def noticeable.) It smells gross, the texture is like water. Murad had an older version of this stuff that was COMPLETELY different. That formula was thick, made my skin look and feel amazing. Just like their oil control moisturizer that used to be my holy grail, till they changed the formula. Seems to be a theme with them. Really disappointed with this serum and the brand overall. Won't repurchase this - or anything from this brand again."
        },
        {
            "review_title": "Very Moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This product has been a wonderful addition to my skincare regimen. I love the moisture that it provides and leaves my skin feeling soft and glowing after use. It smells like herbs which helps me know that it is a very healthy product. Love it"
        },
        {
            "review_title": "A must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "AMAZING!! This helped so much with my inflamed skinud83dudc93 when my skin barrier was week ....I will definitely be repurchasing once I'm done."
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "I received the product for free from Influenster and Murad in exchange for my honest review. This has transformed my skin. I've noticed healthy soft skin after 5 days. The scent is light and perfect texture #influenstervoxboxreview #muradskincare #complimentary #murad @muradskincare, @influenster @influenster, #Complimentary, #muradskincare #murad"
        },
        {
            "review_title": "Not for acne prone skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Not made for acne prone skin. Broke out almost immediately. However, I think it smells like faint eucalyptus and was hydrating. Sad it doesnu2019t work for my skin. ufffc"
        },
        {
            "review_title": "The Scent Was a Turnoff",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Highly recommend you try this on store, first. It has (to me) a very unpleasant scent that lingersu2026for quite awhile. It also didnu2019t feel in any way u201cluxuriousu201d when applying. Overall, the application experience was less than appealing, band Iu2019m ALWAYS a Murad fan so this was disappointing. Canu2019t speak to its efficacy because I then opted not to purchase. Such a bummer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019ve been really enjoying this product ! Especially with my sensitive skin and while using retinol. It brings life back into my skin and helps with any dryness or irritation. It does have an odd smell, but it goes away after application. I highly recommended ! I was gifted by murad"
        },
        {
            "review_title": "Face Serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Great product love it ! I feel like it helps my face a lot"
        },
        {
            "review_title": "Elevate Your Skinu2019s Radiance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Murad Cellular Hydration Repair Serum captivates with its effective hydration, luxurious texture, premium ingredients, sleek packaging, and the undeniable value it brings, making it a skincare essential that transforms and nourishes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love it, I really feel like it repaired my skin and it's feeling a lot less dry and smoother"
        },
        {
            "review_title": "Great for rosacea",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "After using this serum for just a couple of days, I noticed a pretty big decrease in the redness of my skin. My rosacea was less visible and a lot less irritating. Iu2019m still using this product and Iu2019ll continue on using it because itu2019s really improving my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I received murad cellular hydration repair serum for gifted by murad and let me tell you I was not disappointed at all. This definitely hydrated my combination skin and there are not many products that can do that!"
        },
        {
            "review_title": "Working out nicely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I really enjoyed adding this serum to my skincare rotation. I recently had a baby and started back on my retinol products so I need all this skin repair aid and moisture I could use. My skin has been enjoying this serum, and feels more plump and hydrated after use. Gifted by Murad"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I would definitely recommend this hydrating serum. Itu2019s definitely changed my skin. My skin feels less rough and plumped. I have dry sensitive skin and has been working perfect on my skin. Also layers well under make up. Offered by Murad"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I received this barrier repair serum gifted by Murad Skincare. I have dry skin that sometimes gets flaky in the dry midwestern winters, and this has been a life saver! The serum feels light and helps my skin retain its moisture and hydration."
        },
        {
            "review_title": "Amazing product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was so happy to try this product and to know how it would improve my acne-prone skin. With the Cellular Hydration Repair Serum @muradskincare I look forward to my night routine.  I love how it immediately makes my skin feel soothed and well-hydrated, especially after a busy day.  Its long-lasting hydration has been a plus to my skincare routine.  It has a strong smell which I initially did not like, but I got used to it. My skin feels so good with it   #Muradskincare #Murad @Influenster #complimentary #skincare"
        },
        {
            "review_title": "Nice Serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Itu2019s a very lightweight hydrating serum that is easily added to any skincare routine. Itu2019s good to use in combination with a thicker moisturizer on top, but isnu2019t enough on its own. Also the bottle looks pretty on the counter. *offered by Murad"
        },
        {
            "review_title": "No More Redness!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Oily skin",
            "review_text": "GAME. CHANGER. My skin has barrier has totally transformed while using the Cellular Hydration Repair Serum! All my redness is gone and my skin is so clear and smooth! if you struggle with redness i highly recommend! Gifted by Murad"
        },
        {
            "review_title": "quick results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve been using this serum for around two weeks, its winter so my skin was really dry, needed a new moisturizer and had a lot of dry patches, within three days of using it I noticed my skin much more calmer, softer and somehow glowy! complimentary from murad"
        },
        {
            "review_title": "Love this hydrating serum.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "This product was gifted by Murad. This serum was great. I loved that my skin felt more hydration almost immediately. I live in a cold climate and my skin can get irritated. This gave my skin the soothing it needed. I will definitely continue to"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I recently started using this product that has made such a difference to my skin. Not only does it keep my skin hydrated and refreshed, but it's also become an essential part of my daily routine. Gifted by Murad"
        },
        {
            "review_title": "My skin loves it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is such a soothing hydrating repairing serum, perfect for my acne prone skin, really helped with healing my damaged skin barrier plus did not clog my pores and a pump goes a long way. Gifted by murad"
        },
        {
            "review_title": "LOVE!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This product was gifted by Murad and iu2019ve never been so happy with the results a skincare product has given me. This product has helped with my dryness and breakouts from a damaged skin barrier. I will definitely keep recommending this to all my friends!!"
        },
        {
            "review_title": "new fave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I was gifted by murad in exchange for my honest review.  This serum was fantastic! I used this and followed up with cellular hydration cream and it made all the difference in my skincare routine it made my skin feel so refreshed and hydrated"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This winter has been so tough on my dry and sensitive skin! This product was gifted by Murad for my honest opinion. I am so glad this product came into my life! I love the little boost of moisture this gives me."
        },
        {
            "review_title": "Yes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Deep skin tone, Combination skin",
            "review_text": "I'm starting to engender why I love this brand. The way my skin just glows after a month of use. I have texture skin so when a product helps with that as well. My skin feels so soft I'm curious to what my skin will feel like with 90 days of use.  Complimentary from Murad"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I have been waiting on murad to come out with a line like this and I guess manifest works. I really love murad so this was exciting. And I really love it . It gives me a glow from within and actually hydrates the skin. Gifted by murad"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "This product was gifted to me by Murad Skincare. I have acne prone skin but I havenu2019t had any breakouts from using this product. The serum has helped reduce redness around my face. So far, Iu2019m happy with my results and Iu2019m going to keep using it!"
        },
        {
            "review_title": "Good one",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Dry skin",
            "review_text": "The product is so good and does exactly what it said to do. Iu2019m not giving 5 stars because I didnu2019t really like the smell. Itu2019s smells strange"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "The cellular hydration repair serum from Murad has decreased the redness I have on my right cheek, my skin feels healthier and more hydrated ever since Iu2019ve implemented Murad products into my skincare routine , this product was gifted by Murad"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I have the serum and the cream from this line and I feel like you can choose to use either one or the other, together they are reduntant. This serum is great if you already have a favorite moisturizer but the skin is sensitive and needs a little oomph. gifted by murad"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "Muradu2019s Cellular Hydration Repair Serum has become a staple in my skincare routine. Itu2019s a reliable ally in achieving and maintaining strong, healthy skin. If youu2019re on the lookout for a serum that delivers on its promises, this one deserves a spot on your beauty shelf! Gifted by murad"
        },
        {
            "review_title": "So worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "This is literally what Iu2019ve been looking for! My skin has been so dry and flaky and my barrier has definitely been compromised. This has solved all of that within one week of using it. My skin is so soft and less red. I was gifted by Murad"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "the Cellular Hydration Barrier Repair Serum has been a nice addition to my skin care routine. i love locking it in under a moisturizer so it can really go to work. i use it both in the morning and evening. gifted by Murad"
        },
        {
            "review_title": "Good for Winter",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this product from complimentary from Murad. I am in love with this serum for my winter skin. We recently moved to a dryer climate so I was having a lot of dry skin and flakiness but this definitely cured it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This serum has left me quite impressed. Its texture is incredibly light and doesn't feel oily at all, absorbing into the skin quickly without leaving behind any residue, which makes it great for use any time of day. The scent is quite strong, very herbal, but it goes away quickly once I've applied it to my face. My skin feels more moisturized and plump every time I use this serum. However, I'm not sure it would suffice for those with dry skin by itself. I always follow up with a cream after using this serum."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019m so obsessed with this Murad's NEW Cellular Hydration Repair Serum! Together with Muradu2019s cream and night mask, my skin went through big metamorphosis! So much younger and healthier than ever before"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Murad's Cellular Hydration Barrier Repair Serum is a skincare gem! This serum has become my go-to for maintaining a healthy, hydrated complexion. Its innovative formula not only quenches my skin's thirst but also strengthens the protective barrier, leaving my skin feeling resilient and supple. The non-greasy texture absorbs like a dream, making it perfect for daily use. I've noticed a visible difference in the reduction of fine lines and improved overall skin tone. Murad has truly crafted a hydration hero with this serum!"
        },
        {
            "review_title": "great serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "this hydration barrier repair serum is super light weight and works great layering with a moisturizer or overnight mask u2013 i like how my skin absorbs it and it doesn't leave any residue so i could even apply my makeup with just the serum and SPF! gifted by murad for my honest review"
        },
        {
            "review_title": "A new fave skincare product of mine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Normal skin",
            "review_text": "I started using the cellular hydration barrier repair serum twice a day as part of my skincare routine for the past week. Iu2019ve been really loving it. It has really helped my skin & my skin always feels so hydrated after using it. I also noticed that my redness & irritation on my skin went down quite a bit after using it. However, I will say, it does have a strong scent to it, so if youu2019re sensitive to smells, you might not like that part. This product was gifted by Murad for my honest review. I will definitely be using this a lot and would highly recommend it. I love Murad products and this one is one of my faves so far."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "I love this product from Murad so much. It is supposed to restore your barrier and I feel like it does a really great job actually doing that. My skin feels a lot healthier now and able to withstand more. Gifted by Murad."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Gifted by Murad. I have been liking this overnight mask! I love that itu2019s a squeeze tube. When I use it, I wake up with noticeably less redness and my skin feels so great. Definitely going to travel with this."
        },
        {
            "review_title": "Game changer for my dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This product is very hydrating for my extremely dry skin. I apply it at night and the next morning, my face feels soft, smooth and plumped. Personally, I donu2019t like the smell of the product but I love the results it gives me. It absorbs very quickly into my skin and doesnu2019t leave me feeling  greasy. I noticed an immediately difference in my skin barrier.  Gifted by Murad."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Complimentary from Murad. Lightweight, runny and absorbs well. No sticky residue or irritation. Is a great addition to my routine for repairing my skin barrier. 9 peptides is definitely a plus for my dry and sensitive skin!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I love this serum! Iu2019ve been using it for a little over a week now and I have already noticed a difference in my skin. My skin is super hydrated now and Iu2019ve even noticed my skin tone is more even! Gifted by murad"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone",
            "review_text": "gifted by murad. this is a really hydrating serum that significantly decreased the dryness i was experiencing while using a retinoid. itu2019s very lightweight and has many ingredients that support the skin barrier!"
        },
        {
            "review_title": "New add to my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "So happy with this brand Iu2019m Using the retinol and I really love it now with this serum feels like I have everything I need on my skincare routine the light weight formula and packing are everything gifted by murad"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have combination skin, and this serum has been a game-changer for me. It has a lightweight and fast-absorbing texture that doesn't feel heavy or greasy on the skin.It works very well on my combination skin.  Complimentary from Murad."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Gifted by Murad. This serum was great to use on my skin during the winter because the cold wind has truly dried my skin out. The serum hydrated my skin and made it look and feel plump. I will continue to use this through the winter."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "After using this serum for about a week or so, my skin is a little less red, softer, and plump. I donu2019t find it to be the most hydrating serum ever, but I donu2019t notice as many dry patches on my combo skin. I had really high hopes for this as I need help in repairing my skin barrier. In combination with the mask it feels nice, Iu2019ve only been applying once a day so Iu2019m going to start increasing my usage to twice a day! *gifted by murad"
        },
        {
            "review_title": "My FAV Serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I started using this serum in my daily skincare routine and OMG!!! It has helped me so much with the redness and complexion of my skin. Not only that but it leaves my skin super smooth for the rest of my skincare and makeup! Gifted by Murad"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This serum is great. Super hydrating, easy to use and layers well. I have noticed a big difference in my skin especially during the dry winter months. It doesnu2019t have an overwhelming smell either which I like. Gifted by Murad."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The serum is specifically designed to strengthen and repair the skin's natural barrier. It helps to protect the skin from environmental stressors, such as pollution and UV rays, and prevents moisture loss. This product is great for anyone with dry or sensitive skin, as it provides deep hydration and soothes any irritation or redness. It also helps to improve the overall texture and appearance of the skin, leaving it looking smoother and more radiant. Gifted by Murad"
        },
        {
            "review_title": "Good hydration",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love how hydrating this feels on my skin. It is very moisturizing without feeling heavy. It wears very well under makeup. After use my skin had a radiant complexion and I have less redness. I also appreciate that it doesnu2019t have a strong scent. This was gifted to me from Murad"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I received this from Influenster and I fell in love. This product is so good for redness and works wonders. I have been using it for a while now and it has helped me a lot."
        },
        {
            "review_title": "so hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "If you have a dry skin from the winter months, this serum is FOR YOU!!!!! I visibly saw a big difference after one use and my skin truly did look more glowy and moisturized. This product is definitely on the pricier size but I think itu2019s worth it. gifted by murad but all opinions are my own"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Oily skin",
            "review_text": "This cellular hydration barrier repair serum from Murad is fantastic! It works fast so it doesnu2019t take long to start seeing improvement in your skinu2019s complexion. It works by adding hydration to your skin and tames problem areas. itu2019s lightweight but keeps my skin feeling hydrated. I love how fast it works and it does not irritate my sensitive skin. It leaves it looking glowy and youthful. Offered by murad"
        },
        {
            "review_title": "A skincare essential",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Do you want to transform your skin 30 minutes? Thanks to this Murad serum, we can do it. This innovative serum is just what skin needs to look bright, healthy and youthful. It literally repairs theskin barrier in 30 minutes to deliver hydration at the cellular level. It also visibly reduces redness and smooths texture for improved overall complexion. Talk about a skincare essential! Gifted by Murad"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by murad. I love this serum. The smell is not favorite but it fades quickly. It gives a nice, elementary hydration and also makes my daytime moisturizer work even better. I have been using this for a two weeks and I like it so much that I'm keeping it in my routine. So Iu2019m excited to see the long term difference it makes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This concentrated serum has such an amazing list of ingredients that work together to restore my dry and damaged skin. After just one use, my skinu2019s hydration appeared improved, rehydrated, and less red. A great buy gifted by Murad."
        },
        {
            "review_title": "Delicious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "This product is just so delicious and luxurious. It glides on evenly and makes my 46 year old mature skin feel incredibly glowy and soft. It has a nice, mild, botanical scent. I find it very enjoyable, not at all overpowering. It makes my skin feel so hydrated and nourished. Gifted by Murad."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a totally lightweight serum that is perfect for using alone if your skin is oily or combination or else layering under a moisturizer if you have drier skin.  It has an herbal scent that is interesting but doesnu2019t really linger on my skin.  My skin feels more hydrated and this serum has helped to restore moisture to my skin. This was gifted by Murad."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is a great serum that helped repair my skin barrier and left my skin feeling soft and hydrated.  Thatu2019s a herbal scent to it that I donu2019t love but doesnu2019t really bother me either.  This helps my skin feel better and soothed when Iu2019ve used too many actives or irritated my skin. This was gifted by Murad."
        },
        {
            "review_title": "Love the barrier support!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I was gifted this serum by Murad for review purposes.  This one is a new fave! I love the ingredients - Hexapeptide-9, Urea, Probiotics, and Omega Fatty Acids, all of which support a healthy skin barrier. I have rosacea so Iu2019m always looking for products that will help with it. The Cellular Hydration Barrier Repair Serum is definitely helpful!  The serumu2019s texture is thin, but it glides easily over my face and works well with the rest of my skincare routine.  Definitely need to try the rest of the Cellular Hydration line."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This serum is so amazing! The packaging has a pump and dispenser that gets the perfect amount of product. The formula is silky and has a slight sticky texture that grabs the moisturizer. The entire line of products are pure perfection!"
        },
        {
            "review_title": "Repairs and illuminating",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Medium skin tone, Dry skin",
            "review_text": "I appreciate this serum's ingredient list, focus on repair, and how gentle it is. It feels very nice applying to the skin, doesn't cause my sensitive skin irritation and imparts a glow. I do not particularly care for the fragrance and takes a little getting used to. I do enjoy the results I'm seeing and can tolerate the fragrance to see potential long-term benefits. Kindly gifted by Murad."
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Combination skin",
            "review_text": "Absolutely loved how this made my skin feel! So clean and so fresh. I have  already seen such a difference in such a great way. I canu2019t wait to keep using it more and see how much better my skin will get! I was offered by Murad for this product."
        },
        {
            "review_title": "hydrating but left skin feeling oily by mid day",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "this product was a gifted by Murad. I liked it a lot, no scent, hydrates my skin well, iu2019m using this in the winter and i will say I have combination skin and with my normal moisturizer and spf on top of this i felt like mid way through the day with using this my face was greasier then normal"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I recently had the opportunity to try the Cellular Hydration Barrier Repair Serum from Murad Skin Care, and I must say so faru2026 I am really liking it! The serum has a lightweight texture that absorbs quickly into my skin, leaving it feeling instantly hydrated and plump! I noticed a big improvement in my skin's overall texture and a reduction in fine lines after just a few weeks of using it! I really appreciate itu2019s ability to repair my skin's barrier, now making it my go-to solution for dealing with dryness! Overall, this serum is a must-try for anyone looking to revive and replenish their skin! And I would recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I received this complimentary from Murad. I like this serum a lot. Like the name suggests it is very hydrating and though I donu2019t have any barrier damage my skin was previously dehydrated which caused it to look crepey and like I had early aging. This with good moisturizers has plumped my skin up."
        },
        {
            "review_title": "Nice serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Received complimentary from Murad. This is a very mice lightweight serum. It absorbs really quickly and it definitely gives my skin a glowy effect. You can instantly feel how hydrating it is, which is really nice. It has a subtle yellow-ish tint and a scent that I think itu2019s not added fragrance, but it is not overpowering. I look forward to continuing using it and seeing long term results!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I like this Murad Cellular Hydration Repair Serum because it truly works wonders for my skin. Within just 30 minutes, it repairs my skin barrier, leaving it deeply hydrated and stronger. The lightweight formula absorbs quickly, and I've noticed a visible reduction in redness after just one week of use. Gifted by Murad"
        },
        {
            "review_title": "It was good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Gifted by murad A very different serum it was like a goldish looking serum it kinda had a scent to it but still useable it definitely hydrated my skin. I saw a glow after using it. I would recommend! A good hydration serum"
        },
        {
            "review_title": "hydrated skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "I received this serum for free to give my honest opinion, and the truth is it is a fairly light serum, it absorbs quickly, nothing sticky, I have been using it for 2 weeks now and I liked it, I still don't see many changes but my skin does feel hydrated when using. Gifted by murad"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I was gifted by Murad. This is such a nice serum. I have been using daily as part  of my skin care routine and it has really been helping to sooth and hydrate my dry skin. I have also been noticing that my skin has been looking so much healthier than before. This serum is very light and creamy and absorbs in nicely in to my skin."
        },
        {
            "review_title": "Love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This serum is pricey but well worth it in my opinion. The formula is gentle yet effective (I have sensitive, acne prone skin) and really helps control redness. It also keeps my skin hydrated. Worth trying!"
        },
        {
            "review_title": "I do like this one",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Combination skin",
            "review_text": "I receivee this product complimentary from Murad. My opinion is honest and based solely on my experience using this product. I have sensitive combination skin and now, in the cold and dry season it has been a struggle to keep it afloat. Luckily, I discovered this new Cellular  Hydration Repair Serum that is helping a lot keeping my skin on track. It has a very  lightweight formula that absorbs quickly and a subtle herbal smell. My skin enjoys it, I usually  use it at my nighttime routine, it's a great base  applied before the moisturizer. My skin feels  hydrated, soothed and nourished."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Gifted by Murad This is a really nice serum. It applies nicely and absorbs easily. A little goes along way. It's very gentle on my skin. My skin feels very soft and looks so healthy. The packaging is really nice."
        },
        {
            "review_title": "A staple",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Murad serums are some of my favorites. I recently strayed from my usual actives to try new products and completely destroyed my skin barrier by using too many different things at once. This serum helped soothe my angry skin instantly! I will definitely be repurchasing! Gifted by Murad"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "The Hydration Barrier Repair Serum is ideal for daytime use with its refreshing herbal scent. It quickly absorbs, leaving my face feeling instantly hydrated. It works wonders in addressing redness and contributes to a speedy recovery.*gifted by murad"
        },
        {
            "review_title": "Work great with my combo skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This Murad serum is amazing. I love the way it has made my skin look and feel. I've been using it everyday in my day time routine and I've for sure seen a difference for the better. My redness and blemishes have faded, my skin tone looks brighter, and my skin is much smoother and softer. It absorbs nicely and is very hydrating to my combo skin. It's gentle and lightweight, and my skin looks much healthier now. I received this product complimentary from Murad."
        },
        {
            "review_title": "Get your Barrier back!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Dry skin",
            "review_text": "Oh the constant battle of keeping your skin barrier intact with all the winter dry weather! I really enjoyed this serum and how well it was absorbed by my skin. There is a slight scent but not bothersome. Within 5 minutes my skin feels moisturized and firmer. This is a great product and I will continue to use it."
        },
        {
            "review_title": "Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I love Murad products! This goes on easy and absorbs quickly which is a must need in this TX heat! Appeared to have made a difference in the first week and has improved since. My skin is softer, lines look less noticable and I don't look as dry."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "Great hydration serum from the brand. Love how fast it starts working after I apply it to my skin. We live in a very dry place, and high quality hydration is something I desperately need on daily basis. Makes my skin healthier and stronger. Received complimentary from murad"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "This product was gifted to me by the Murad family in exchange for my personal opinion. My skin is brighter, softer and looks way smoother than before. Ive only been using it for two weeks but i cant wait to see long time results. Iu2019ll definitely keep buying it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I definitely love this product that I received complimentary from Murad Skincare. It absorbs in the skin very fast and leaves it super hydrated and glowy. I think the best way ti apply it is right after my niacinamide acid serum I think they make a great combo together but it also works great on its own"
        },
        {
            "review_title": "A NEED for dry winter skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This serum is really light and thin and spreads really easily since it is thin. I do enjoy the formulation, one pump is really all I need for my face and just a tad more for my neck and I have noticed that my face isnu2019t as dry and is more radiant compared to before. Itu2019s a really good step before putting on your moisturizer because itu2019s an extra layer to lock everything in. There is a light smell to it, I canu2019t put a finger on it- itu2019s not fragrance but itu2019s also not off putting. Gifted by Murad"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "A serum that feels ultra luxurious on my skin! I love putting this on every night after Iu2019ve cleansed my face. It gets absorbed instantly and does well with layering other products. I always wake up with hydrated, glowing skin!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "Gifted by Murad. I use this serum all the time now because it really helped make my skin more firm and softer. It is so easy to apply due to the pump design and i love how it is not sticky on the skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I adore Murad products. I've faithfully incorporated their barrier repair serum into my skincare regimen and am thoroughly impressed with the outcome. Given my use of active ingredients, I believe this serum effectively addresses sensitivity issues. Gifted by Murad"
        },
        {
            "review_title": "Love this serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "Dry skin approved! This serum is amazing, especially for my winter skin. I struggle with barrier issues this time of year and this is really helping my skin to be able to absorb my moisturizing products. I would highly recommend. I was gifted by Murad but opinions are my own."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is a life saver for people with dehydrated skin or compromised barrier. My skin is often irritated and itchy after using harsh serum and peels so this is like a holy grail. I truly saves my skin within a day or two! Gifted by Murad"
        },
        {
            "review_title": "Love!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I love that it is easy to apply. Iu2019m using it  with the other cellular hydration barrier repair products, and it has helped my skin feel supple and soft. Iu2019m using it day and night. I recommend this product! Gifted by Murad"
        },
        {
            "review_title": "Great results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I have been loving the results of this serum. My skin is looking so much better. The tone is more even and the redness is gone. It makes my skin feel softer immediately and the softness now lasts all day. This was gifted by murad"
        },
        {
            "review_title": "I recommend this serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This serum is the best one. From the first use, my skin felt more resilient and nourished. It works wonders on repairing the skin's barrier, leaving it supple and radiant. The serum's formulation is impressive, and it quickly became a staple in my skincare routine. Highly recommended for anyone looking to boost their skin's hydration and repair. I received it complimentary from Murad skin care."
        },
        {
            "review_title": "Amazing serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Love how it feels on the skin and since I started using it my skin looks more soft, even and well hydrated, Iu2019m amazed how quickly I started to see results with this serum, it works wonders with the same line cream. Offered by murad."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Gifted by murad skincare. This is my new Holy grail skin product. My skin barrier was damaged, everything burned my skin and was constantly dry and red and this has completely changed the game. Iu2019ve noticed so much less redness and my skin is hydrated and bouncy!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This serum is great for dry, sensitive skin! I was gifted by Murad but I plan to purchase again when I finish this. I wear this day and night and it has made my skin much more hydrated and plump looking. Very happy with this serum."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I was gifted by Murad. This serum is very rich and soothed my oily skin even though it gets dry from the winter weather. My only issue with it is that it has a lingering scent, but it isnu2019t too strong and itu2019s not a big deal if I sleep in it."
        },
        {
            "review_title": "A must have ud83eudd70",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Currently crushing on the Cellular Hydration Barrier Repair Serum , gifted by Murad! This serum has become my go-to for that extra boost of hydration. Kudos to Murad for adding this gem to my beauty routine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Gifted by Murad. My skin looks amazing when I use this. Itu2019s soo hydrating and make my skin look glowy. Not too heavy so itu2019s good for oily skin no breaks out yet and Iu2019ve been using it for a week. Get it!"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I am currently obsessed with this serum! My skin has been pretty dry and just dull. I also noticed that my skin barrier was not as strong as in the summer time. I have definitely noticed a big difference on how hydrated my skin looks and feels, and my discoloration has even began to get better. *gifted by murad"
        },
        {
            "review_title": "Smoothing and plumping",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I have been highly impressed by the serum. After just a few days of use, I could feel my skin getting smoother and more even, and my make up started applying better. I think that it has a slight pumping effect, but it definitely smooth the skin and leaves no stickiness or greasy residue. it sinks right in and leaves a silky, soft texture to the skin, very similar to my favorite serum in the green bottle from fresh. Iu2019d say this is in my top three serums. Gifted by Murad"
        },
        {
            "review_title": "Hydration heaven",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This serum is made for dry environment! Whether it's winter or just dry climate, this serum adds the much needed hydration to my parched skin.  I love how comfortable it feels and it adds life to my dull looking skin. This will definitely stay on my vanity! Gifted by Murad"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Dry skin",
            "review_text": "this is so good in combination with my tret regimen!  After dealing with some redness in the morning that was difficult to apply makeup over, if I use this under or over top of that it makes a huge difference in the protection of my skin barrier.  complimentary from murad."
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Oily skin",
            "review_text": "I am a fan of Murad skincare. I use a variety of their products regularly, and I am very excited about their new cellular repair line, which focuses on skin barrier repair. This line is perfect for use after actives because it  absorbs quickly and is very gentle and soothing. I was given this product by Murad, and I am thrilled to have it in my skincare routine. Additionally, I appreciate that it is paraben-free and cruelty-free. This was also gifted by Murad for my honest feedback."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Normal skin",
            "review_text": "I have been loving this hydration barrier repair serum! I use it before moisturizer and before bed and wake up with hydrated and fresh skin in the morning. I would definitely recommend this! Gifted by murad"
        },
        {
            "review_title": "A new staple in my routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Gifted by Murad in exchange for my honest review. I really like this cellular hydration serum. The packaging is great, and it has a liquid consistency. I definitely recommend this serum. It was very hydrating and felt great on my skin. The only thing i didnu2019t like is the smell, it isnu2019t that great, and they use parfum/fragrance in this serum."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Murad.  The packaging is nice and easy to use and it looks beautiful. The texture is lightweight and absorbs fairly fast. It feels super hydrating and almost soothing. It has definitely helped with redness with consistent use. And, my skin just looks healthier with a beautiful glow. Itu2019s definitely a keeper in my opinion."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Oily skin",
            "review_text": "This is really hydrating and still lightweight. It also helps somewhat with my redness. The packaging is really nice, like usual for Murad. Iu2019m not sure yet if Iu2019ll repurchase it or not, need to see how long it will last. Gifted by Murad."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019m really enjoying this serum. It makes my skin look even and feel hydrated. I do one pump for my whole face and I feel that is enough. It pairs well with the moisturizer. I am a fan of this. This was gifted by Murad."
        },
        {
            "review_title": "The product you need",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "Gifted by Murad. I was super excited to have the opportunity to try this product. My skin has been very dry since the beginning on winter. After about a week of use I have noticed a tremendous improvement in my skin overall."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is an excellent barrier serum that relieved my dry skin, wrinkles, and many other issues. When taking this serum, it functions like magic and has positive effects. I adore that I can use this on its own or before applying moisturizer. Gifted by Murad"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "this is a great one. you can't go wrong with murad products in general. i use it with my murad cream. all great products with good results thus far. i love them all. this was complimentary from murad."
        },
        {
            "review_title": "Sooo good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Gifted by Murad. Iu2019m obsessed with this product! For reference: I have combo skin that leans dry and sensitive. This serum is a little more expensive than what I would normally reach for, but it works so well. My skin gets pretty red and sensitive during the winter, and this has helped combat that a lot. My skin feels more hydrated, and overall looks more even toned."
        },
        {
            "review_title": "Amazing good !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this serum it's very nice on my skin, very lightweight , with a quick absorbing, my skin feels so moisturized in just one use  It leaves, my skin filling, hydrated, firm and youthful. It's totally helped my skin barrier. The redness on my skin is gone away. I will definitely continue to use this product and rightly recommend. Gifted by Murad"
        },
        {
            "review_title": "Silly application",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "Gifted by murad. All opinions are my own. The serum is Hydrating not oily. Very Fresh and silky soft at application. The smell isn't overpowering but subtle. Easy to apply and it absorbs quickly into my skin. Love adding it in my skin routine."
        },
        {
            "review_title": "Repaired my skin barrier",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
            "review_text": "Gifted by Murad: I recently damaged my skin barrier by going a little crazy with my retinoids, but Iu2019ve been using this product for a week now and my skin is thanking me for it! My skin isnu2019t flaring up anymore, itu2019s hydrated, and the irritation is gone!"
        },
        {
            "review_title": "New Must Have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This product was gifted by Murad Skincare in exchange for my honest review. This skin serum is my new favorite!! It works so well and for me does exactly what it claims to do. This serum smells amazing, is very thin, and absorbs into the skin fast no leaving behind any sticky feelings. Iu2019ve been using it for a little over a week - and my skin is the best itu2019s ever looked. I donu2019t have redness in my face anymore- even my acne has calmed down. Ontop of that my face feels very moisturized and looks glowing most the time. I have even felt confident with no makeup since using this!"
        },
        {
            "review_title": "This was awesome",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I was gifted by Murad and I love this serum it was a great addition to my routine. I can use this in the morning or night with my current actives and I donu2019t get any irritation. It has a light smell.."
        },
        {
            "review_title": "Enjoy this serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "I am enjoying using this Murad Barrier Repair Serum. I applied it to my dryness, fine lines area, and neck. They look plumped and smoothed. It's a must-have in my daily routine! love it! Gifted by Murad"
        },
        {
            "review_title": "Must have in my routine!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Murad gifted me their cellular hydration barrier repair serum .I loved , this product. My skin looks amazing . This product reduces the look of my pores And  it repairs my skin barrier. This product is incredibly Hydrating."
        },
        {
            "review_title": "Pretty impressed so far!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Combination skin",
            "review_text": "I received this complimentary from Murad.  I like the texture & moisturization I get from this.  I use three (3) pumps and that amount easily covers my face & neck - which is where I always apply my skincare.  It leaves my skin feeling a little sticky, but I like that because it means that anything I layer on top of it will hold on better.  I haven't been using it long enough to determine the long term benefits they claim, but i have a good feeling it will live up to all the hype the reviews give it!"
        },
        {
            "review_title": "helpful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "LOVEE THIS PRODUCT. Tbh when I saw the price I was stunned but after the results it all made sense. It felt so silky smooth and it was definitely hydrating. Now although a didnu2019t see results at the start it definitely led up to that and cleared most of my PIH/ post inflammatory hyper pigmentation. If you have the money, invest in this product!!"
        },
        {
            "review_title": "New Staple!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Tan skin tone, Combination skin",
            "review_text": "First things first i want to say this serum was gifted by Murad. All opinions are 100% my own. I currently use tretinoin and have combination skin leaning towards the drier side. Iu2019ve been looking for things like serums and moisturizers to help me stop the flake and heal my skin. I took the leap on trying this out and I donu2019t regret it at ALL! After my second day of full usage i could see and feel a difference in my skin. It looked and felt supple and hydrated and with each use i can see it getting better. It really does hydrate and restore your skin!! The only thing i donu2019t like about the product is the smell, but that doesnu2019t outweigh the benefits for me."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I am so excited to have this as part of my new skin care routine! Repairing skin barrier has amazing benefits especially with improving my skin texture and having that hydrated glow! I love it. Gifted by Murad"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I have become a fan of this Murad Repair serum! It is lightweight and absorbs beautifully. My redness is definitely less noticeable and this hasnu2019t aggravated my acne prone skin. My skin feel hydrated and just all around more calmer. Gifted by Murad Skincare"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Absolutely loved this serum! It absorbed so well into my skin. I use it every single morning along with the matching cream. It deeply penetrates and hydrates my dry cheeks. It also doesn't clog up my oily forehead! Gifted by Murad."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "Elevating my skincare routine, this hydrating serum is a game-changer. Its ultra-lightweight consistency feels like a drink of water for my skin, absorbing effortlessly without any residue. The serum's formula is a powerhouse of hydration, leaving my complexion supple and revitalized. I appreciate its versatility, seamlessly fitting into both morning and evening routines. The serum boasts a cocktail of nourishing ingredients, and with each use, I've noticed a remarkable improvement in my skin's texture and elasticity. Gifted by murad"
        },
        {
            "review_title": "LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "Definitely will be using this in my everyday routine! Wow! I'm so obsessed with brand and this product is great!! The product is so good but I that's what I would expect from this brand!! Gifted by Murad."
        },
        {
            "review_title": "Hydrating, strange scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This serum has a strange scent, kind of like citrus with herbs. Itu2019s more of a kitchen scent than Iu2019d expect, and it does contain added fragrance as the last ingredient, which is either contributing to the natural scent or trying to hide it. The serum is thin and beige, and it applies easily and layers well under richer creams. It absorbs well, though it leaves a little stickiness behind. Offered by Murad."
        },
        {
            "review_title": "Fresher looking skin after 1 week!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "This serum was gifted by Murad for me to try out and review. I really like it it. Itu2019s not oily or greasy feeling; it doesnu2019t feel super moisturizing, but it is. My skin feels really smooth and hydrated, and it looks really fresh. The breakout that I had going on when I started using it just a week ago is complete cleared up. Iu2019ve been using it twice per day as the first step in my skincare routine (after cleansing) in the evening and right after my vitamin c serum in the morning."
        },
        {
            "review_title": "hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have been using this in my AM skin routine and it has been helping my dry skin so much. Its lightweight and not greasy at all so it has been working well underneath my makeup. This winter has been rough on my skin, and this is providing some much needed releif. Gifted by Murad."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Another amazing product from Murad, this serum helps to restore my skin barrier during this harsh winter. It penetrates my skin and you can see immediate hydration. I like to use it at the night after I cleanse my face. Gifted by Murad"
        },
        {
            "review_title": "New to Murad!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Gifted by Murad! Love this serum, it is so weightless and hydrating. My skin feels plump and hydrated throughout the day. I use this day and night and have noticed a difference in my skin. Makeup looks better as well!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I was gifted by Murad in return for my honest review. Love this thick skin loving formula. Love just how soft this left my skin and smooth. The texture is perfect and I found it easy to blend this also sits well under makeup."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "a great serum, I had been looking for a nice gentle formula for days in between using actives. the formula is very light and absorbs quickly into the skin. a bottle with a pump as well. gifted by Murad"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Dry skin",
            "review_text": "I typically have dry & dehydrated skin which can cause moderate lines as well as flaking. With that, I recently began to incorporate this product into my nighttime routine & so far I am seeing an improvement in the condition of my skin. It's left dewy, plump, & hydrated. I look forward to seeing more improvement overtime to the condition of my skin! Gifted by Murad  (:"
        },
        {
            "review_title": "Great for combo skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I have combination skin itu2019s mostly dry except my tzone which is prone to getting oily. I like how this left my skin feeling hydrated without making my oily tzone even oilier. This was gifted by murad"
        },
        {
            "review_title": "Gentle and effective serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I use Murad regularly- I love the green and orange line. This new purple line is all about the skin barrier which I love using after actives. It sinks right into the skin and is so gentle and soothing. Gifted by Murad."
        },
        {
            "review_title": "So so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This has been such a life saving serum. I have always struggled with sensitive skin due to rosecea and eczema. This formulation very quickly calmed my skin, and also really tackled my dryness. I definitely think if you have very reactive skin like mine, you could see results from as little as a week of using it. I received this complimentary from Murad but all thoughts and opinions are my own."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "This is a great serum if you want to protect skin from aging and all the harm from dryness and environment. Keeps the skin hydrated without the effects of a moisturizer. In fact you could layer with moisturizer and for me they go really well together. Offered by Murad."
        },
        {
            "review_title": "Great result on my skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I was gifted by murad a cellular hydration repair serum , I really love using it in my daily skincare routine , so effective products and great benefits on my skin, i also love the ingredients, i highly recommend it"
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Murad's Repair Serum is a game-changer! Its potent formula rejuvenates skin overnight, diminishing fine lines and boosting radiance. A must-try for anyone seeking transformative results. Gifted by Murad."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I love how the serum makes my skin feel so moisturized. Itu2019s totally helped my skin barrier get back to normal after the dry winter months. I totally needed something to help my skin and this is help my skin a lot. It leaves my skin filling hydrated, smooth and nourished, My skin instantly feels so much better and the texture of my skin looks better and feels better! It quickly absorbs into my skin. Itu2019s great on my sensitive skin no reaction and it smells great. Gifted by Murad!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "I received this product complimentary from Murad, but all opinions are my own. The market is flooded with hydration serums, so my first thought was what makes this different than the others?. Murad is a tried and true brand with high quality ingredients and carefully crafted formulas, which is why the price tag makes sense. I loved the lightweight texture and how fast it absorbed, leaving a radiant glow and noticeably hydrated skin. It works well and I have no complaints besides the price. So far, from what I can tell, other serums I've tried that have similar results and are much cheaper, are just fine, but I'll have to update once I finish off the bottle."
        },
        {
            "review_title": "A pretty solid serum",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is a pretty decent serum. It aims to repair the barrier and while it hydrates my dry winter skin I often need something else with it to keep my skin hydrated for the day. Itu2019s got a bit of a strange smell but itu2019s not so bad. As good as this product is, I feel like you can get similar results for much cheaper. Iu2019m going to finish this bottle but unless I change my mind on this product I wonu2019t be rebuying."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I use this day and night for a week and has seen a big difference in my skin. Itu2019s a lot smoother and works good under my makeup. It has a slight scent which didnu2019t bother my sensitive skin Gifted by Murad"
        },
        {
            "review_title": "A great addition to actives",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This serum has been a real treat for me. If you're using retinol or acids nightly, this serum is a fantastic addition. It will minimize all the redness and keep your skin from flaking. Kindly gifted by Murad."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "FYI I was gifted by Murad, but still wanted to offer an opinion on this serum! Iu2019ve only been able to use it for 2 weeks, but my initial impression is that it hasnu2019t irritated my skin, so far so good! I use nightly and my skin feels refreshed in the morning. Given the ingredients in here, Iu2019m excited to see how it will help with restoring my skin barrier!"
        },
        {
            "review_title": "A must try",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I was a little scared to try this product only because of my sensitivity to harsh chemicals. This product does great! No burning,no itching, it does exactly what it says it will. I have seen some results but am excited to continue using this to see even more!"
        },
        {
            "review_title": "Must have for you routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Love this gifted by Murad Hydration Repair Serum! Very lightweight on the skin and super hydrating. The smell is a little odd but not bad whatsoever. As someone with combo skin in the winter I get very dry so this is a game changer for me! I use AM and PM. Highly recommend this product."
        },
        {
            "review_title": "So hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I am blown away by the hydration from this serum! During these cold winter months, my skin gets painfully dry. But after just a few days of using this serum, and my skin is soo soft and hydrated throughout the day. It feels supple and my skin feels healthier and firmer. I love it! Gifted by Murad"
        },
        {
            "review_title": "Nice serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I've been using this new serum lately and it's been a fantastic experience. The texture is light and it absorbs quickly, leaving no sticky residue. I've noticed a significant improvement in my skin's brightness and overall texture. I also recently had a laser treatment and needed all the hydration and barrier support I could get and this was a godsend. It helped with the dryness a lot when I was able to get back to my normal routine. Gifted by Murad."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This serum is a powerhouse for your cells and I am so impressed when I was offered by Murad. I normally wake up feeling dry, but this serum left me feeling hydrated after waking up. I would most definitely recommend this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Thanks to Murad for this amazing serum! Hydration level is off the charts, and those fine lines? They look plumped and smoothed. A must-have in my daily routine! Seriously, you wonu2019t regret this one!! Gifted by Murad"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Fantastic serum to plump and hydrate dry skin - a staple For winter to make sure my skin feels soft and moisturized."
        },
        {
            "review_title": "Very hydrating for winter!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I am loving this barrier repair serum by Murad! I love how quickly and easily it sinks into the skin. My face is so much more hydrated. This serum was gifted by Murad in exchange for an honest review."
        },
        {
            "review_title": "Plumping and good on skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "It does smell a little bit weird, but it goes away quickly. Otherwise, this is a solid serum and Iu2019ve been using it at night. My skin feels plumped and soothed, and overall a little firmer (I am in my early 30s). The texture is milky and not too thin or watery, so easy to apply and can be layered under thicker moisturizer. Gifted by Murad"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Oily skin",
            "review_text": "I received this product gifted by Murad. But it has been used in my daily skincare routine every single day without a doubt. My skin feels so soft and hydrated. My face eczema does not have a problem at all!"
        },
        {
            "review_title": "Great for dry skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was gifted by Murad to try the Cellular Hydration Repair Serum, and after adding it in my skin care routine for over a week, Iu2019m happy to say it will be staying in my routine! Iu2019ve been using Murad for years, so I was more than happy to try their Hydration line. My skin looked noticeably more vibrant to me, and I felt like my skin was staying moisturized longer. I have very dry skin, so keeping my skin hydrated is key for me. I will say there is a slight smell to this serum, but nothing that kept me from using it daily! Overall, the serum does its job of keep the skin hydrated and moisturized and Iu2019ll be purchasing it as soon as I run out."
        },
        {
            "review_title": "Repairing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "New Murad's Cellular Hydration Repair Serum is meant to restore the skin barrier in 30 minutes and to provide moisture retention. Itu2019s formulated with wonderful ingredients that strengthen the skin barrier by locking in skins moisture. The texture is lightweight, fast absorbing, and nontacky. It sinks into the skin effortlessly and layers well with other skincare products. It has a noticeable scent but it isnu2019t overpowering. I noticed less redness and more elasticity in my skin. Gifted by Murad"
        },
        {
            "review_title": "Great repair serum for my dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I received this complimentary from Murad. I have used this serum for over 7 days, and I can see a big difference in the appearance of my wrinkles. This product treats my fine lines, wrinkles and helps firm my skin. I use this once a day in the morning and I apply it to my face and neck. This repair serum is something special and I will switch over form my other brand. I love it that much."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "If youu2019re looking for hydration, you need to pick up this Cellular Hydration Repair Serum by Murad. This is a game changer for sensitive skin or for anyone with a compromised skin barrier. This was gifted by Murad for review."
        },
        {
            "review_title": "Safe for sensitive skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "I've been using this for a month now and I am definitely adding this ti my winter skincare routine.  I'm hopefull that I can use this year around. It's helping keep my skin hydrated. I t hasn't altered the look of tinted moisturizer. I have dry sensitive skin and Psoriasis. It hasn't caused any skin issues."
        },
        {
            "review_title": "Love this formula!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "Gifted by Murad. This serum effectively repairs my skin barrier, offering a continuous hydration with its protective layer. The claimed 30-minute barrier repair is noticeable and it has proven suitable for my sensitive skin, reducing redness and smoothing texture after just one use. The invigorating scent adds to the appeal. Applying it twice daily to my face and neck, I'm delighted with the results. Murad has secured a top spot among my preferred skincare brands."
        },
        {
            "review_title": "helps with dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Murad gifted me their Cellular Hydration Barrier Repair Serum. I've been using this along with the matching cream. This set is excellent for my dry skin. I have a morning and night routine but still wake up with flaky skin. This set helps to minimize that and I expect with continued use it will improve even more."
        },
        {
            "review_title": "In love with this serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I've only started using this serum for a few days, gifted by Murad, and I'm already loving the radiant transformation in my skin! My complexion went from okay to healthier looking in a snap. The lightweight texture is a plus, and it absorbs so fast that it effortlessly fits into my daily routine."
        },
        {
            "review_title": "A must-have combo with Cellular Hydration!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I use this product in tandem with the cell hydration cream and it is an extremely hydrating duo! I have combination skin, and I think the serum gives an added barrier. I received this product gifted by Murad in exchange for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is a wonderful serum for dry to combination skin. Packaging is nice and heavy. It keeps my skin hydrated all day long. I use it with combination of moisturizer from the same line. Gifted by Murad."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "I have combo skin which means while a good chunk of my face only I also have some dry parts as well. Since I started using this I find that the dry areas have been as dry as before. Gifted by Murad!!!"
        },
        {
            "review_title": "Bouncy skin!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "This is great for strengthening your skin barrier! Iu2019ve been incorporating it in my routine for a few weeks and my skin feels bouncy, hydrated and more calm. It is on the pricey side but itu2019s helped my skin a lot! Gifted by Murad"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Murad's latest serum swiftly repairs and deeply hydrates the skin, strengthening it within just 30 minutes. It mimics natural peptides to restore the skin barrier, while bilberry seed oil and hyaluronic acid ensure continuous hydration. Perfect for compromised or dry skin, it's especially beneficial during recovery phases."
        },
        {
            "review_title": "Worth every penny!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I received this product for free from Murad and Influenster in exchange for my honest review. I found this product at $72 to be something that is absolute worth splurging on for your skin. Even though there are many options out there when it comes to hydration and repairing skin barriers, This comes from a brand that I personally trust as far as quality outcomes, and more than enough product in each container to last for the price. Iu2019ve been using this for approximately 14 days and I have noticed that my skin is more hydrated, more even, and just overall seems healthier. I can notice this, not only by the visual reflection in the mirror, but also and how my make up applies over this reparative hydrating serum. I use it twice a day-one to two squirts in the morning & 2-3 squirts in the evening followed by my regular moisturizer and I have found that this is definitely a winner. I recommend giving it a try. I will say that it is not for those who like fragrance in their facial products because it does have an earthy/ Herb like smell to it. Other u201cprosu2019su201d include that it is silky and absorbs quickly into the skin."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Dry skin",
            "review_text": "This serum was delivered to me during the most crucial month to test. Which is winter and it made my skin feel hydrated and it felt smooth applying it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I really like this serum for me some serums feel icky and donu2019t feel like they do much or some serums sit on top of your skin. This one feels really absorbable and I would definitely pair it with the Murad moisturizer a 10 out of 10. This was gifted by Murad."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "Really enjoying this Hydration Repair Serum! I live in Texas where itu2019s super hot, humid and downright mean to my skin. My skin has always been really dry and mistreated and this is really helping me with no effort on my part other than rubbing this on.  My skin feels really hydrated and doesnu2019t look so dull. The scent is not unbearable but wished it smelled better. I really do recommend this product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Loveless Ferriss serum! It is really been an Labour to my skin especially in these dryer winter months. Itu2019s giving me hydration but I know that itu2019s also helping with anti-aging benefits. Gifted by murad"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "applies super silky and soaks in great. it smells like a green juice and my skin felt super soft and clean feeling. Gifted by Murad. Would definitely recommend. Packaging is a 10/10. Love this line!!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "This is a very hydrating serum.  Iu2019ve been using it the last few nights during my skincare routine and while I donu2019t notice a difference yet, I am enjoying the experience.  The only thing I donu2019t care for is the scent.  Gifted by Murad but thoughts are my own."
        },
        {
            "review_title": "Definitely great for dry damaged winter skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "After testing this cellular hydration repair serum I can definitely say that Iu2019m seeing a difference in my skin. I live in Colorado, and the weather is constantly shifting in the winter time to cold to extremely cold with a bitter wind. My skin dries out in the winter time and is in constant need of moisture pairing this with my daily moisturizer I have noticed a difference in the way my skin feels itu2019s not nearly as dry. Additionally, I feel like my make up is sitting better on my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Recently, I faced skin issues due to over-exfoliation, leading to sensitivity and red marks on my face. Using this serum at night has been a game-changer u2013 it's gentle, smooth, and calms my skin. What surprises me is how lightweight and liquidy it is. Unlike other barrier repair products, this one absorbs so quickly. I wish I had started using it sooner.   gifted by murad"
        },
        {
            "review_title": "Definitely buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love this product, has changed my skin from being dry and red all the time to so smooth and no redness! I highly recommend this!"
        },
        {
            "review_title": "Will buy again!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Worked okay. I have sensitive and incredibly dry skin in the winter months. This seemed to help more than just lotion alone, but it was no way a miracle cure. Will likely buy again though!"
        },
        {
            "review_title": "Must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "After using this product for the last couple weeks Iu2019ve noticed a significant difference in the redness and dryness of my face. In the winter time a suffer for extreme red and dryness of my face and this has absolutely helped with this problem 110% percent! I definitely recommend this"
        },
        {
            "review_title": "SMOOTH!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I RECEIVED THIS PRODUCT FOR FREE FROM INFLUENSTER AND MURADSKINCARE IN EXCHANGE FOR MY HONEST REVIEW!! i havenu2019t used this product enough to give much detail unfortunately.. however i enjoy how the smell isnu2019t pungent and overpowering. the consistency is also very smooth and melts into the skin nicely."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Residing in an urban environment where the weather is constantly shifting, my skin tends to get quite dry. Just a week into using this serum in my daily skincare regimen, I've already noticed a significant improvement. My skin now has a more elastic feel and a visible glow. The serum's formula is wonderfully lightweight and non-oily, absorbing into my skin quicker than I could ever pronounce 'hydration'! It's so featherlight that wearing it under my makeup is a breeze. I'm truly in love with this serum. It has revolutionized the way my skin retains moisture and has enhanced its overall look. For those unsure about giving it a try, I'd encourage you to do so. This small bottle from Murad has been like a magical potion for my skin, and I'm so thankful for this wonderful gift. Generously provided by Murad."
        },
        {
            "review_title": "Nourishing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "*Gifted by Murad. A nice nourishing, hydrating serum. My skin feels much more hydrated and softer using this. I like using it as a part of my morning routine because it absorbs quickly into the skin. My skin looks glowier, more moisturized, and looks better on days I wear makeup. I canu2019t wait to see the long term effects of this serum."
        },
        {
            "review_title": "Hydration in the bottle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "Received this product complementary and after using it for few weeks now I'm loving the results . My skin looks healthier and refreshed. Serum works wonder in just few uses , application is very simple - both mornings and evenings are perfect time to secure healthy barrier . It absorbs fairly quickly without too much residue . Slight scent goes away pretty quick after applying. It's designed for most skin times and it does what it's supposed to . Visibly reduce redness and smoothness of your skin."
        },
        {
            "review_title": "Definitely a game changer for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "Jumping on the skin barrier repair trend, I couldn't resist trying this serum. It's like a hydration boost for my cells u2013 science-backed skincare, my favorite! Using it twice daily, my dry patches got much softer and smoother, and acne scars are vanishing very fast this time. Not a hint of stickiness, it absorbs very fast, leaving my skin soft and smooth. It has a mild scent that doesnu2019t bother me at all. I will definitely continue using this product for a while.  Gifted by Murad"
        },
        {
            "review_title": "Quick skin repair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "I'm genuinely impressed with Murad's NEW Cellular Hydration Repair Serum. This serum is a skincare game-changer! The quick repair of the skin barrier and the deep hydration at the cellular level make it stand out. After using it, my skin feels incredibly nourished and stronger. It's become a staple in my routine, and I've noticed a significant improvement in the overall health of my skin. Highly recommend for those looking to elevate their hydration and repair game! Gifted by Murad"
        },
        {
            "review_title": "Excellent Hydration!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "Love the long lasting hydration my skin experiences after using Murad Cellular Hydration Barrier Repair Serum. My dry flakey skin has disappeared and transformed into a soft, glowing complexion! I appreciate that the hydration is long lasting.  I actually also used this serum on the tops of my very dry hands and found it incredibly helpful and soothing. Immediate relief and still feels soft after applying yesterday.  I've had no breakouts, which I'm happy about as well.  My sensitive, dry skin responds really well to this serum and look forward to seeing more great results after continued use. gifted by murad"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Complimentary from Murad. I have been using the Cellular Hydration Barrier Repair Serum seven days now in the morning and nighttime to address my skin dryness and redness. I noticed that since using it my skin is a lot more hydrated and the texture is smoother."
        },
        {
            "review_title": "Give It A Try! ud83dudc9c",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "ud83dudc9c My Experience: I have been liking all of Muradu2019s products Iu2019ve tried and this is no exception. It has been good so far. I like it has a barely there scent and the consistency is way thinner then there usual serums. Theyu2019re usually a bit thicker but this one serum consistency making it super easy to absorb in. In the little time Iu2019ve been using, I have noticed less sensitivity around the only area I get sensitive which is around my nostrils, upper lip area. I am dry skin type but always get redness and irritation around there. It has improved with this serum and doesnu2019t dry me out. Iu2019m really liking this new line but I wish I wouldu2019ve gotten the other products from this 3 step regime! ud83dudc9c"
        },
        {
            "review_title": "My Daily Serum!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Terrific Serum! I have dry skin and I have been using this all winter, it is PERFECT! I received this from Murad and Influenster in exchange of an honest review. I am so happy they sent me this thought because I will definitely be repurchasing. It has been hard for me to find a serum good for my skin and I will be sticking to this one! I keep it in my skincare fridge and it is so refreshing applying. Definitely worth the buy!"
        },
        {
            "review_title": "Hydrated and healthy skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I received this product complimentary from Influenster and Murad in exchange for my honest review. I have dry skin, and I noticed the difference this serum made on my face as I used it daily under my moisturizer, per instructions. My skin was softer and felt more hydrated the whole day than it does with moisturizer alone.  It gave my face a radiant appearance and after weeks of use, I noticed less fine lines. I love the light, tea-like scent as well.  I was glad to see that the serum included omega and hexapetide-9, which improved the appearance of my skin without irritation. My only complaint is that the pump sprays the serum too quickly, causing it to splash around, and I don't want any of it to go to waste! Overall, this serum will improve the look and feel of your skin, and you will love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I received this product complimentary from Murad in exchange for an honest review and so far this product has been lovely! Itu2019s been a lifesaver with the dry winter weather. I highly recommend trying this product."
        },
        {
            "review_title": "It's ok",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I received this product from influenster and Murad in exchange for my honest review. In no way does this affect my experience or opinion on this serum. I'll be honest I'm not totally sure what this serum is supposed to do. I know it says it helps with the skin barrier but how am I supposed to tell if my skin barrier is stronger then it was before? I can say it feels really nice on my skin. It adds some light hydration and my skin looks a little smoother after applying it. It has a nice consistency and very light scent. I've been using it for a few weeks now and I'm not sure I can really see any difference in my skin but at the same time I'm also not sure what type of changes I'm looking for. It is a nice serum especially if you're looking for just a little hydration boost that sits well under makeup but I don't think I'll be buying this any time soon. It just doesn't address any skin concerns that I have. It's been nice to try it though."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this gifted by the brand. This serum is honestly amazing for my combination skin. It makes it look more plump and hydrated. I love that it absorbs good and doesn't feel sticky. I would recommend to anyone looking for a hydrating serum that works."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Gifted by Murad.  The Cellular Hydration Barrier Repair Serum has a silky texture with a slight medicinal scent. It leaves fbw skin feeling soft and hydrated.  My dry skin is loving it!  It is perfect for the winter!"
        },
        {
            "review_title": "Must have hydrating product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "The serum has been doing well on my skin. I love waking up and having my skin feel like silk I love a good hydration product and this one is an essential one for my routines."
        },
        {
            "review_title": "Great hydration! 4.5 out of 5 stars",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Very hydrating, increased smoothness of my skin. Very light weight. Great product for all skin types. I do wish it would help lighten dark spots but it did not with me. I received this for my honest review from @muradskincare and @influenster."
        },
        {
            "review_title": "Super hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "After using this serum twice a day for a week, my boyfriendu2019s skin looks extra hydrated. He loved the smell of the serum as well. He said the texture wasnu2019t sticky and went on smoothly, following up with Muradu2019s moisturizer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is an amazing product that can be used on any skin type throughout the year, but it's especially helpful during the cold, dry winter months. My skin is in desperate need of hydration right now, and ever since I started incorporating this product into my daily routine, I've noticed a significant improvement in how hydrated and plump my skin looks. Gifted by Murad."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Every single item Iu2019ve used from Murad has been incredible. Absolutely no difference when I tried this beautiful Cellular Hydration Repair Serum. Iu2019ve been using this for about 10 days, and have really enjoyed the way it makes my skin feel. The serum is incredibly hydrating and I love that it layers well with other skincare! No pilling! Kindly gifted by Murad."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This serum is a game-changer! It swiftly repairs my skin barrier at a cellular level, providing deep hydration within 30 minutes. Bilberry seed oil visibly reduce redness and improve texture. A skincare essential for a healthier, more radiant complexion! Gifted by murad"
        },
        {
            "review_title": "Must have in your routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "After using this product over the last week I've noticed a definite difference in my skin. My skin felt very smooth and moisturizextra eyes and at the same token had a little shine to it. I love this cellular hydration repair serum from Murad."
        },
        {
            "review_title": "My new daily routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love using this serum every morning and night and I love my results. My skin looks beautiful, hydrated and smooth.This serum is a quickly absorbing, without any irritation. This is a definitely my new daily routine. Gifted by Murad"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m so happy to have found this. My skin has been so angry and dry and nothing has helped. The heaviest of creams did nothing but this serum has really helped to repair my skin barrier and I can tell the difference itu2019s making. Gifted by Murad"
        },
        {
            "review_title": "A dream for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Gifted by Murad. This serum is very unique. I have very dry skin and it does wonders to almost immediately. Though my skin feels more hydrated the more I use it. My skin feels amazing after using it.."
        },
        {
            "review_title": "The bestu2019",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Gifted by murad! Love love love this product! It feels so good on the skin and my skin feels so nourished! I knew I was going to love this product before even trying it because of all the amazing ingredients!"
        },
        {
            "review_title": "My skin feels calmer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "The serum  is so silky and easy to spread.  Its thin and it works nicely with other products. It works pretty quickly too. I seem to get immediate hydration and nourishment after applying. I think it helps tremendously with redness and helps to also calm my inflammation as well. My skin feels and looks healthier and balanced. I wish I could have this in a body lotion because Iu2019d use it all over . Itu2019s wonderful. Gifted by Murad."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I've tried this and the mask from the same line - if I had to pick one to spend your money on, it's the mask! I used this serum in the mornings only (not really someone who does a pm routine) after washing my face and before my daily moisturizer, and to me it just felt like a simple hydrating serum, and I think it is too costly for what it is. gifted by Murad."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I tried Murad's NEW Cellular Hydration Repair Serum offered by murad, and it's incredible! The special ingredients worked their magic in just 30 minutes, making my skin feel so much better. The serum kept my skin hydrated, and I could see real changes without any fancy filters. In just a few days, my skin was less red, and after using it once, the texture improved a lot. This serum is a must-try if you have dry or troubled skin. It's like a super boost for your skin!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Amazing serum for your face! Feels so good on the skin! Nice texture so creamy and silky! Love to use at night time for extra moisture! Definitely recommend to try everyone with dry skin! Good packaging!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Iu2019ve been using this serum in both my morning and evening skincare routines for the past ten days and honestly itu2019s one of my favorites yet because it checks all the boxes for me- I have very sensitive skin and intense hyperpigmentation, and this keeps my face nourished and supple while soothing my irritated skin and fading my redness. Huge fan and will be getting another!"
        },
        {
            "review_title": "Calmed down my redness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I wanted to try this Product because it claimed to repair your skin barrier and only 30 minutes. My skin often gets compromised and irritated. I have been using it daily for over 10 days  and have seen an improvement in the redness along my cheeks. The only thing that I did not care for is the smell. After I applied it to my skin it disappeared quickly. I will continue to use this product and I would purchase it again. Gifted by Murad"
        },
        {
            "review_title": "so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I was gifted by Murad their Cellular Hydration Repair Serum. It's lightweight and absorbed completely with no stickiness or residue This nourishing serum helps repair the skin barrier and locks in moisture I love how soft and smooth my skin feels now!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Murad makes great serums and I love this brand new one I was really excited to try. This doesnu2019t have too much of a scent and it feels great on my skin. I used this every morning before moisturizer. This was gifted by Murad"
        }
    ]
}