{
    "product_id": "669",
    "name": "Mini Fragrance Discovery Set",
    "brand": "HERMu00c8S",
    "categories": "Fragrance, Value & Gift Sets, Perfume Gift Sets",
    "price": 78.0,
    "about": "Set Description: The Mini Fragrance Discovery Set contains four best selling deluxe miniature fragrances..The scent of the Hermes girls, Twilly d'Hermes Eau de Parfum, is a floral, spicy, oriental fragrance woven with striking ginger and sensual tuberose...Mouth-watering and sensual, Eau des Merveilles is a dreamy rendition of candied orange and patchouli with a woody amber accord that resonates right through to the top notes. Itu2019s a sparkling fragrance for women without a flower in sight...Un Jardin sur le Nil Eau de Toilette evokes a generous garden full of life, where the scents of green mango, lotus blossom, calamus, and rush blend with incense and sycamore wood...Unprecedented and boldu2014and more vegetal than citrusu2014Eau de rhubarbe ecarlate Eau de Cologne renders the crisp, acidic freshness of rhubarb velvety smooth with notes of white musk...This Set Contains:.- 0.25 oz/ 7.5 mL Twilly d'Hermes Eau de Parfum.- 0.25 oz/ 7.5 mL Eau des Merveilles Eau de Toilette.- 0.25 oz/ 7.5 mL Un Jardin sur le Nil Eau de Toilette.- 0.25 oz/ 7.5 mL Eau de rhubarbe ecarlate Eau de Cologne",
    "ingredients": "Twilly d'Hermes Eau de Parfum: .Alcohol, Parfum (Fragrance), Aqua (Water), Ethylhexyl Methoxycinnamate, Benzyl Salicylate, Alpha-Isomethyl Ionone, Bht, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Limonene, Coumarin, Citral, Hydroxycitronellal, Linalool, Geraniol, Benzyl Benzoate, Citronellol, Benzyl Alcohol, Farnesol, Isoeugenol, Disodium Edta....Eau des Merveilles Eau de Toilette: .Alcohol, Parfum (Fragrance), Aqua (Water), Limonene, Benzyl Salicylate, Alpha-Isomethyl Ionone, Hydroxycitronellal, Linalool, Ethylhexyl Methoxycinnamate, Ethylhexyl Salicylate, Butyl Methoxydibenzoylmethane, Citral, Benzyl Benzoate, Farnesol, Benzyl Alcohol, Cinnamyl Alcohol, Benzyl Cinnamate, Geraniol....Un Jardin sur le Nil Eau de Toilette: .Alcohol, Parfum (Fragrance), Aqua (Water), Limonene, Hydroxycitronellal, Citronellol, Hexyl Cinnamal, Ethylhexyl Methoxycinnamate, Geraniol, Butyl Methoxydibenzoylmethane, Ethylhexyl Salicylate, Linalool, Citral.",
    "how_to_use": "",
    "num_reviews": 71,
    "overall_rating": 4.2,
    "product_url": "https://www.sephora.com/ca/en/product/hermes-replica-coffret-set-P469475?skuId=2412120&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2412120-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Avoid Wasting Your Money",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Knock off scents nothing special over priced  One smelled like clean  The other like a discontinued gap scent  The other one was so musky And one didnu2019t smell like much but cleaner I bought it for my sister and we had all my sisters (5) of them smell each scent nothing was sought for with this collection. Same goes for the other gift set by Hermes sold at Sephora"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This perfume set was a Christmas gift. I love the smell of the perfumes."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I donu2019t like none of the smells. I donu2019t recommend buying at all!!!"
        },
        {
            "review_title": "Great scents!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I'm giving it 5 stars because I actually like every single one of the perfumes. But I do think it's a littler overpriced even for Hermes. However, I am happy I ordered it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "Love the smells of these.  The box is just beautiful too!"
        },
        {
            "review_title": "Donu2019t recommend",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Two bottom ones are so bad, I canu2019t describe it. Both smell like disinfectant or public bathroom febreze. Top two ones smell fine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "a good last minute gift idea. all the scents smell nice"
        },
        {
            "review_title": "An amazing surprise!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I say surprise because I historically fail at blind-buys. I get drawn in by pretty packaging and fancy names, then Iu2019m underwhelmed by the scents. This smelled beautiful and classy and outdid my expectations.  I absolutely loved 2/4 (Eau de Marveilles and Un Jardin Sur Le Nil) but all were pleasant. The  other two smelled a bit grandmotherly for me, but in a fond childhood memory sort of way. The smells all have a warm, earthy undertone that gets more appealing as it wears. Will absolutely try more scents!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I loved this product ,the perfumes are very good ."
        },
        {
            "review_title": "Great sample set",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Oily skin",
            "review_text": "Pretty good samples great smell . The price is ok . very small"
        },
        {
            "review_title": "Gorgeous and Smells Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I originally bought this as a gift for a friend. When it arrived, I loved it so much that I bought one for myself. The orange box is gorgeous and displays nicely. The fragrance bottles are adorable. I loved two of the four scents and immediately went out and bought the Eau des Merveilles Eau de toilette full size... though not through Sephora because I was mad at them for stiffing me on the samples in my two Hermes orders.... This is a gorgeous set and imo worth the money."
        },
        {
            "review_title": "Pass on this 'Sample",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "An expensive sampling , only one is eau de perfume."
        },
        {
            "review_title": "A great gift for a friend or for yourself.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "These four mini bottles come in a beautiful orange box. Each scent is fresh yet timeless and elegant; a welcome change from the current super-sweet gourmand trend. I would consider three of the four scents to be unisex, with only Twilly being very feminine."
        },
        {
            "review_title": "Treat yu2019self",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Perfect gift from me to muah! Love the idea of not committing to a regular bottle with the benefits of all the popular scents ud83dude0a"
        },
        {
            "review_title": "Great wow factor",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I purchased this for my sister for Christmas.  Great wow factor because of the orange box. It's a must, like a Tiffany box, it is very recognizable color.  She said she is enjoying the scents.  I would buy again."
        },
        {
            "review_title": "Good gift",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Bought this as a gift for my mother, she really liked it, the packaging is nice, great gift."
        },
        {
            "review_title": "So cute as a gift set",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019ve purchased this set as a gift for motheru2019s day and my mom loved it! Our favourites were Un Jardin  Sur Le Nil as well as Eau Des Merveilles! The other scents were not for me but still beautiful packaging and all!"
        },
        {
            "review_title": "They're cute and I think the scents are lovely!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I've been wanting to add some minis to my collection and have also been wanting to try Twilly for a while now so I knew I had to get this set. I love the little bottles, they're adorable. The scents are very thought provoking, smelling each them on my skin brings specific memories or feelings to mind. None of them are like your typical, everyday perfume that you put on just to smell pretty. I think that if you enjoy nature then these scents could be for you."
        },
        {
            "review_title": "Underwhelming",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Iu2019ve been wanting try this sampler set. Theyu2019re all a decent size i just wish they were spray samplers and not drop samplers. The red cologne was the best scent of the samplers. The others just smelled like hand sanitizer."
        },
        {
            "review_title": "Makes for a good gift",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "My mom loved this as a gift. Loved the small orange box and how the perfumes retained their original sizeu2019s shape."
        },
        {
            "review_title": "Great gift",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "My grandmother loved this gift set. Classy, elegant, sophisticated. Great deal and it comes in a REAL Hermes box. The bottles are tiny but theyu2019re a good tester size. Great gift!"
        },
        {
            "review_title": "Smells divine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Tan skin tone, Combination skin",
            "review_text": "Iu2019ve been trying out gift sets for myself and this is my favorite so far"
        },
        {
            "review_title": "It is okay",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "The package and bottles are adorable. I'm glad I got to try these but unfortunately the scents are not for me."
        },
        {
            "review_title": "Adorable and classy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I collect mini fragrances, and these are some of the cutest in my collection. Theyu2019re dab bottles, so I donu2019t find myself reaching for them as frequently"
        },
        {
            "review_title": "Excellent product design",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "This set is beyond adorable. Miniature versions of the original product are so much more fun to experiment with than the typical perfume testers. The sleek packaging makes it convenient to gift. The fragrances themselves  are enticing. The discovery component will surely encourage the purchase of a full sized product."
        },
        {
            "review_title": "So cute",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I loved these scents. It does say replica on the tag. So idk. But theyu2019re cute minis"
        },
        {
            "review_title": "Great for finding your u201csignature scentu201d",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Great offer if youu2019re looking for new scents to wear. Would be great as a gift. They last long on the skin and feels so luxurious. They do not come with a spritzer- it is a dabber, thatu2019s my only con"
        },
        {
            "review_title": "vanity beauty in a miniature version",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "these little miniature bottles are too cute, perfect for the vanity. I love Twilly, my main reason for this purchase.i am not disappointed,smells just like the spray. loved being able to sample other Hermes fragrances. would make a great gift"
        },
        {
            "review_title": "Price is WAY to high.  Products are just so-so.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Im fairly disgusted with this product.  $60 and I didn't like any of the samples sent.  Put less in the packaging and more in the quality please."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Gifted this to a friend for Christmas. She absolutely loved it! She told me it felt fresh and luxurious."
        },
        {
            "review_title": "Cute Hermes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "These are such a cute minis!! They smell great. Just have a little battle to open the top without spilling the perfume."
        },
        {
            "review_title": "A nice sample of perfume",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I really enjoyed all, but one of these scents. The bottles are small, but it does give you an idea of what the different fragrances smell like just in case you want to buy a full bottle. ufffc"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Nice opportunity to try different fragrances! Really good packaging tho"
        },
        {
            "review_title": "%100 recommended",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "OMG, this mini set is amazing, all of them smell so elegant and they are dab perfume and so cute."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Iu2019m disappointed with 3 of  the 4 fragrances. I thought I was going to love them bedside I had a sample of one of their perfumes. Try it before you buy it."
        },
        {
            "review_title": "New fragrance step up!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "Iu2019ve gotten a lot of compliments @ light fresh scent everywhere Iu2019ve gone.  Iu2019m purchasing big bottles next."
        },
        {
            "review_title": "Stinks like bug spray",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "#1 Says replicas on box not originals! #2 absolutely stinks like bug spray! Disgusting  #3 super tiny not for resale samples  # 4 was packed super carelessly  #5 Sephora never sends the samples and rewards I choose  Worst smelling fragrance set I have ever bought! And I am a perfume person rerreceivedsamples"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "Packaging is great!!! Personally I expected better scents. They all stink. Itu2019s a big no for me."
        },
        {
            "review_title": "half the box was great",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I love all things Hermes, I have several of the mens scents, Terre d'Hermes and my absolute favorite, 'H24'. I dont really believe scents are female or male, thats just society & marketing IMO, so I tried this set. ended up giving it only 3 out of 4 starts bcz 2 of them (Twilly and Eau des Merveilles) were nice but the scents didnt last long on my skin. They were both unnoticeable after an hour or so. However I loved the other 2, Un Jardin sur le Nil which is very bright and happy and then Eau de rhubarbe ecarlate in the red bottle is my favorite from the set. I dont think it has any citrus in it, but its giving sweet grapefruit 1000% and it lasted for hours. LOVED it. I hope Sephora and/or Hermes comes out with another Discovery box with a selection of mens scents as well. Would love to sample those before committing to buy full bottles since I live in a rural area with no Hermes retailers near me and cant test before I buy."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": ""
        },
        {
            "review_title": "Must Have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "I am obsessed with mini everything!! let me tell you this mini set is amazing!! it smells soo good and the packaging is so cute too!!"
        },
        {
            "review_title": "no no no",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "they stink, save your money. they all smell terrible."
        },
        {
            "review_title": "Great Gift or Pre Trial on Hermes Womenu2019s Fragranc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Fair skin tone, Combination skin",
            "review_text": "They all smell nice. They are dab perfumes no spray. Box is heavy duty for stuff. Great if you want to test them out for awhile or as a gift!  Im unsure which is my fav."
        },
        {
            "review_title": "Worth the price!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Got this box as a Valentineu2019s Day gift to myself and the box is sturdy and perfect. The fragrances are amazing and elegant! My favorite is Twilly!"
        },
        {
            "review_title": "I love these. Great for travel & everyday use.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "These scents are light (vs overpowering) and perfect for traveling with. These are perfect for work outs, dates, dance classes, work travel, etc. I plan to send these as bday gifts to girlfriends."
        },
        {
            "review_title": "lovely gift",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "bravo Sephora. it's an amazing fragrance set. great way to try Hermes parfumes. these little bottles are so cute. Sephora bring more Hermes fragrance sets like this. love all of them. they smell so beautiful.bought two sets."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Bought this for a family Dirty Santa gift exchange, and ended up with it. All of the scents smell elegant and lovely, my personal favorite is the Twilly du2019Hermes Eau de Parfum! It is very sophisticated and clean smelling, and I am obsessed!"
        },
        {
            "review_title": "Great to give as a gift!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Perfect to gift during the holidays! Great selection of perfumes."
        },
        {
            "review_title": "Belle collection BRAVO SEPHORA !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "chaque parfum de cette belle collection est special, je suis difficile dans mes choix de parfum, mais JADORE ce package il est juste parfait, n'hesitez pas, vous n'allez surtout pas le regretter!! c'est certain que vous allez trouver votre prefere dedans!! :)"
        },
        {
            "review_title": "Great gift",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Such a good price! The best gift for a person who has everything. Such a cute size to be able to sample a luxury brand!"
        },
        {
            "review_title": "buy it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I didnu2019t expect them to be little doll sizes but they all smell really good. the circle one and the red one are colognes . I give it a 10/10 for to be a  designer brand."
        },
        {
            "review_title": "If youu2019re thinking about, do it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "So happy that I decided to purchase. Love the variety; there is something for everyone! Each fragrance has distinct notes but none are overpowering to me. Great sizes for the price and overall a great purchase!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I bought Twilly and was obssessed with it before getting the discovery set. The miniu2019s are adorable and this is a great way to try out the other scents in the collection."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Each of the scents in this collection smell lovely!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "purchasing this set is a really good way to try 4 high end fragrances at a reasonable price. For i loved twilly the most but will use all. It might also be a great gift."
        },
        {
            "review_title": "SO CUTE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love this set!! Itu2019s so freaking cute and the scents are all so unique!! If you love mini perfumes I 1000% recommend!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Love it soo much had to get it twice aftr loosing 2 of them in a car accident"
        },
        {
            "review_title": "Nice to Sample Hermes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Adorable mini bottles. Emphasis on tiny, but I wanted to collect the mini bottles while sampling them. Itu2019s not a spray, so I have to be careful whenever I open one. None of them smell bad, but I only like 2 of the 4 scents. Twilly is a smooth ginger floral scent. Two are fresh citrus, lemon, cleaning spray scents. The rhubarb one smells like like a tangy orange peel or zest."
        },
        {
            "review_title": "Liked 3 out of four, but nothing exceptional.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought them just because I wanted to try Hermes Perfume. I like three out of 4. 1 has a strong fragrance and feels like wouldn't be great if you get headaches from perfume. Also, I thought they were mini spray perfume bottles, good for travel but It's a actually tiny mini bottle filled with perfume liquid and no spray function in it. Maybe that's how expensive luxury stuff is lol"
        },
        {
            "review_title": "Coffret du2019essaiu2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Quatre odeurs differentes et interessantes! Ju2019accroche particulierement u00e0 lu2019eau de Cologne (flacon rouge). Malheureusement, aucun ne tient plus du2019une heureu2026 u00c7a ne donne pas envie du2019investir dans un grand format! Dommage."
        },
        {
            "review_title": "Great way to try a variety of beautiful perfumes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "I originally got a sample of Sur le Nil in the mail and wanted more of it. Saw this set and decided to do it. This is the best fragrance set Iu2019ve ever bought! Each one is so unique and a completely different scent profile. Iu2019ve loved all of them! You do have to be careful when opening the bottles, I wish they were spray tops, but what can you do? Still worth it though and the top dabbers dispense a good amount onto the skin"
        },
        {
            "review_title": "Yes, you should",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "I bought this set because I have heard great things about Hermes perfume for years.  I am - no joke - in love with every single one of these.  I am wearing Twilly today and I canu2019t wait to try another tomorrow.  Best money I have spent at Sephora in a long, long time."
        },
        {
            "review_title": "Cute gift",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I canu2019t rent the scents because I purchased this as a gift. It was a cute gift item."
        },
        {
            "review_title": "A mature scent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The scents in my opinion are more fit for a mature woman. They are very elegant and very strong. I am attracted to more light airy/ sweet scents which these were not lol ..I gifted them to my mother in law and she loved them all!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Absolutely love this perfume! My favourite mini set so far. The package is also beautiful."
        },
        {
            "review_title": "u2605 u2605 u2605 u2605 u2605",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Love love love! Eau de rhubarbe ecarlate (the red bottle) is my favorite, along with Twilly du2019 Hermes!"
        },
        {
            "review_title": "great samples set",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Twilly is the real reason I bought this set but I absolutely loved all 4...they are so bold and sexy"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Great sampler, i was looking to try new fragrances, liked them all except twilly, was just too floral for me. Great way to try something different.)"
        },
        {
            "review_title": "When the blind buy works out",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Heard great things about Twilly on YouTube. Many people describe Twilly as a quintessential head turner. I canu2019t stop smelling Twilly since I sprayed my wrist. The Jardin fragrance in this set has me very excited. Itu2019s opening gave me fresh cut grass which is great because I love u201cfreshu201d scents. The main note is green mango, Iu2019m so excited to try a standard size now. More brands should do this mini sampler sets!"
        },
        {
            "review_title": "Mini Sample Bottle Collectors must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is such a lil box full of goodies. I am honestly very impressed by the sample size of each bottle. I donu2019t tend to wear too much perfume tbh so these are great for someone who looks to collect and use once in a while. Oh and itu2019s small enough to slip into a purse for on the go people!  The only down side is that this isnu2019t a spray bottle soo just be patient and careful on opening and using!"
        },
        {
            "review_title": "Great scents at a good value for size",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Terrific set of Hermes best floral-forward fragrances, three out of four of these rank among my favorite perfumes. These larger minis are perfectly sized."
        }
    ]
}