{
	"product_id": "298",
	"name": "Dream Coat Iconic Frizz Fighters Hair Duo Value Set",
	"brand": "COLOR WOW",
	"categories": "Hair, Value & Gift Sets",
	"price": 38.0,
	"about": "What it is: A bestselling anti-frizz duo with a full size and mini of Dream Coat Supernatural Treatment to waterproof your hair and stop frizz, even in the worst humidity...Hair Texture: Straight, Wavy, and Curly..Hair Type: Fine and Medium..Hair Concerns:- Frizz.- Heat Protection.- Straightening and Smoothing..Key Benefits: - Blocks humidity, preventing frizz.- Leaves hair silky, supple, and glossy.- Lasts through up to three to four shampoos..Highlighted Ingredients:- Proprietary Anti-Humidity Complex: Locks out humidity, prevents frizz, adds shine, and heat protects..- Chamomilla Extract: Protects color and enriches radiance..- Glycerin: Moisturizes for shiny, healthy-looking hair...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, oxybenzone, and sulfates SLS & SLES. These products are also gluten-free and cruelty-free...What Else You Need to Know: Stay frizz-free at home and on the go with this value bundle. Delivering highly advanced humidity proofing and days of frizz resistance with glass-like shine, the Dream Coat Supernatural Spray is unmatched in all ways. With an ultra-lightweight formula, it transforms frizzy, puffy, dull hair, leaving it silky-smooth and glossy. Its anti-humidity action lasts through up to three to four shampoos. It also gives you built-in heat protection...This product is an Allure Best of Beauty award winner...This Set Contains:- 6.7 oz/ 200 mL Dream Coat Supernatural Spray Anti-Frizz Treatment (full size).- 1.7 oz/ 50 mL Dream Coat Supernatural Spray Anti-Frizz Treatment (travel size)",
	"ingredients": "-Proprietary Anti-Humidity Complex: Locks out humidity, prevents frizz, adds shine, and heat protects..-Chamomilla Extract: Protects color and enriches radiance..-Glycerin: Moisturizes for shiny, healthy-looking hair...Water/Aqua, Dipropylene Glycol, Polysilicone-29, Silicone Quaternium-18, Glycerin, Trideceth-6, Chamomilla Recutita (Matricaria) Flower Extract, Calendula Officinalis Flower Extract, Potassium Sorbate, Phenoxyethanol, Trideceth-12, Sodium Benzoate, Chlorphenesin, Potassium Benzoate, Disodium EDTA, Citric Acid.",
	"how_to_use": "Suggested Usage:.-This spray requires blow-drying with tension to activate..-Shampoo, condition, and lightly towel-dry hair to remove excess moisture..-Divide hair into sections..-Spray liberally and evenly on damp (not wet) hair to completely saturate..-Do not apply other styling products while hair is wet..-You can apply styling products after your Dream Coat blow-dry..-For best results, use every three to four shampoos.",
	"num_reviews": 118,
	"overall_rating": 4.4,
	"product_url": "https://www.sephora.com/ca/en/product/color-wow-dream-coat-iconic-frizz-fighters-hair-duo-value-set-P512884?skuId=2814499&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2814499-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "A Must Have.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Best product for hair protection before a blow dry. I also use before swimming, it deeply protects my hair."
		},
		{
			"review_title": "A must have in my routine",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I have tried so many products but this definitely helps with frizz!"
		},
		{
			"review_title": "Fabulous!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "This made my hair super shiny and super nice! I bought this just to test it out since I have thick wavy and super frizzy hair, and I absolutely recommend it!"
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone",
			"review_text": "The bigger bottle imminently started leaking as soon and taking out of the Package"
		},
		{
			"review_title": "It works !",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I hope my review will help you ladies ! I have thin rebellious hair ( too frizzy) and was tired of trying new stuff on them ! So I decided to give a try to the bundle that was on sale few days ago! Listen ! I b I stareted sweating as usual lol so frustrating! And big surprise ! My hair got large wavy frizz allure lol but no small rebel frizzes as usual! I m very happy 😆 it became wavy not frizzy ! Remember girls I do seat a lot ! I do recommend you try it ! First use good impression washed my hair and dried them ! Then I applied the serum from roots to ends ! You’re gonna hate it! Then I started my brushing! Again you’re gonna hate your hair and texture felt ! First impression while doing my brushing I told myself my goodness what did you do! I finished my brushing and went out to an overcrowded mall! I do seat a lot since I got my last baby two years ago"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I LOVE this!! Makes my hair shiny and less frizzy. I have low prosperity hair. Wavy / curly."
		},
		{
			"review_title": "Better than expected",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
			"review_text": "Was skeptical about this product but it actually really does work wonders when you use it properly! Highly highly recommend. Try the mini first but you won’t regret this!"
		},
		{
			"review_title": "SHINY✨️",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Normal skin",
			"review_text": "I love this product so much! It lasts much longer than you would expect, and it personally works so well on my hair and makes it look so shiny and gorgeous! 😍"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "seriously the best thing i’ve ever done for my hair !!!"
		},
		{
			"review_title": "LOVE this product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "I absolutely adore the this product, and will never style my hair without it. I use it after towel drying my hair and before styling. It does require the heat of a blow dryer to activate product (noted on packaging) and it truly does what it says. My hair is always sleeker and shinier when I use this before blowdrying/styling, as compared to no product. I love the smell of it too, not too strong. I’ve repurchased this product before many times and love the value set."
		},
		{
			"review_title": "Forever repurchasing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
			"review_text": "This stuff is so good! I applied it generously all over my hair and sectioned it like it said. It made my very dry hair feel and look soft and healthy as well as tamed my insane frizz. I love this product!"
		},
		{
			"review_title": "AMAZING!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
			"review_text": "I’ve been using this for a little over a month and oh my goodness it makes my hair so soft and silky. Note that it does decrease volume but I just clip my hair at the roots when it’s drying"
		},
		{
			"review_title": "Gave great blowout, did not tame frizz",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "So this product did not tame my frizz and when I used it the first time I thought I was going to return it, BUT it did give me a super voluminous blow out which lasted for days. Again, no frizz control for me."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "Try it for the first time and I really love it . Fights with my frizz hair ."
		},
		{
			"review_title": "Déception",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Ce produit n’est pas pour mes cheveux très fins et avec des vagues. Il ma fait des cheveux grichoux donc pas pour tous les types de cheveux comme prétend le produit."
		},
		{
			"review_title": "Salon Level Results",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Left my hair feeling silky smooth and easy to manage. Highly recommend for color treated hair and dry climates."
		},
		{
			"review_title": "Excellent investment!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
			"review_text": "One of the best investment I ever made for my hair, helped me in getting rid of frizzy hair. My hair look super healthy and are easy to manage after using it twice only. Girls it's worth it if you have frizzy hair, go for it!"
		},
		{
			"review_title": "I’ve found my holy grail!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "Amazing product! I have naturally curly hair and I like to blow dry + straighten it often. I had problems with frizziness/dryness in the past, but Dream Coat works like a charm! I’ve gotten compliments on how luscious and sleek my hair looks, even when it’s humid outside. I will say, it tends to build up on your hair, so make sure you have a clarifying shampoo for wash days."
		},
		{
			"review_title": "A must have!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "It’s so good!! No frizz at all and I tried to put a bit of water on the top of my head and I sprayed a hair perfume mist on my hair and it did not transform back to my curly hair it is definitely humidity proof."
		},
		{
			"review_title": "Christmas gift for my sister.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
			"review_text": "I have used this product and love it.  Had to replace it twice.  My hair is becoming gray and it can be unruly at times.  I use this after I wash my hair when in damp hair I put the color wow product and then dry with the hair dryer.    I got this value set because it’s like getting the mini bottle for free.  This is a great value."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This product really deserves the hype. I have naturally curly and frizzy hair. Whenever I apply it before blow drying I get such a nice finish. My hair looks and feels shiny with zero frizz."
		},
		{
			"review_title": "Must have!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "As someone who has struggled with frizzy hair all my life no matter what products I used, this product actually makes me hair feel so soft and smooth for days after a wash. Follow the instructions by separating your hair and fully saturating your hair with it and you’ll be golden."
		},
		{
			"review_title": "AMAZING!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "amazing, eliminates all frizz and helps straighten"
		},
		{
			"review_title": "I HATE THIS",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
			"review_text": "Oh my gosh, this does nothing to my hair. If you want to buy it, its a waste of money. Returning NOW."
		},
		{
			"review_title": "",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "They have not wanted to exchange it or refund my money. I will not buy at Sephora again."
		},
		{
			"review_title": "Wow!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
			"review_text": "Honestly, the best product I’ve ever used on my hair! Worth every penny. Get it!"
		},
		{
			"review_title": "must have in my hair care routine!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Light skin tone, Normal skin",
			"review_text": "Love this as my hair protection and helps me look better!"
		},
		{
			"review_title": "A must have for soft and frizz proof hair!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Porcelain skin tone, Combination skin",
			"review_text": "I love this! It makes my hair so soft and really reduces the frizz! I have fine, frizzy colour treated hair. I don't think it really lasts for 3 shampoos, maybe 2."
		},
		{
			"review_title": "Arrived broken",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Light skin tone, Dry skin",
			"review_text": "The large bottle arrived broken which was disappointing.  Too much of a hassle to return"
		},
		{
			"review_title": "Must-have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Amazing! Love my hair after this treatment, so soft 🤩"
		},
		{
			"review_title": "Magical",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "WOW! It’s magic. It does exactly what it says. After styling, even if I go out in the rain, my hair will not be frizzy! Will re-purchase."
		},
		{
			"review_title": "Not recommended",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I have a curly hair and it doesn’t work on me I’ve been trying on different ways and doesn’t work. I’ve been following the instructions and nothing"
		},
		{
			"review_title": "For the fried end girlies",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
			"review_text": "My ends are dry and fried but lmk how this product repairs it!! It’s makes it soft and smooth idk what magic is in it but so worth it l!!"
		},
		{
			"review_title": "Silky Soft Blowouts",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
			"review_text": "Love this product! It works very well but be mindful because it does require a lot of product to work properly. I have fairly wavy hair that is always frizzy and this product is very helpful alongside a heat protectant (just in case I’m not sure if it’s necsessary) when I’m doing my blowouts."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
			"review_text": "One bottle was removed from the set and the set was opened. why Where did the second 50ml spray go?"
		},
		{
			"review_title": "Hair is frizz free",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
			"review_text": "Must follow the instructions in order for it to work. After just drying my hair with the hair dryer, my hair is the smoothest and frizz free it has ever been."
		},
		{
			"review_title": "Did nothing",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Normal skin",
			"review_text": "Was super excited to try this product, but was let down. I have thin curly hair and followed directions to a tee. Unfortunately, it just made my hair feel like it has too much product in it and did nothing for frizz."
		},
		{
			"review_title": "Really great product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Dream coat spray is absolutely amazing for that extra shiny appearance and keeping the flyaways maintained. Spray just a few times before and during drying and you are golden"
		},
		{
			"review_title": "A new staple in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Combination skin",
			"review_text": "My hair is always has static and this wow frizz is literally a miracle worker."
		},
		{
			"review_title": "Must Have Item",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Combination skin",
			"review_text": "This item is a regular part of my routine.  Have bought several over the years and plan to keep using !  This does not weigh my hair down or make greasy like many others I've tried."
		},
		{
			"review_title": "Must have in your hair routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "This product is amazing as the name Wow , it’s so good it make your hair softer and shiner bright love it , it does the job"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
			"review_text": "Great deal with this set. Not sure what magic this is but may hair stays tamed with this spray. This is a repurchase"
		},
		{
			"review_title": "Fantastic product!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, Dry skin",
			"review_text": "Fantastic product! Holds my flat-ironed style for 3 days."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Definitely one of my favorite hair products from color wow this set is so worth it!"
		},
		{
			"review_title": "Love!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "My hair is so soft after using this and noticeably less frizzy!"
		},
		{
			"review_title": "The Gold Standard",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
			"review_text": "Hands down the best product I have purchased for my hair. Amazing for all hair types, smooths, hydrates and keeps your style for days."
		},
		{
			"review_title": "It works!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
			"review_text": "This product really does what it says -makes my hair silky, shiny looking altho I do have fine damaged hair. I have curly hair and this product makes it so much easier to blow dry it straight!"
		},
		{
			"review_title": "A must have for silky, smooth hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
			"review_text": "I bought this product blindly after seeing it on special on the website. By reading the description, I was hoping to see results. When I receive the product, it surpass my expectation. Love this product, and how my hair looks after using it and styling it. Highly recommend. Leaves your hair smooth and takes away the frizz."
		},
		{
			"review_title": "Get it!",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
			"review_text": "i love it but the big bottle was broken when i recieved it :("
		},
		{
			"review_title": "Buy it!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "I recently went to the salon and the hairstylist used this on me, making my hair super soft and shiny. I bought the value since I was about to travel and wanted to take it with me. I would 100% recommend!"
		},
		{
			"review_title": "A must have.",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
			"review_text": "This product is amazing, and works!!! The value set was perfect."
		},
		{
			"review_title": "Works great in humid a environment",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
			"review_text": "This product has really helped me manage my hair frizziness. I live in a really humid area and my hair is much more manageable. I usually wet my hair/shower, spray product in, blow dry, straighten, and some ouai paste."
		},
		{
			"review_title": "Must have for frizzy and thick hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
			"review_text": "I love the packaging, and my hair was so smooth, whenever I use the product and style it, it stays for long period of time and have anti frizz"
		},
		{
			"review_title": "FREAKING BUY IT NOW !!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "OMG !!! What kind of magic is this?  My hair look so beautiful… after i washed it i dry it and comb it only and my hair is so shiny and straight without the frizzy look"
		},
		{
			"review_title": "Didn’t work for me",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Bought it influenced by TikTok, and it didn't work for my hair. I have thick and huge amount of hair and product did not work as an anti-frizz. Today was the second time I tried it, and my hair looked good after the blow dryer, but afterwards it went out for a walk, it was a little humid frizz was all over my hair"
		},
		{
			"review_title": "Worth every single penny!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "I’ve tried so much hair care in my life but this still managed to surpass my expectations. My hair looks so sleek and shiny! The set is worth it imo! If you’ve been curious about this product I recommend you get this kit."
		},
		{
			"review_title": "Must definitely putting this product in my routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, auburn hair, Dry skin",
			"review_text": "After using this product my hair looks softer shinier and more healthier."
		},
		{
			"review_title": "best frizz protector",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
			"review_text": "loved using this for myself and my daughter. even on days I wasn't using heat, it helped smooth my flyaways and keep the frizz at bay!"
		},
		{
			"review_title": "Must have!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
			"review_text": "I love this for my curls !! Iv used the intense and the one for curls I couldn’t pass up the holiday deal!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
			"review_text": "Unbelievable difference!!! I bought this item out of curiosity since it’s so trendy. I tried it first only on half of my hair to see what the fuzz was all about. The difference was superb!!! Definitely recommend to add this product to your routine"
		},
		{
			"review_title": "Give this a try!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, Light skin tone, Combination skin",
			"review_text": "Everyone's hair is different. This works for my curly/frizzy/wavy hair in moderate humidity. In high humidity - not so much. Fortunately, I live in the desert and do not encounter much humidity except when traveling. My hair is fine, but I have a lot of it."
		},
		{
			"review_title": "LOVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "This stuff is amazing. Makes my hair look amazing with just a little blow dry."
		},
		{
			"review_title": "Holy grail!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "Tried the sample size that I received from my rewards a few months ago and IMMEDIATELY came to order the full size, well, this incredible bundle, I should say. I've been searching for a serum/treatment that will smooth my long thick hair and this treatment does just that. After using this my hair is tangle free, smooth, silky and hydrated. I'm SO glad I decided to try the sample size. I no longer have to waste my money on other serums/treatments!!"
		},
		{
			"review_title": "Effective but pricey!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
			"review_text": "Made my super frizzy bleached hair super smooth & shiny!!!  kinda pricey but it works sooooooo 🤷🏼‍♀️🤷🏼‍♀️"
		},
		{
			"review_title": "No shine!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Did not work as expected….it is the same as to any other leave in product. There is no visible shine….frizz is controlled but same as other products."
		},
		{
			"review_title": "It’s a game changer",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
			"review_text": "Used it for the the first time today. It’s 85% humidity and I walked in the rain from my car to the door of the gym. My hair was unfazed. Still as smooth as when I started."
		},
		{
			"review_title": "Can’t even use it",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
			"review_text": "It’s requires blow drying and my parents don’t have allow me to put heat on my hair so I need to return this so 5 stars cuz idk"
		},
		{
			"review_title": "Great product to travel with in different climates",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
			"review_text": "i started with only buying a travel size of this spray. It’s now one of my favorites to travel with, especially if heading to warmer climates. I purchased this set because it’s a great deal. Can also refill the travel bottle wi"
		},
		{
			"review_title": "Good for 2c blowouts",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, red hair, fairLight skin tone, Dry skin",
			"review_text": "Highly recommend for 2c hair! I’m new to blowing out my hair. I use this over a spray leave-in and add Living Proof PhD on top then finish with a few drops of Moroccan oil and get a damage free shiny blowout that lasts days even in rainy weather. If watercolordirectiy toy he’s it, my hair will likely curl back up, of course. So far, I’ve gone 2 washings before reapplying. I purchased one large bottle."
		},
		{
			"review_title": "I'm never letting this go!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
			"review_text": "I have been eyeing this product for awhile and finally decided to try it with this bundle deal. I'm so happy that I did! I have medium course hair with a combination wavy and loose curl hair pattern. I wear my hair straight most of the time. I was in Vegas in 80+ degree weather. My hair stayed BONE straight all night. It looked untouched even through to the morning. I had so many compliments on my hair that night, even had people asking to touch it because it looked so soft and shiny. Going to or live in hot temperatures, get this product!!!"
		},
		{
			"review_title": "Missing the travel size",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Dry skin",
			"review_text": "Completely changed my hair! I can’t see any of my split ends and makes my hair so shiny and soft, however I only received the full size and not the travel size :/"
		},
		{
			"review_title": "Anti-humidity miracle!",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, gray hair, lightMedium skin tone, Combination skin",
			"review_text": "I have coarse, very long, very frizzy and wavy grey hair. I get weekly blowouts to tame it. I live in a dry climate so it usually looks good, but my hair doesn’t like humidity. I tried this product and it is magic!  I can go somewhere humid and still have the silky hair I prefer."
		},
		{
			"review_title": "MUST HAVE",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, Dry skin",
			"review_text": "Love the results I am seeing on my daughters very corse, frizzy and think hair."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
			"review_text": "Good deal for the price, was a gift for a friend and she absolutely loved it. She likes being able to have a travel size and a full size for whenever she needs it <3"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "I'm in love with this product. I won't be without it. My hair is fine and blonde. it controls frizz and adds shine."
		},
		{
			"review_title": "Does the job",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
			"review_text": "This works. Apply while wet. I use my shark flexstyle for drying. I also feel it stays for 2-3 washes. I have wavy hair."
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "My thin, colour treated, limp hair has been saved thanks to this product! My hair has shine and doesn't tangle with this. It's my new HG for sure. Ive not tried it in super humid weather yet tho so I can't speak to that aspect."
		},
		{
			"review_title": "Wow is right!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Oily skin",
			"review_text": "Best hair product I have ever used.  It is seriously magic and makes my hair look amazing, full, and smooth.  Follow the directions and WOW!  Thi"
		},
		{
			"review_title": "Saved my hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
			"review_text": "I noticed a difference in one use.Follow the directions and my hair has never felt softer and shinier. That’s saying a lot considering how many other brands I’ve tried."
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
			"review_text": "After using this product my hair has never been the same. It's the best in the game!!! I love the shine it gives my hair!"
		},
		{
			"review_title": "Amazing",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
			"review_text": "Works so great for frizz! Make my hair so smooth and shiny"
		},
		{
			"review_title": "Excellent straightening and frizz fighting product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Dry skin",
			"review_text": "I’ve been using this product for 5 years now and absoultely swear by it. I have frizzy wavy hair, but when I use this before blowdrying my hair feels soft and is straight afterwards."
		},
		{
			"review_title": "",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Dessus je m attendait a beaucoup de brillance mais je n’ai presque pas vu de différence a lorsque je n’en mets pas et mes cheveux on reboucle  avec un peu d’humidité"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
			"review_text": "BEST PRODUCT I EVER USED. ITS AMAZING. MY HAIR HAS CHANGED SO MUCH SINCE I USED IT."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "Game changer. After I straightened my hair I felt like I finally achieved a salon styled smooth/shiny look at home. Good deal and awesome results!"
		},
		{
			"review_title": "MISSING 200ML ITEM",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
			"review_text": "ordered this online last week and my 200ML bottle was not inside the gift box. i paid $40 to only get the 50ml bottle. beyond upset + sephora did NOTHING to help me get my item"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I have used this product before and honestly it never disappoints! I have 3a-b hair and it makes my hair so smooth and shiny. My hair stays straight for at least 3-4 days. This kit is so worth it knowing that the bottle itself is 38$!!"
		},
		{
			"review_title": "REALLY frizzy hair??",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Normal skin",
			"review_text": "This must work for people with medium or little frizz. My hair is very curly but can't go out curly because its super frizzy and looks messy. I blow dry my hair straight with tension (with drybar brush) and it goes super straight and silky. Did that in Mexico and before I even stepped outside I felt my hair poofing and curling and when I got home it's as if I didn't do my hair at all."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
			"review_text": "best heat protectant i have ever used my hair is so soft. i use it before blow drying and my hair has never felt better"
		},
		{
			"review_title": "Must have",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Oily skin",
			"review_text": "Amazing I can’t live without it! Must have ! My hair looks amazing 🤩"
		},
		{
			"review_title": "Amazing! A Must For Bleached Hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Amazing!! My hair is bleached and very frizzy. I was trying everything to make my hair feel and look better (expensive products) and nothing worked like this. My hair is so soft and looks  so good!!"
		},
		{
			"review_title": "It kind of works",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I have thick, wavy and super frizzy hair with a lot of volume so I had a lot of expectations with this product and after using it as instructed here’s my review: On the good side, it helped me with my hair volume that it’s mostly because of the frizz, I got at least 50% less frizz and the effect lasted for at least 3 more hair washes but to get it I had to blow dry my hair every single time so if you don’t have the time (or the patience like me) I’ll recommend to avoid this product  Also it does not leave your hair with that shinny top coat that they advertise so keep that in mind"
		},
		{
			"review_title": "I use this product all day that i wash my hair",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Combination skin",
			"review_text": "I like this product,it so amanzing🤩🤩🤩🤩🤩🤩🤩🤩🤩 im in loveeeeeeeee❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
			"review_text": "After use This product for a week i love  the result. I Recommend!"
		},
		{
			"review_title": "Holy Grail Hair Product",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Dry skin",
			"review_text": "I routinely get salon-grade keratin treatments and even still, I love this product while the treatment is fresh to cut down on blowdrying time and to increase shine. I also use it in between treatments to keep my blowouts looking smooth. This is a wonderful value for the price, since you're getting the travel size for free. I find that my coarse, curly, 3A hair is able to go 3-4 washes without needing to re-apply."
		},
		{
			"review_title": "so good",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Normal skin",
			"review_text": "my hair has never looked better and it made it look so healthy😍😍😍"
		},
		{
			"review_title": "Lives Up To The Hype",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
			"review_text": "I first saw this product on Tik Tok and I had seen so many people hype it and review it. Initially, I just thought it was another random hair product that does that same as other hair products. I was truly wrong. I am never returning this product and the fact that I paid $34 for the full size version with a travel size just makes me feel like it was a wow deal (pun fully intended)! My hair is silky smoothy, it's shiny, and it never gets frizzy no matter the weather. If you can get your hands on this set, it'll be the best thing you spend your money on during the Rouge sale!"
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
			"review_text": "Had high expectation. Don't really see a big difference"
		},
		{
			"review_title": "Like night and day for my hair",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Dry skin",
			"review_text": "I have thin wavy 2A hair that frizzes up easily and let me tell you this is the best product I've ever tried for frizz!! The only draw back is I wish it was written on the website that this product becomes activated with heat so you have to use heat on your hair... I personally try to avoid heat-damage so this is the only reason why im not giving 5 stars"
		},
		{
			"review_title": "Disappointing!",
			"review_rating": 1,
			"review_shade_purchased": "",
			"review_buyer_description": "",
			"review_text": "I had such high hope for this product .  I saturated my hair with this product as it said to do .  It did nothing to rid my hair of frizz . No shine . Disappointing."
		},
		{
			"review_title": "Very good it’s a little bit expensive but I like i",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
			"review_text": "Wow it’s very good product and it does what it says it’s keep my hair not frizzy for one week even the humidity very high I like it I will buy it  again absolutely"
		},
		{
			"review_title": "Nice shine",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
			"review_text": "It adds a nice shine to my hair but it’s not as shiny as the models. (This might be due to the fact that I’m not using the shampoo and conditioner it recommends.) It is a very noticeable shine though. I haven’t noticed it really working  when I wash my hair a second or third time."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "SO good, i have long thick hair and it worked literally like a dream. Definitely a must buy!"
		},
		{
			"review_title": "Magic anti-frizz",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
			"review_text": "This treatment is like magic on my hair. I still using once a week."
		},
		{
			"review_title": "Holy Grail Hair Product for shine, volume softnes",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Tan skin tone, Combination skin",
			"review_text": "I don’t know if people are being paid to leave poor reviews or if they’re just not using this product the way it’s intended but I have NEVER gotten so many compliments on my hair."
		},
		{
			"review_title": "",
			"review_rating": 4,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Dry skin",
			"review_text": "Originally received a free sample but my mother loved it so much she asked I get her the full size ASAP! So happy with this set as it's great value and I love that there's a mini she can take with her when she travels. Removing one star as it contains some common allergens which can trigger eczema flares"
		},
		{
			"review_title": "Do not hesitate! Get this!!!!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
			"review_text": "I have thin, dry Asian hair and it has been super frizzy lately. None of my normal products not doing a thing.. first time used today and I love it!  Hopefully it holds its claim for a sleek 3-4 days of this!"
		},
		{
			"review_title": "the best formula before using heat on your hair!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
			"review_text": "this product makes my hair so soft and luminous, my hair really has another finish with this in my routine.  easy to use, goes on fast and lasts a long time!  first I bought a small one because it was recommended to me and now I am going for my second purchase in a large size!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "Amazing on my hair stays straight even when I tie my hair usually it dents best purchase!"
		},
		{
			"review_title": "average",
			"review_rating": 3,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "Just a regular serum for hair, nothing special.  Frizz didn’t go away, followed all the instructions."
		},
		{
			"review_title": "A must have for the rest of my life!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
			"review_text": "This is by far the best hair product I’ve ever used. My hair is shiny (but not oily), soft, looks like a fresh blow out, healthy, and it last a couple of washes!! My hair has never looked this good. I would 100% recommend this product. I’ve told all my friends about it."
		},
		{
			"review_title": "A must have in my hair routine",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Oily skin",
			"review_text": "My wiry hair is  difficult to straighten but WOW is a game changer. I’ve been using Color Wow for about 6 months and I achieve a perfect at home blow-out. This is magic elixir for hair that’s not straight. Highest recommendation   Color Wow"
		},
		{
			"review_title": "AMAZING RESULTS !",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
			"review_text": "I'm so shocked at the huge difference I seen in my blowout after using this product! 3 days in and my hair is as smooth and silky as day 1 without 0 frizz. This product transformed my blowouts and they look just as good at the ones from my salon, just remember to really saturate each piece of hair with the product. RUN to go get this !!!"
		},
		{
			"review_title": "BUY IT",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Dry skin",
			"review_text": "I’m surprised this is not sold out yet? Thank God! Great value for 2 products! And this stuff i amazing!!!!!! I have frizzy hair. I use it on wet hair & then dry & style as usual and maybe add some more on dry ends of my hair. Its just, WOW.."
		},
		{
			"review_title": "MUST ADD TO YOUR HAIR CARE ROUTINE!",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
			"review_text": "I love this product so much. Seriously a game changer. I have flat and straight asian hair, after using this product, my hair looks AND feels so full and bouncy! ALSO its absolutely a great value for this set!!! $28 for both full size and travel size???? What a steal."
		},
		{
			"review_title": "GAME CHANGER",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Dry skin",
			"review_text": "This product and value set is a must have for my curly frizzy hair girls! Best results are using my blow dry brush. Can confirm my hair stayed beautiful, silky, smooth, and styled in the humid Ontario august heat, when I would normally frizz up. Will be stocking up on this, hope this one never gets discontinued!"
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Normal skin",
			"review_text": "Amazing product!! remember it is heat activated. keep my hair safe from humidity and perfect. I live in Miami."
		},
		{
			"review_title": "MUST buy",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
			"review_text": "Exceptional bundle for an incredible price. This is my go to holy grail anti frizz hair item. To make it better, you don’t use it every wash, so it’s used sparingly and so worth the price tag."
		}
	]
}