{
    "product_id": "85",
    "name": "GloPRO FACE MicroTip Attachment Head",
    "brand": "BeautyBio",
    "categories": "Skincare, High Tech Tools, Anti-Aging",
    "price": 52.5,
    "about": "What it is:  An attachment head that is designed to target the look of fine lines on the face, neck, decollete, and back of hands to help restore skin's glow...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Fine Lines and Wrinkles, Dullness and Uneven Texture, Pores..What Else You Need to Know:  The FACE attachment head helps smooth and firm the look of skin on the chin, cheeks, nose-to-mouth lines, forehead, eleven lines, neck, and decollete. It also helps exfoliate, tighten the look of enlarged pores, and refine areas of uneven texture. It should be used up to and around the brow bone...Clinical Results: In a GloPRO consumer perception survey:.- 97% felt the firmness of skin improved.- 97% agreed skin looked younger after using the GloPRO",
    "ingredients": "",
    "how_to_use": "Suggested Usage:.-Use GloPRO FACE in the PM after cleansing and prepping target area with a clarifying Prep Pad (sold separately). .-Glide GloPRO in horizontal, vertical, and diagonal directions four to 10 times in each target area (about 60 seconds for entire face) to maximize skin invigoration. .-No need to apply additional pressure, just let the weight of the tool work its magic. .-Immediately apply your favorite skincare after using GloPRO to boost product absorption.",
    "num_reviews": 9,
    "overall_rating": 3.7,
    "product_url": "https://www.sephora.com/ca/en/product/glopro-face-microtip-attachment-head-P438634?skuId=2163087&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2163087-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "White/Off-white",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2163087-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Next Level Skincare",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love this product. I've been using it religiously for over 3 years and I get so many compliments on my skin.  I am in my 50's and my skin looks like I am still in my early 40's.  This makes my anti aging creams and serums absorb better and it really makes a difference in the elasticity of my skin.  This is a welcome soldier in my skin care regime. I also use the eye roller and th lip roller and they have been worth every penny. These treatments in a spa or at your Derm's office are hundreds of dollars, so well worth the investment."
        },
        {
            "review_title": "GloPro is Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is an amazing little tool..my skin feels smoother and I feel my other products are working better because of it...I use it 3 times a week...."
        },
        {
            "review_title": "To harsh for my sensitive skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I had high hopes for this product but my skin was much to sensitive and I found uncomfortable"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "White/Off-white",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Havenu2019t used it enough to notice any change in my over all face with collagen production HOWEVER huge difference in the absorption of products. I use the photo-retinol serum by Biossance which I love and instead of using two pumps sometimes two and a half I only use one. Iu2019m definitely saving money in the long run because I use less product so from that standpoint I would highly recommend this.  There is a learning curve to figure out how much pressure to apply and to go more slowly. Iu2019d watch the recommended videos and even check out their website. I naturally try and go quickly because I have kids but itu2019s worth it to take the time and do properly. Iu2019m definitely curious to see the future results."
        },
        {
            "review_title": "poorly made",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "The chrome tip is TERRIBLE! I owned the white one previously but decided to get the chrome this time just for a different look. Itu2019s chrome painted plastic that is very poorly made. It doesnu2019t roll smoothly and is very u2018clankyu2019.  Definitely would not recommend.."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "White/Off-white",
            "review_buyer_description": "",
            "review_text": "Very disappointed. Purchased about 2-3 months ago. After no results - I did a small research, that lead me to the conclusion that 0.3 mm needle can barely pass the epidermis (epidermis depths is 0.25 to 1mm. In order to get the dermis (the Layer that control scars, deep skin problems) you need at least 1.5 mm needle. Just google u201cdermis depthu201d"
        },
        {
            "review_title": "MICRONEEDLING MADE EASY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Oily skin",
            "review_text": "MICRONEEDLING at home can be dangerous and thereu2019s a lot to consider. You really have to know what you are doing. This tip is super safe and durable. Lasting up to 3 months, instead of just one. When I use this head, I can tell that my products sink into my skin faster. It gets the job done, without pain or fuss."
        },
        {
            "review_title": "Microderm skeptic turned believer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "We got a glopro for Christmas and wanted to buy an additional head so that my husband and I could both use it but maintain cleanliness. While I prefer the stainless steel look (this plastic version just looks and feels a bit cheaper to me), both work wonderfully and alternating between heads is a breeze. This is truly like getting a facial at home - your products are absorbed easier and deeper and we see immediate results after usage. We will be continued customers for sure."
        },
        {
            "review_title": "Reduces acne scars and smooths skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have been using this attachment for 4 months now and I can honestly see a huge difference in my acne scarsI have had since high school."
        }
    ]
}