{
    "product_id": "1001",
    "name": "Moondance Eau de Parfum",
    "brand": "LoveShackFancy",
    "categories": "Fragrance, Women, Perfume",
    "price": 175.0,
    "about": "Fragrance Family: Florals..Scent Type: Warm Florals..Key Notes: Velvet Rose, Magnolia, Sandalwood..Fragrance Description: This richly warm-floral fragrance exudes elegance with an edge, like a night filled with sophistication and an air of mystery. It opens with masses of velvet rose centifolia coupled with pink rhubarb. Earthy oakmoss and dreamy sandalwood extend the overflowing bouquet all night long...About the Bottle: An oversized bow, perfectly imperfect. The LoveShackFancy perfume bottle references founder Rebecca Hessel Cohens lifelong love of ribbons with a sculptural bow top that appears tied and tightened by hand. The ivory and pink Ribbon Rosa Flora print is a signature design chosen from over 2,000 in the LoveShackFancy print and lace library to decorate the bottle itself, a softly curved antique-inspired vessel carved with scalloping on top and a ring of rope on the bottom. Once finished, its spray top is removable so the bottle can be upcycled as a bud vase...About the Fragrance: A heart thats as big as it is wild. Last to leave the dance floor. Moondance is an indulgent velvet rose with ethereal and dreamy sandalwood, and whispers of magnolia. Forever fancy with a joie de vivre that makes every moment unforgettable. Created with love and a lively, romantic spirit by perfumer Frank Voelkl....CLEAN at Sephora is our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing on effectiveness.",
    "ingredients": "Alcohol Denat., Fragrance (Parfum), Water (Aqua/Eau), Butyl Methoxydibenzoylmethane, Tetrahydroxypropyl Ethylenediamine, Citric Acid, Citral, Citronellol, Coumarin, Eugenol, Farnesol, Geraniol, Hydroxycitronellal, Limonene, Linalool...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "overall_rating": 4.6,
    "num_reviews": "238",
    "how_to_use": "Suggested Usage:.-The spirit of LoveShackFancy is apparent upon firstu2014and second and thirdu2014whiff..-Apply on pulse points to wrists, neck, and behind the ears..-After applying, avoid rubbing or dabbing skin..-This breaks down the fragrance, causing it to wear off more quickly.",
    "image_url": "https://www.sephora.com/productimages/sku/s2708097-main-zoom.jpg?imwidth=465",
    "product_url": "https://www.sephora.com/ca/en/product/moondance-eau-de-parfum-P507889?skuId=2708097&icid2=products",
    "shades": [
        {
            "shade_name": "2.5 oz / 75 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2708097-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Favorite Perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I work with perfumes and have smelt many different scents. I received a holiday tester perfume set for Christmas and had the option to get my favorite full size perfume out of that pack for free. Moondance by Loveshackfancy happened to be in that pack. It was my first time smelling it and I IMMEDIATELY fell in love. It is by far my favorite perfume!!! I am so happy I got the chance to smell thisu2026 New signature scent"
        },
        {
            "review_title": "Youll smell like everyone else",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Notes describe this as a u201cwarm floralu201d. I disagree; my nose gets a very fresh and fizzy floral. Its a nice scent. Very pleasant. But a basic floral, nothing special or unique. Reminds me of several other scents. But I have to applaud their marketing team; their packaging is on point."
        },
        {
            "review_title": "V&R Flowerbomb",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I got this as a sample with my order & to me it smells very similar to V&R Flowerbomb. Maybe a little bit cleaner or fresher, but almost exactly the same. I like it! It would be very good for springtime. Im interested in smelling the rest from loveshakefancy now."
        },
        {
            "review_title": "basic rose scent",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I got a sample of this, and it just smells like a nice basic rose scent. Nobody should be paying an arm and leg to smell like a basic rose. The price of this perfume is wild to me. This smells just like Rose from B&BW if you want a cheaper option. This brand always has very generic boring type of scents and sells them as if their the most amazing scents we've never smelled before.  This is basic at best."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I love the smell. It is sensual. Must have for me!"
        },
        {
            "review_title": "u201ctravel sprayu201d not good for travel",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "smell is a nice warm floral (vs a bright floral like marc jacobs daisy) but it doesnt last long. i thought this was an eau de toilette.  one gripe i have about this is the loose cap. it comes off very easily and ive found it open in my bag several times. my bag has worn moondance more than i have.   horrible packaging for a travel spray. i considered decanting it into something with sturdier packaging but i shouldnt have to do that. this whole ordeal is just so stupid and annoying, when i think about it, i can only laugh.  im petty enough to never buy anything from loveshackfancy again because of this. LOVESHACKFANCY, YOU WILL NEVER BE FAMOUS ud83dudc8bud83dudc8bud83dudc8b"
        },
        {
            "review_title": "Powerful",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I really wanted to live this perfume. Rose,  sandalwood and magnolia are some of my favorites, but this really reminds me of a fragrance for my mother or grandmother. It is powerful, so a little goes a long way."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This gorgeous fragrance by Love Shack Fancy makes me feel like a coquette princess. Its a warm floral with notes of magnolia, velvet rose, and sandalwood standing perfectly balanced with one another. It has quickly become one of my favorites from Love Shack Fancy"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I've been using Loveshackfancy Moondance perfume for a few weeks, and it's become my go-to scent. The warm floral notes create an enchanting aroma that lingers throughout the day without being overpowering. Perfect for both casual outings and special occasions, this fragrance exudes elegance and charm. I've received numerous compliments, making it a delightful addition to my perfume collection."
        },
        {
            "review_title": "Serene",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love Shack Fancy fragrances are just so beautiful! I loved all the ones I have gotten my nose on so far. This scent has notes of velvet rose, sandalwood & magnolia. It makes me feel serene and relaxed when I wear it."
        },
        {
            "review_title": "Great scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This is a very florally fragrance! There are strong notes of sandalwood and velvet rose. It has a very earthy floral scent that settles very nicely. I would wear this on a date night out. The lasting power is also really nice. Id definitely recommend this for anyone looking for a true floral scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Im loving the Moondance EDP by LoveShackFancy. Im not the best at describing fragrance notes, but this combination of Velvet rose, sandalwood, and magnolia is irresistible. As soon as I sprayed it, I loved it and Im usually picky about perfumes. I instantly adored it and thought it smelled divine and bright. Its a bold, sweet fragrance that settles into a beautiful sweet floral on the dry down. It makes me feel very feminine and confident. Easily a new favorite fragrance!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Love this scent. The smell is just as cute as the packaging. The velvet rose and sandalwood scents to it are divine. The perfect little perfume to take with you wherever when you are on the go. Love this!"
        },
        {
            "review_title": "Its an aesthetic",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Moondance Eau de Parfum is pure elegance. Its harmonious blend of velvet rose, sandalwood, and magnolia evokes a sense of timeless beauty. A captivating fragrance that leaves a lasting impression, perfect for those who appreciate sophistication and grace."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Deep skin tone, Combination skin",
            "review_text": "finally a floral scent I can get behind, not too heady or mature. the sandalwood balances it out perfectly! it could be a bit more long wearing but I love how the scent makes me feel like visiting a floral shop in the summer time."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "This perfume is GORGEOUS. Im obsessed with the bottle but the scent itself is incredibly blended and just beautiful. You can really get the magnolia but the sandalwood grounds it so that the scent is not a heavy floral or u201cmatureu201d smelling. Definitely will be picking up a full size!"
        },
        {
            "review_title": "Fresh flowers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Oily skin",
            "review_text": "I love how fresh this fragrance feels and smells on my skin. This smells like a fresh bouquet of spribg flowers. This lasts a long time on my skin and I definitely will be trying more scents from this brand."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I love how this perfume smells! It smells like a floral arrangement and lasts the whole day. The travel size is perfect for my summer vacation to Italy. Definitely worth a try if you're looking for a vacation scent."
        },
        {
            "review_title": "Lovely smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this scent by love shack fancy! Moondance has notes or rose, sandalwood & magnolia that come together to create a beautiful long lasting scent that so many people have complimented me on! It makes me feel beautiful and also makes me stand out."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I have heard such amazing things from love shack fancy for a long time so finally being able to try one of their fragrances made me very excited. I am happy that I can take this on the go with me and just throw it in my purse so easily if Im wanting to reapply throughout the day. I can really smell the black current and floral scents primarily rose, sandalwood and  magnolia and I have already received compliments while I have been out so that is a huge win for me."
        },
        {
            "review_title": "Beautiful scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I adore this fragrance so much! The fragrance is lovely, floral, and one that you will keep wanting to smell it. Sandalwood, magnolia, and velvet rose are the three main notes, its a feminine, and sophisticated scent and lingers all day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This is my first Loveshackfancy perfume and it did not disappoint! Ive always been a fan of floral fragrances and Ive recently been trying to mix it up a bit. This perfume is like a bouquet of flowers! You can definitely smell the rhubarb coming through but its still light enough for summer. I find that this has great staying power too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I love this fragrance! It is so strong and smells so incredible! You definitely can note the magnolia notes in it as well as the sandalwood base. Ive gotten so many compliments on this fragrance! Definitely a must have"
        },
        {
            "review_title": "My favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "After giving this scent a try, I am so pleasantly surprised. The rose scent is strong but nothing over powering. It is the perfect perfume for a date night and/or just running around completing errands. Ive gotten so many compliments in such a short amount of time!"
        },
        {
            "review_title": "Moondance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "This moon dance love shack fancy perfume is such a dreamy floral scent. It has notes of velvet rose, dream wood and magnolia. Ive honestly never even heard of dreamwood so I had to look it up. u201cDreamwood has a woodsy scent similar to santalum album, it adds brightness & can last for 350 hours on a smelling strip.u201d What? This is a woodsy floral fragrance and because of the woodsy notes I think it lends itself to being wearable in many seasons. The longevity is long but the sillage is personal."
        },
        {
            "review_title": "Fresh and sweet smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "LoveShackFancy Moondance eau de parfum is light, fresh, sweet and a little goes a long way. Its a beautiful feminine scent and its an addicting smell. The rose, dreamwood and magnolia are a wonderful combination for a daily scent."
        },
        {
            "review_title": "A no for me.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Very confused with the reviews. This was a blind buy completely based on reviews and the notes listed this gave me bathroom potpourri vibes. I couldnt get passed that mature rose smell. I like fragrances like Killian love dont be shy and Burberry her so those are fragrances you like this will not be one of them"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Ive been more into niche perfumes lately and have been looking for more sophisticated and unique fragrances and this does it! Its so ethereal and intoxicating, just beautiful. For the price point this is fantastic."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "Way to strong I like the pink one better this one is way to floral I like sweet smells this one didn't do it for me I returned"
        },
        {
            "review_title": "DOESNT LAST",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Light skin tone, Combination skin",
            "review_text": "GREAT SCENT but so disappointing that its gone in 30 mins will be returning. I bought another from the same brand same issue"
        },
        {
            "review_title": "didn't last long",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Really loved the fruity floral notes in this one. such a great scent for spring. it's very feminine and I'm always looking for feminine scents to add to my collection since I tend to be drawn to gourmands and warm/ spicy scents. loved it in the stores, got the travel size and wore it around while I was shopping. the problem is the scent didn't project and it disappeared within the hour. there were no traces of the perfume on my skin or my t-shirt. wished it lasted longer!"
        },
        {
            "review_title": "Easy buy for girlfriend not to expensive",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I bought this for my girlfriend and she smells so good 100000 percent recommend and I will buy this for her forever"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Its a really pretty scent I just wish it was stronger and it only lasts about 30 minutes on me :("
        },
        {
            "review_title": "a pretty and sweet scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "this scent is the perfect balance of florals and sweets."
        },
        {
            "review_title": "Runnn dont walkkk",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "BEST PERFUME EVER!!! It is powdery and floral with just the right sweetness!!! Buy it nowwwewwwwww! You wont regret it!! Plus the bottle is super pretty! I have the big bottle"
        },
        {
            "review_title": "Actual coke.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I use it on my bedsheets, my room, myself, i take it out and sniff it. I like this scent the most out of the 3. Its perfectly pleasant sweet with a subtle warmth to it."
        },
        {
            "review_title": "Heavy, Strong, Sweet Rose, not for everyone",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "Initially when I smelt this in the store and sprayed it on my wrist I was really in love with it. After purchasing it and wearing it at home, I disliked the scent very much after a few days of wearing this. It is overwhelmingly rose quite heavy. With a very sweet bordering fruity like lychee scent when dried. Even when dried down, these are the only notes I get. Very old lady sweet rose style scent. The scent does last quite a while though."
        },
        {
            "review_title": "just okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This perfume smells very ordinary to me. It smells like a perfume my mom or my grandma used to have. The only thing I really like about it is the packaging because its cute and compact, but I definitely will not be purchasing the full-size."
        },
        {
            "review_title": "Too heavy on the rose",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "If you LOVE rose scented perfumes this is your pick. I was hoping the magnolia and sandalwood would be heavier but its 90% rose, and just too much for me. Beautiful scent tho for those into rose scents! My mother loves it!"
        },
        {
            "review_title": "I smell AMAZING",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Delicious and deep scent!  I've been searching for something with pink peppercorn, and this EDP hit all the right notes. It's light with a deeper finish. If you love vanilla, smoke, grapefruit, and pink pepper, please try this!!"
        },
        {
            "review_title": "Flower garden",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "If you are the type of woman who loves the smell of flowers then this perfume is perfect for you. It is light, feminine and soft to smell not overwhelming to the senses."
        },
        {
            "review_title": "If youre a gourmand girly, this is not it!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I smelled it in Sephora first and loved it but when I bought the bottle it smelled awful. Its way too floral for me, it gives nursing home vibes. Out 195 reviews only 9 where from people who werent sent the product for free."
        },
        {
            "review_title": "a must have for any fragrance lover",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "wow im obsessed with this fragrance. purchased on a whim and I'm in love. I'm a gourmand vanilla fragrance lover and normally I stray from rose notes but this is amazing. it smells so sexy and really classy. definitely good for sexy date night. the silage is good and it has long lasting power especially if sprayed on clothes. also good to layer.. especially with tom ford rose prick or oud satin mood."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I received this product from Moondance and have been loving this perfume for date night. The velvet rose, earthly oakmoss and sandalwood all work so perfectly together creating the most delicious smell. I will be definitely restocking."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I loved this product!! The scent was refreshing but not overbearing. Got several compliments on it and love how small it is to fit in my purse. Definitely would repurchase in a bigger size! I loved it."
        },
        {
            "review_title": "Settling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Anything by LoveShackFancy count me in! This Moondance wins me over. I have Forever in love and also Boheme but yeahhh Moondance is definitely going to be my everyday smell! So settle, not too much notes, lasts well and settles well on my skin scent"
        },
        {
            "review_title": "Totally obsessed!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I love the beautiful notes of velvet rose, sandalwood and magnolia. They work so well together. Very girly and smells amazing. Love the travel bottle so it's great to take on vacation or throw in your bag. I definitely recommend this product for everyone!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Floral scents are a must have for me and the notes of velvet rose, dreamwood and magnolia is such a gorgeous combination! It makes me feel classy and  beautiful. Love the cute packaging too like all their fragrances!"
        },
        {
            "review_title": "A lovely floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I tried all three of these floral perfumes & Moondance is by far my favorite. For the record, Im super picky about fragrances, especially florals. I dont like them to be too.. powdery & old lady perfumey? lol Rose-based florals usually are my preference, so that tracks. lol Its just a really pretty, feminine scent. Pretty long wearing. Love that its u201cclean at Sephorau201d & comes in a travel size too. Worth trying a mini for sure! Im going to enjoy wearing this one & probably gift the other two scents to my bestie, which happens to love more classic florals."
        },
        {
            "review_title": "the best floral perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "This perfume has pretty notes of velvet rose, sandalwood & magnolia and smells absolutely divine!! It's lasted me for hours on end and reminds me of strolling through a flower Garden. I Would definitely recommend it."
        },
        {
            "review_title": "Beautifully dreamy scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This perfume is the perfect floral scent! I love the mix of velvet rose, dreamy sandalwood, and magnolia together. I love it for a warm fall perfume. Its such a luxurious scent and the packaging is so cute"
        },
        {
            "review_title": "Fresh and woodsy scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I was gifted the Moondance eau de parfum from loveshackfancy and love the notes of rose, dreamwood, and cedarwood that smells so fresh and woodsy. Its also the perfect size when i travel and will definitely be a staple."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This moon dance eau de parfum by love shack fancy is my new favorite! I love the adorable packaging and how amazing it smells! The notes of of velvet rose, sandalwood and magnolia are a perfect mixture! I highly recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely love this aroma, it makes me feel supper fancy and I would totally buy this again. I get a lot of compliments when I wear it too. Dont skip on this one for sure, you need this in your collection."
        },
        {
            "review_title": "I like the mix of warm & floral",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "In the immediate opening I get rose and magnolia notes but theres some warmth to it. This leans slightly musky and spicy with the oakmoss and sandalwood notes. This adds a beautiful depth to the florals so its not just another typical floral. I prefer warmer and spicier fragrance notes so this is a beautiful blend of both floral and warm for me!"
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "I love A lot of perfumes from LoveShackFancy but I am obsessed with this one it smells like vacation or like you just got out of the shower you can definitely smell the velvet rose. overall I think it is a great floral scent!"
        },
        {
            "review_title": "FLORAL SCENT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I was gifted the Moon Dance perfume by Love Shack and Fancy. I think the scent is really good, very floral. If you like rose scent perfume thats for you. Also love the packaging!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This is by far my favorite of the three perfumes released from LoveShackFancy, it has a warm side to it but with also combining a bit of floral. I love packaging as well. Has notes of velvet rose, sandalwood & magnolia."
        },
        {
            "review_title": "lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This perfume by Love Shack Fancy is so nice! I love the notes of velvet rose, sandalwood & magnolia. They are the perfect mix of notes. The perfume is such a refreshing scent. It's perfect for everyday use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Recently got this travel size of love shack fancy moon dance to try and its so good! It is a beautiful floral scent with rose sandalwood and magnolia thats not too strong and lasts when you put it on. Love the bottle as welll to slip in my purse!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I like this scent a lot, its floral but the other notes add something else that gives the scent dimension. Id say the description is accurate, its definitely a rich/warm floral. Nice for fall and winter."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Obsessed!! This is my new perfume for this fall season!! The scent is perfect, the rose and sandalwood! The size is perfect for my purse or lulu lemon fanny pack. The package is so elegant. I would definitely recommend this to a friend!!"
        },
        {
            "review_title": "The perfect girly scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Im obsessed with this scent right now.  Makes me feel so girly! This fragrance makes me feel expensive and luxurious.  This one has notes of velvet rose and magnolia which is so feminine and floral. This smell is soooo refreshing! Floral but not overwhelming.  This is my new favorite perfume!"
        },
        {
            "review_title": "A romantic and exquisite aroma!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "It is a fragrance with exquisite floral notes (roses and magnolias). Its notes of vibrant, delicate and very feminine flowers make this perfume ideal for day and night. It can also be the ideal perfume for a romantic date."
        },
        {
            "review_title": "Indulge Yourself ud83cudf19u2728",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Indulge in the vibrant allure of Moondance Eau de Parfum by LoveShackFancy! This captivating fragrance sweeps you away on a mesmerizing journey through a moonlit garden with hints of velvet rose, sandalwood & magnolia. I'm absolutely smitten with it! Imagine embracing the enchantment of Moondance Eau de Parfumu2014it's a scent that playfully whispers secrets of the night under the stars."
        },
        {
            "review_title": "fresh-flower not overwhelming",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Moondance gives me fresh-flower nice fragrance. It feels modern, updated fresh, clean smell which I love it. The packaging is ideal to carry on my purse because it has a cap. It lasts on my skin and on my clothes days after I wear it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "Love love love this scent! Im obsessed with fruity florals and this checks everything I look for in a fragrance! The beautiful fruity scents mixed with the soft florals gives you a relaxed and sexy feel!"
        },
        {
            "review_title": "Loved it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I love how the smell on my skin usually Im not someone who likes the floral kind of sense, but this melted and blended with my skin so beautifully. It was almost like a masculine plural, which is different for the sense that I usually wear a highly recommend this, if youre not a floral, love her, but want to have something in your perfume collection."
        },
        {
            "review_title": "Got compliments right away!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is a new favorite scent Im obsessed! Perfumes are always my weakness and being super picky make choosing a staple more difficult than for most. I knew immediately I was converted after smelling and wearing the rich notes of sandalwood. Stays on without fading so definitely will be repurchasing!"
        },
        {
            "review_title": "lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This smell is soooo refreshing! Lovely daily scent. Floral but not overwhelming. light like a summers day. Lovely travel size. Will be ordering the large once this small one runs out. I'm in looooveee!"
        },
        {
            "review_title": "Rose Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Who else couldnt wait for love shack fancy to release their new fragrances?! I was so happy to get my hands on them! This one has notes of velvet rose and magnolia which is so feminine and floral. Product was free"
        },
        {
            "review_title": "Velvety sweet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Sweet and velvety, I love using it every day for any occasion, it does stays all day, which I love. Its a beautiful scent, that everyone around me enjoys so much, its perfect for day times and dates. Perfection."
        },
        {
            "review_title": "If anyone says you dont need this the lien go buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "The packaging is so freaking pretty  this is my 1st time trying a fragrance with notes of velvet rose, sandalwood & magnolia. Im more a warm floral girly so this definitely was for me I love it so much I have to go back to get the bigger version. Like this just scream soft and girly like my everyday scent for now"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "As soon as I smelled this perfume when it came out, I had to get it. The actual bottle is adorable and the smell is almost like a flowery scent. Its defiantly for people who love floral and a tinge of sweetness."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I love this perfume so much!!! It smells like heaven. I get so many compliments everytime I wear it and people always ask me what perfume is that. I highly recommend this fragrance for anyone who loves the smell of sandalwood and rose"
        },
        {
            "review_title": "Not the best",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really wanted to love this perfume but I unfortunately did not. The rose scent over powers the sandlewood and magnolia, which really makes the scent smell old. I dont think I would recommend this unless you really love rose."
        },
        {
            "review_title": "Warm Floral ud83cudf38",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "Are you a woman who knows what she wants? Well, this is your fragrance, do you love flowers and everything that makes you feel fresh? This will be your favorite, its shades are Velvet Rose, Sandalwood & Magnolia, a fragrance that will make you feel the warmth of a beautiful day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This travel spray smells amazing and it is super convenient too. It's small enough to fit in your bag or pocket, so you can freshen up on the go. And the packaging looks sleek and stylish. I would highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I was really impressed by scent of the perfume. Both my husband and myself are very picky when choosing scents . The scents were  a floral, sweet mixture , very spring-ish . Just perfectly mixed and did not go overboard. Complimentary by Sephora ."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Im a very sensitive person when it comes to parfums.  This one is so so good that I even wore it on my wedding, is so fresh and you dont need to apply it more than once to carry the beautiful smell with you"
        },
        {
            "review_title": "Floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Was so excited to try this new product from LoveShackGancy.Definitely very strong scent. I can feel spicy rose with some magnolia undertone. Very romantic and feminine scent. For me its sweet and spicy."
        },
        {
            "review_title": "My new favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I absolutely love this! It smells really beautiful, it's flowery and it's a kind of scent that you will love to keep smelling.. The key notes velvet rose, magnolia and sandalwood.. A very feminine, luxurious and sophisticated scent in this bottle.. It is actually my new go to perfume, this scent makes me feel beautiful too and it last all day! I can see myself getting a full size.."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Such a beautiful scent - truly obsessed with it! I get compliments whenever I wear it, and I'm convinced it's because of the ingredients! With notes of velvet rose, sandalwood & magnolia - its light but captivating at the same time!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "i was super excited to try out these new love shack fancy perfumes. this scent moondance probably isnt my go to perfume scent but it still smells lovely! very floral and perf for a daily wear perfume."
        },
        {
            "review_title": "Not a fan",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Ill be completely honest I am not a fan of this perfume. Nothing about it smells floral, I think it smells more like an older woman that an almost 30 year old that is a fan of sweet smells! Just my personal opinion."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is such a dreamy fragrance! Its a super warm and sweet scent, but has deep notes as well. I love the rose mixed with the sandalwood. Id definitely wear this on a date night, for some subtle romance notes!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This is my favorite of all 3 perfumes! It is sweet and warm, very multilayered. It is a bit different from any other perfume Ive tried which I love! I have been wearing it every day so far. I do wish it lasted longer as I feel I need to reapply, but overall I love it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The travel size of the Moondance Eau de Parfum is a great beginner if you want to try out a new sweeter, lighter smelling perfume. The ingredients notes of velvet rose, sandalwood & magnolia make this a little darker, richer smell, which I personally love!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Moondance Eau de Parfum in the convenient 10ml travel spray is a true gem. Its enchanting scent is like a dance under the moonlight, gracefully blending floral notes with a touch of mystery. The compact size makes it perfect for on-the-go elegance. A spritz of Moondance and I feel instantly transported to a world of sophistication and allure. This fragrance is a must-have for those who appreciate timeless, captivating scents."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This is such a nice warm floral perfume. Its very feminine, elegant and sophisticated. I feel like Im on vacation every time I wear it. I get a lot of compliments and the scent lasts all day. I recommend it."
        },
        {
            "review_title": "My go-to for holidays!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Such lovely packaging! I really enjoy this scent! The perfume has a sweet floral scent that lasts me throughout the day without being overwhelming! I see this being my go-to scent for tropical holidays abroad."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love the scent ingredients notes of velvet rose, sandalwood & magnolia. The perfume smells so floral yet warm. It is the perfect summer to fall scent. I also like the packaging a lot. The travel size is great."
        },
        {
            "review_title": "Gorgeous scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Gorgeous scent! Its one of those scents that just smells expensive. I love the hints of magnolia, sandalwood, and velvet rose. I wore this for a night out with my girls and got so many compliments on the scent!"
        },
        {
            "review_title": "dreamyyy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "smells so yummy i liked it it was like a warm floral i like it, my husband said i smelled like soft hand soap but i like it very warm perfect for a winter scent definitely will be buying the fullsize also want the pink one!"
        },
        {
            "review_title": "Smells so romantic",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "This perfume is my go to right now. It has an enchanting smell that has people complimenting me left and right. I love the beautiful mix of scents that create such an amazing fragrance. The rose scent is absolutely magical and I love how romantic it feels. The sweet smell took me through summer and I cant wait to transition it into the fall!"
        },
        {
            "review_title": "feminine perfume",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "Notes for this perfume are velvet rose, sandalwood, and magnolia. I would describe it really velvety and sophisticated.  Lasting power is about two hours on my skin.  It smells really feminine and expensive."
        },
        {
            "review_title": "romantic embrace",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Moondance perfume by LoveShackFancy is an enchanting blend of carefully selected ingredients that come together to create a truly captivating fragrance. The prominent note of delicate rose is the heart of this scent, wrapping you in its timeless and romantic embrace. As I wear Moondance, I cant help but feel a sense of beauty and elegance wash over me. Its as if each spritz of this perfume unlocks a world of grace and allure. Moondance isnt just a scent; its a personal journey to feeling beautiful, confident, and utterly enchanting."
        },
        {
            "review_title": "Perfect Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I love the notes of Rose, Sandler wood and magnolia in this perfume! Its floral and fruity but not overpowering! Its smalls amazing on my skin and lasts for hours! I feel beautiful when Im wearing this!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "This is a very simple, easy to understand, crowd pleasing, powdery rose fragrance. It almost has a rose water feel to it. Its inoffensive, light, and fresh. Not something I would buy a full bottle of, but can definitely see others loving this. Gifted."
        },
        {
            "review_title": "its giving the best version of me <3",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes",
            "review_text": "moondance <3 i keep getting compliments! this fragrance makes me feel expensive and pretty! it really meshes beautifully with my natural scent, giving sandalwood, velvet rose and magnolia notes which is the perfect fragrance for meu2026 im obsessed!!!"
        },
        {
            "review_title": "A rose lovers dream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This perfume smells intoxicating. The strong notes of rose shine through. The scent is very strong and slightly sweet at first but doesnt stay overwhelming. This will be one of my go to fragrances from now on."
        },
        {
            "review_title": "Smellss soo good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I adore this perfume and Im thinkinh of purchasing the big bottle. The first smell you get from this perfume is very floraly very warm and roses but not too much. Then it stays in the skin for 5 hr and in the clothes for more than 24hr you can still smell the perfume its very concentrated.Has key ingredients Velvet rose, sandalwood and magnolia"
        },
        {
            "review_title": "Lovely Brunch Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is such a beautiful scent. It is perfect for a girls brunch or even a daytime date! It smell like a grown successful woman who loves to have fun. Its become a new favorite daytime scent that revives many compliments"
        },
        {
            "review_title": "Perfect everyday perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This fragrance was so sweet and smelt so sweet! I loved the Velvet Rose touch and the Magnolia and Dreamwood as well. It had such a good floral scent that I got so many compliments on. It had such a clean feeling as well."
        },
        {
            "review_title": "Great smell!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This perfume smells fruity and floral to me. I smell notes of rose, sandalwood and magnolia. It's a perfume that I enjoy wearing when I go out at night. or in very special moments. It has a very striking and seductive smell. I love using it at night to go out with my husband and I love receiving his compliments saying that I smell good. I loved the smell"
        },
        {
            "review_title": "A woodsy floral that isn't sickly sweet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "The Love Shack Fancy Moondance Eau de Parfum - Travel Spray has a cap so there is no accidental spraying in a purse or bag. It has notes of velvet rose, sandalwood, and magnolia. Once the perfume dries on skin I can smell each note and the combination of them too. They meld perfectly together so that there is not sickly-sweet floral smell, not an overwhelming woodsy smell. It is a nice, mature scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "ALL I CAN SAY IS WOW! This absolutely smells divine! I love the dance moon dance btw lol. But i love the roses scented in this perfume. It lasts all day .. its so feminine and sexy . Please get it girlies."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I dont usually like florals and I love this fragrance! The notes are rose, sandalwood, and magnolia but the florals arent overpowering. I can see this as a special occasion perfume or use for every day."
        },
        {
            "review_title": "It's a yes from me!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love the notes of velvet rose, sandalwood & magnolia!! This fragrance makes me feel elegant and cozy at the same time, I love it! It's the perfect perfume to keep in your purse to have at all times!"
        },
        {
            "review_title": "it smells gooooood!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is by far my favorite perfume! The smell of velvet rose, sandalwood & magnolia, god I love rose! Everything rose! this stays on my skin for a longgg time, my friend told me she could smell this from 2 ft away and it smell goooood!"
        },
        {
            "review_title": "Love struck!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Honestly, never have I ever had a perfume wear so well on my skin. I put it on and hours and hours later its still there. Its definitely a feminine floral, rich and sexy scent. Its interesting because I feel like it changes throughout the day. I really love it!"
        },
        {
            "review_title": "Incredible!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "Moondance Eau de Parfum, with notes of velvet rose, sandalwood & magnolia, smells absolutely incredible. This is like dancing beneath the stars in the arms of your lover without a single care in the world!"
        },
        {
            "review_title": "A must on my mini travels",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I received this product by LoveShackFancy! But under his review, Im gonna be telling you my honest opinion about this product. First of all, why arent you purchasing this product? I Purchased a mini size and I love Moondance. It smells amazing. Smells heavenly this perfume last me up 8 to 6 hours! I like his travel size because if I need to add more during the day, I can pretty much just put it in my purse and just have it on to go. The packaging is well done by this perfume. I love the company I never heard of to be honest, but I was really thrilled to try it. I know that they do a designer clothing line, but I was really excited that they came out with perfumes. And by all means I absolutely love this product and you should definitely give it a try it you should buy the travel size or you can try it in local Sephora."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Combination skin",
            "review_text": "I cant believe how well is done this combination of Velvet rose , sandalwood and magnolia to create this beautiful scent. It smells really amazing on my skin and Ive got so many compliments. Definitely a keeper"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "This fragrance has notes of velvet rose, sandalwood & magnolia and smells very girly! I only used one spray and it lasted all day, its very strong so you dont need much which is nice because itll last longer!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "This warm floral scent is just perfection for everyday use. Its my favorite perfume to use during the daytime and it is just the perfect amount of perfume-its not too overwhelming but its also not too soft. It is so good!"
        },
        {
            "review_title": "Vintage beauty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is such a beautiful smelling perfume that definitely gives me a vintage kind of vibe. The packaging alone makes me think of the Vintage era and all kinds of antiques and just valuable times. I love the way this perfume smells because it has one of my favorite notes in a perfume which is Rose. I feel like the note always brings out the best in a perfume and really makes it smell very ladylike. I always feel so calm when I Spritz this perfume on me and I feel more like a Dame each time. Overall I have really been loving this and have even taken it with me on the go."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Such a gorgeous scent. This one compared to the others is a bit more floral for me, so I would save this for my special occasions. It has a scent of woodiness, which makes this more rounded for me. I love the little travel sizes because they make it easy for me to bring them to work or on trips with me. Smell all three scents, you will find one you love!"
        },
        {
            "review_title": "Fragrance with depth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This is a beautiful, musky, deep fragrance. I absolutely love it for night time wear. It makes me feel sexy, seductive, and feminine. The sandalwood notes are amazing. I got the travel version which is perfect for on the go touch ups."
        },
        {
            "review_title": "So pretty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Im so in love with Moondance! This is definitely a scent I find myself reaching for and I get tons of compliments. The sandalwood and magnolia notes stand out the most while the rose notes are subtle, which I LOVE. This is a sexy and beautiful scent overall, definitely worth a try for any magnolia lovers out there!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Ive been loving this scent so much! It smells so nice, it lasts on all throughout the day, its such a beautiful and fresh scent, I love the magnolia note. My husband loves it so much, Ill be getting the full size bottle for sure. I highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "First time trying this brand and I can definitely say they are good. Firstly the packaging is very very cute and user friendly. The scent of this was amazing and the rose definitely made it feminine. Wow!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Pleasantly surprised by LSFs debut perfumes. This is the perfect mix of floral and woodsy scents - the rose & sandalwood compliment each other perfectly. Its strong without being overpowering and lasts all day. I always get complimented wearing this, love it!"
        },
        {
            "review_title": "Staple perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love trying new fragrances. This one in particular smells amazing. I love how this particular one smells. Its a vanilla and wood scented smell .It lasts on a while, which I love. Most perfumes dont have that effect. I definitely recommend this perfume"
        },
        {
            "review_title": "This is the BEST LSF Fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Ok this is my favorite LoveShackFancy fragrance ever! Moondance is sensual and so beautiful! I love velvet rose, sandalwood & magnolia - this fragrance screams mysterious elegance and I love it! This is gorgeous!"
        },
        {
            "review_title": "Decent Rose Scent",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "This scent is very strong when you initially spray it but its has a decent dry down. It contains rose, magnolia and sandalwood. The rose really shines through. I don't really pick up on the sandalwood."
        },
        {
            "review_title": "Yummy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "The scent is fresh and sweet, it almost reminds me of a donut. It isnt too overpowering or overwhelming, one spray goes a long way. I can smell it on me through the entire day. The packaging is sleek and simple yet beautiful!"
        },
        {
            "review_title": "Great Parfum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "This parfum is perfect to tells my personality. It's super nice, fresh and calm at the same time. The ingredients notes of this parfum are velvet rose, sandalwood & magnolia, these scents deliver such a great flowery scent. It also perfect to use at any occasions. I love it so much."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "this fragrance smells so good. i was so happy to find out loveshackfancy came out with fragrances. it is a super girly scent and i like the notes in this one. i like the other scents of this collection too."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Moondance by LoveShackFancy is a floral fragrance for women. Top note is Rose; middle note is Magnolia; base note is Sandalwood. I absolutely adore this scent! Its a beautiful blend of rose, magnolia, and sandalwood notes. It smells good, and the packaging is so pretty. However, I wish it lasted longer."
        },
        {
            "review_title": "Lovely fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is my all time favorite scent from The loveshackfancy beauty line! I love the mix of florals with sandalwood! Super easy to wear during the day and it lasted a long time! Would definitely recommend!"
        },
        {
            "review_title": "Fruity and Playful Scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This fragrance is very long lasting! I wore it for over eight hours and it really lasted on my skin and sweater. The fragrance is very fruity, a little sweet, and a little floral. I would say the fruity notes in this fragrance is the strongest. Its a very playful and fun fragrance that I would be happy to wear everyday and even in the evenings. The packaging is beautiful and I find that I dont need to spray much to get a long lasting scent."
        },
        {
            "review_title": "Great quality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "I love this perfume so much! It does have my favorite flower-magnolia and smells so good! I get so many compliments when I wear this perfume! I feel like I am covered in blooming magnolias! I would definitely buy it again!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "OBSESSED WITH THIS SCENT. my favorite from The loveshackfancy beauty line! I typically dont like floral scents but this is the perfect balance of floral and sweet. It is so lovely! Just one spray lasts most of the day for me"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "To me, this fragrance teeters a little masculine which is nice when I want to switch things up. Its very woody and floral but a much warmer & richer scent than I am used to. I like to switch things up with the perfumes I wear so its nice to have something like this one!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I was gifted the Moondance by LoveShackFancy. Wearing this scent adds a touch of glamour to my everyday life and elevates any special occasion. The fragrance lingers throughout the day. I love the aroma of the velvet rose and sandalwood! The packaging is gorg."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "red hair, Fair skin tone",
            "review_text": "I received this Moondance Eau de Parfum 10 ml Travel Spray to try out and review complimentary from LoveShackFancy in exchange for my honest opinion. This travel perfume spray has a warm floral scent that smells pretty nice! I can definitely smell the sandalwood note!"
        },
        {
            "review_title": "Moondance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I was so excited for this release and the Moondance scent did not disappoint at all! The packaging is beautiful which is always a plus, but the juice--oh it is delightful. I can pick up the rose and the magnolia, but it is so much more than a basic floral scent. The sandalwood, and tart rhubarb add a depth to this scent that really make it so much more than what I was expecting. It is truly special. My fiance instantly did a swivel and asked me if that was a new perfume. I really want to gatekeep this, but I can't."
        },
        {
            "review_title": "Smells AMAZING!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Wow!!! I love the way this smells so much. It has a very light but very scented floral smell which I love, and it's also super long lasting. I'm so happy to have this and will wear it all of the time!!"
        },
        {
            "review_title": "nice warm floral",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I was gifted this product by Moondance. The scent is nice like a warm floral scent. Florals is not my favorite but it does smell nice. I wish it was a bit stronger and lasted a bit longer but the longer its on the skin the better is smells."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I am obsessed with this scent! Notes of Velvet Rose, Magnolia, Sandalwood in right proportion to give you a scent which is perfect for any event where you want to smell elegant! The smell lasts long and are perfect for those night office gatherings or dates."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received from:Love Shack  Fancy:Moondance Eau de Parfum - Travel Spray 10ml : I love this fragrance, the aroma is exquisite, the fruity notes stand out, the aroma is very soft but long-lasting, it is a fragrance for all ages, a young woman or a lady can use it, it is simply an irresistible aroma."
        },
        {
            "review_title": "Elegant perfume must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This perfume smells luxurious, clean, alluring, and sophisticated. Its definitely mature and delicate. I love the notes of magnolia. It has amazing projection. I give it a 10/10 worth the money! Very intense."
        },
        {
            "review_title": "Warm floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This fragrance makes feel rich, pretty and warmth. I really liked and would recommend it to everybody. The package is the cutest and the notes are velvet rose, dreamy sandalwood and magnolia. The best combination!!"
        },
        {
            "review_title": "Love the dry down",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "The dry down is where this scent really shines, on first smell the aroma is very sweet and rosy and playful, but as it develops on the skin, it opens up to reveal a lot of depth with the magnolia taking center stage.  It has really nice staying power and is very romantic and feminine.  Its reminiscent of a scent from the golden days of old Hollywood starlets."
        },
        {
            "review_title": "Must try perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I received this gifted product. I got the moondance scent and I really want to try the other scent because I am obsess. The velvet rose scent with Sandlewood and magnolia make it so perfect together very comfortable scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I absolutely adore this scent! The sandalwood is my favorite fragrance note, and it blends wonderfully with my chemistry. It is noticeable, but not overpowering. The packaging and overall scent is extremely luxurious!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I was so excited to try this out! LoveShackFancy is such a great brand. I enjoy the scent of this fragrance. It is a little bit strong, but that makes it long lasting. The packaging is also really pretty!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Wow! So happy I received this for reviewing purposes. This absolutely smells divine and I absolutely love the packaging on it. For me personally, this did not last for too long, but I did a layering system like I usually do. I will usually put some type of body oil and then spray the fragrance on top of it once I did that I definitely notice at the fragrance stayed longer on me. This perfume really does smell amazing and from this particular fragrance from the others, I received the most amount of compliments."
        },
        {
            "review_title": "Powdery",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I tried 3 of LoveShackFancys perfumes and this was the strongest. Lasted very long. However its not my personal style. If you like Viktor and Rolfs Flowerbomb or Diors Miss Cherie, this is for you. The u201cvelvety roseu201dnote makes it smell powdery. Very feminine"
        },
        {
            "review_title": "Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I love this scent, it's a warm floral scent, it lasts quite a long time. perfect for day and night use.  It is very girls and very light. You can really smell the velvet rose and magnolia very well.I received this product for my honest review"
        },
        {
            "review_title": "Nice perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Nice scent. Perfect for every season of the year. Stay on all day. Very sweet smelling, more than what I prefer. But a nice scent overall. If you like floral - sweet scent , this perfume is for you."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "i love this moondance perfume by Loveshackfancy! this is the best perfume ive smelled! i need this in the full size bottle. i got so many compliment while wearing this! it smells so unique! i love it"
        },
        {
            "review_title": "So cozy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "So happy I ordered moon dance! It has notes of velvet rose, sandalwood, and magnolia that makes you smell heavenly! This scent makes me feel so elegant and cozy, such a must have scent! Love shack fancy killed this."
        },
        {
            "review_title": "Smells so so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Oh my goodness. I dont even know where to begin. This scent not only smells like  bouquet of flowers it also lasts a long time too. Ive always wanted to own something love shack fancy branded and now I can officially say Im a true fan of the brand. It smells so good, you wont be disappointed."
        },
        {
            "review_title": "Very strong velvet rose ingredient! -",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Not exactly my taste in fragrance, its pretty strong to my nose, and after taking a shower, I could still smell it absorbed into my skin, the place I applied it smelled like it just less potent.   The velvet rose is pretty strong and over powers the other notes of dream wood and magnolia. I honestly feel like this would be a more dressy scent or for someone who has a more mature taste in perfumes.   What I do like is that the fragrance is u201ccleanu201d : vegan & cruelty free!! The packaging feels so luxurious and definitely not cheap."
        },
        {
            "review_title": "Fairytale fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Honestly this is such beautiful fragrance that i ever smells, feels like flowers fairytale sweet and elegant. The notes of this fragrance is velvet rose, magnolia, and sandalwood its make this such beautiful scent, love the mini size for traveling!"
        },
        {
            "review_title": "Very dreamy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Amazing scent very dreamy with sandalwood, velvet rose and magnolia . Very excited for this launch . Perfect casual scent or a night out , making you feel elegant and super classy . I honestly cant wait to try them all"
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "My favorite of the three. I am obsessed. All three perfumes smell DIVINE. My only complaint is that after 3 hours I cant smell it on my wrists any longer. The staying power is a bit weak, but the smell makes up for it."
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Combination skin",
            "review_text": "This might be my favorite fragrance of all time. The notes of velvet rose, sandalwood & magnolia are so lovely. I got so many compliments on my scent! Everyone needs to try this. A little goes a long way."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "What a lovely scent. The moment i sprayed onto my wrist i wanted more!! My boyfriend also really loves this scent. It makes me want to have a night out just to put this perfume on hahah!! I love this one so much & i would definitely purchase the 2.5 oz"
        },
        {
            "review_title": "I already ordered more. I have three",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love this perfume. This LoveShackFancy is a new brand to be of perfume and Moondance is perfect for dancing the night away with my husband on date night. It is a very warm floral and isn't overpowering. It stays all day and by time the end of the day comes people can still smell it and ask me what I am wearing. Love it!"
        },
        {
            "review_title": "In LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I tried out all three of the new perfumes and this is my favorite!! I love all the new scents but this one is special! It has a strong combination of rose, sandalwood & magnolia!! It leaves you smelling fresh all day!! If you are on the market for a new fragrance, definitely try the travel size!!"
        },
        {
            "review_title": "Perfect everyday scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The Love Shack Fancy moondance scent is so light and refreshing! The mix of velvet rose, dreamwood, and cedarwood is a mix of the perfect every day scent ! If you have been thinking of getting this scent, you definitely need to! Highly recommend this product!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "This is a beautiful and strong perfume. It makes me feel powerful and ready to conquer the day! It has notes of velvet rose, sandalwood and magnolia. A little goes a long way as it is very strong. It also lasts a long time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I have 10 ml Travel Sizes of all three perfumes: Forever in Love, Boheme and Moondance. Moondance is my most favorite from all three and it's most lasting one from all three. I usually don't like sweet perfumes, but this one is starts sweet and warm, then dries down clean, fresh, flowery. Love notes: Velvet Rose, Dreamy Sandalwood, Magnolia. I love this scent so much. I sprayed it on my t-shirt yesterday, and still, after 24 hours, I could hear it"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This was given to me by LoveShackFancy in exchange for my honest thoughts.  I'm currently in my fragrance era and I'm really loving this scent! It's very fresh and clean.  Floral but not powdery. Long Lasting."
        },
        {
            "review_title": "Too heavy on the rose",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This LoveShack Fancy scent is not my favorite. I expected the velvet rose top note to be lighter.the sandalwood and magnolia really dont have a chance to shine because the rose is overpowering. The dry down is only a little better with less rose coming through. It reminds me of an old lady."
        },
        {
            "review_title": "I like it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The top notes of blackcurrant and pink rhubarb provide a fruity and slightly tart opening, while the heart note of velvet rose adds a rich and floral touch. The base notes of magnolia, dreamy sandalwood, orangeflower, and oakmoss create a warm and earthy finish. This fragrance seems like a sophisticated and elegant choice for those who enjoy floral scents with a hint of fruitiness."
        },
        {
            "review_title": "A must need in your purse!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "I was gifted this product by skeepers. Obsessed is an understatement. This roller perfume by loveshackfancy makes me feel sexy yet mysterious. It has a floral scent that turns heads when you walk in a room. This has been one of the only perfumes Ive used that actually lasts all day! Highly recommend"
        },
        {
            "review_title": "Sandalwood Flower",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I was excited to get this perfume because I dont usually try floral scents as I like more earthy elements. But the combination of sandalwood really is nice with a little bit of sweetness. As well as the velvet rose is subtle in comparison with the magnolia hints!"
        },
        {
            "review_title": "Warm and girly!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Honestly love this scent so much. I wasnt a fan of the other ones, a bit too floral for my liking. This one is a bit warmer, more amber-y, woodsy. I love the packaging - I received the travel size. It feels luxurious in hand. Very much will go in my rotation for the fall."
        },
        {
            "review_title": "Beautiful Sweet Floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I literally loveeee this scent so much. It has notes of velvet rose, sandalwood & magnolia which surprisingly give a really sweet fragrance. If you are a fan of sweet warm florals you'll love this. Perfect for the summer season."
        },
        {
            "review_title": "its ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "This one is very strong and has strong floral scent. i I really like how small this travel size is and literally can put it in a handcarry bag. It has a very floral scent and quite strong too."
        },
        {
            "review_title": "Long lasting scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Briogeo healthy hair besties is one of those sets that you dont realize you need till you finally try it. The products are great for any hair type. The scrub keeps my scalp so clear and the mask adds the perfect bit of moisture to my ends. I was gifted by Briogeo."
        },
        {
            "review_title": "Not a trailblazer, but still gorgeousu2026",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Beautiful warm scent. Smells so much like Soap and Glorys body butter, which Ive always loved. Im sending my bottle back only because it isnt anything groundbreaking. I often smell this scent and others like it. I would recommend for a more mature woman looking for a scent that leaves a trail."
        },
        {
            "review_title": "My personal favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I received this for free from loveshack fancy. Among their 3 perfume the moon dance is my absolute favorite. This represents me and my taste. This perfume smells sweet and the magnolia scent compliments this perfume. I would purchase moon dance over all other perfume I have came through till this day. The best."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "A very strong and rich floral scent that is very long-wearing and unique! From reading the notes I didnt expect this to be as sweet as it actually is, so if you gravitate towards warm sweet scents youll love this. I do find the scent to be a little overpowering, and a little more on the mature side which is surprising. I think this is a very unique scent for a particular taste. It feels very romantic, flirty, and best fit for a special occasion. The packaging is absolutely stunning and definitely worth trying!"
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "This is the one! This travel spray smells very dainty and elegant. It has an overall fresh and clean scent that i absolutely love! It smells like an elevated baby powder and I love how the smell isnt overpowering its just right!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I love this scent, it's a warm floral scent, it lasts quite a long time. perfect for day and night use. This is one of my favorite from this brand. The package is very cute. It will definitely stay in my collection. I recommend trying it!"
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This is an absolutely stunning scent! Such a lovely sensual sweet scent! My mom loved this scent the most! I can take it everywhere with me. I want the full sized one next! It last through out the day!"
        },
        {
            "review_title": "Yumm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This darling scent has for sure become one of my absolute faves recently! The longing of it on your skin is impeccable for any day. I expected nothing less from Love Shack Fancy with their whimsical design and scent creation."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I loveee this scent so much! It is very girls and very light. You can really smell the velvet rose and magnolia very well. I cannot wait to wear this all the time. I have already gotten compliments from it. I received this as a free sample"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I received this product for free from love shack fancy. I love the smell of this warm floral fragrance. Its super subtle yet smells very luxurious! A little bit goes a long way, which is amazing because you get the best bang for your buck."
        },
        {
            "review_title": "Sensual",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Of three scents from Love Shack Fancy beauty Moondance is my favourite, no surprise there, one of my have notes in a fragrance is sandalwood. This a beautiful very sexy and sensual scent and just perfect for date night and parties."
        },
        {
            "review_title": "New favorite in my collection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I found my new go-to fragrance! I'm normally not one to change up my signature scent, but this is my new favorite in my collection. The subtle yet flirty scent has notes of velvet rose, sandalwood & magnolia that makes it perfect for day or night."
        },
        {
            "review_title": "The Most Elegant Perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I am in love with this perfume from Love Shack Fancy. It is so warm, beautiful and sophisticated. I love the notes of velvet rose, sandalwood and magnolia. It is a timeless scent that is so elegant and feminine and is going to be my new signature scent! I love it so much!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The LoveShackFancy Moondance Eau de Parfum has a warm floral scent with the dreamiest velvet rose, magnolia, and orange flower accents. Spraying this parfum on my skin makes me feel so elegant and sophisticated."
        },
        {
            "review_title": "This smells AMAZING!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I recently received a 10 ml. Travel Size (Purse Spray) of Moondance Eau de Parfum, and I am in love with this fragrance! It's key notes of velvet rose, sandalwood & magnolia transport me to a more elegant time, full of romance and hidden possiblities. I put one spray on my wrist and rubbed them together, then against my neck. And let me tell you, I can still smell it now, a full 5 hours later.  I will definitely be buying this one again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I love this fragrance, this is my favorite scent out of the three released. It smells amazing and is great for date night. It's warm, sophisticated, and lasts a while. I like anything with sandalwood notes and this did not disappoint,"
        },
        {
            "review_title": "Something different.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "This scent is an older smell. A hint of floral can almost be found. Highly recommend if you like an older smelling sophisticated scent! I most likely wont be adding this to my collection! But do recommend to others!"
        },
        {
            "review_title": "A MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "I received this product as a free sample, I dont think I have ever smelled a more beautiful perfume. I wore it everyday to New York Fashion Week and was constantly complimented on the scent I was wearing. This is truly my new favorite"
        },
        {
            "review_title": "I love it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I absolutely love this scent! I never knew LoveShackFancy had fragrances, but I was not disappointed! It's easy to carry around since it fits in everything like pockets or small bags. The scent it floral and a hint of sandalwood which I like."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "LoveShakFancy created this amazing perfume and Im obsessed with it. It smells absolutely incredible. I love love the scent and will keep using it. It smells so sweet,floral and its absolutely intoxicating. Completely impressed with it."
        },
        {
            "review_title": "mustbtry scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Fair skin tone, Dry skin",
            "review_text": "This perfume scent is so amazingu2026 I didnt know what to expect but its so sweet and fresh. I have not stopped using it evwr since recieving it. I am so excited about it and will definitely recommend to those that like sweet fresh scents."
        },
        {
            "review_title": "Score this scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This product was a free sample from Love Shack Fancy! I loved the notes of velvet and magnolia on my skin. It fits perfectly in my travel bag and I love to take this everywhere with me. Definitely score this scent on the go!"
        },
        {
            "review_title": "the most amazing fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "Receiver product for free. I have fallen in love with the fragrance. It has the most beautiful smell and is so long-lasting. I love to take it with me everywhere I go and have gotten so many compliments. Strongly recommend!!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This incredible perfume from LoveShackFancy is exactly what I needed in my collection. Its light, sexy, perfect for everyday and even date nights. I love the velvet rose, sandalwood (my FAVEEEE) and magnolia notes. My husband loves this one S well!"
        },
        {
            "review_title": "Fav perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I am loving this perfume so much! I love the warm Floral scent. The scent stays on for the full day. Its unbelievable. One of my favorite perfumes currently. I will definitely be purchasing the larger size!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Medium skin tone, Combination skin",
            "review_text": "This was gifted from LoveShackFancy. This product smells amazing and I love the travel size because I can take it with me on the go. A little goes a long way with this product and it will last me a while!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This perfume is nice and beautiful, and has a nice clean scent. It also has a nice floral aspect to it. Another thing I love about it is the lasting power! Those around me smell it on me all day long!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "So I must say this is definitely one of my favorite scents I ever smelt if you like Sandalwood and the velvet rose smell then this is for you I must get the bigger bottle definitely with the price  Complementary  of loveshackfancy"
        },
        {
            "review_title": "MUST HAVE perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This fragrance is 10/10 recommend!! I am seriously obsessed and cannot wait to use it regularly. It is so refreshing and smells literally amazing. I am a huge fan of magnolias and this perfume captures it perfectly! I am 100000% going to keep using!"
        },
        {
            "review_title": "Not my favorite",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
            "review_text": "This perfume is a bit too strong for me smells a lot like Mongolia definitely a night scent . The smell is a really long time. I literally put it on showered, and I still have the scent lingering on my body if youre into very strong sense that almost smell a little masculine, this might be the same for you personally not my favorite"
        },
        {
            "review_title": "Bottle is cute. Perfume is way too mature.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This one gets an extra star for being the most gorgeous perfume bottle ever. But overall, this is a granny fragrance which is super confusing because mostly younger girls shop from this LSF brand so I have no idea why they wouldn't cater to the younger crowd by adding in something like vanilla or a sweet note. This perfume smells like honey but not in a sweet way but more of bee hive, pollen kind of way. The more I try it, the more I come to find that I do not like how this smells. its very mature and floral but not in a pretty way. They could've taken this fragrance into such a beautiful direction but didn't."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I was so excited to get my hands on this Loveshackfancy perfume! This smells like an updated Chanel perfume with notes of velvet rose, magnolia and sandlewood. I LOVE this and can still smell it on my skin at the end of a long workday. Will definitely try the other scents and purchase a larger size!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I received this product for free.  I love the packaging, its really pretty Loveshack Fantasy Moondance is such a beautiful fragrance. I love the beautiful notes of Velvet Rose, Magnolia, Dreamy Sandalwood, Orangeflower, Oakmoss are the most perfect combination It lasts all day long. Moon Dance is a warm and sensual fragrance that may make you feel sophisticated and elegant. It's ideal for anytime"
        },
        {
            "review_title": "A warm, romantic floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "This fragrance is subtly floral with a bit of warmth from the sandalwood which makes it a super romantic scent. This is probably my favorite from the group, I especially love it for date nights and could see myself wearing this all year round! I received this free in exchange for an honest review."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Oily skin",
            "review_text": "This fragrance is amazing. I am usually not a floral kind of gal but this takes the cake for sure. The rose tone and magnolia go beautifully together. I wore it out once and I got so many compliments."
        },
        {
            "review_title": "Obsessed!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The smell is amazing!! I love how it smells so girly and fresh! Im obsessed with this scent!! I will be buying the bigger size because the bottle is so beautiful and perfect for my collection! Such a bonus when the smell is so good too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "LoveShackFancy's Eau de Parfum in Moondance is a captivating blend of velvet rose, sandalwood, and magnolia that transports you to a serene garden under a moonlit sky. Each spritz evokes feelings of elegance and whimsy, making one feel as if they're dancing amidst blooming flowers. Truly a fragrance that captures the essence of romance and timeless beauty."
        },
        {
            "review_title": "I love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I received this LoveShackFancy perfume as a free sample from the brand to test out for an honest review. This perfume is 10/10! Very girly and smells amazing! I definitely recommend this product for everyone!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Moondance Eau de Parfum is fresh and floral!  I love the travel size and it's so convenient to use on the go or at home. It's perfect for everyday wear and use! I received something in exchange for this post."
        },
        {
            "review_title": "Fresh and Floral!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Moondance Eau de Parfum is fresh and floral.  I love the convenience of the Travel Spray 10ml because I can touch up my fragrance on the go!  It's perfect for every season.  I received something in exchange for this post."
        },
        {
            "review_title": "Moondance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "How gorgeous is this scent! It is a warm floral scent, so rich and creamy. It open with a velvet rose note, and then creamy sandalwood and a touch of magnolia. The scent is lively and vibrant, makes me feel like the center of attention in every room, definitely taking this with me to my Europe trip! I received this product for free by LoveShackFancy in exchange for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "This is both feminine with rose and magnolia but also strong with notes of sandalwood - its the perfect u201ccool girlu201d everyday perfume! Would definitely recommend! Received for free from LoveShackFancy"
        },
        {
            "review_title": "A game changer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "I think its a perfect fragrance for everyday! What I like most about travel size fragrances, is that I can try it for a long time with the perfect amount to grab on the go! Personally I like the floral notes but with sweetness as well! I found this quite delicate but long lasting as well! I received this product as a free sample"
        },
        {
            "review_title": "Gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Its a marvelous night for a moondance! This scent is amazing. Sprayed it on me right when it arrived Warm floral scent that I could still smell on me later in the evening. Its so pretty and now I need the other 2 from this brand!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "I really love this scent! I really love the notes, theyre a perfect blend. Its extremely addictive and I get TONS of compliments when I wear it. I definitely recommend this fragrance- I was gifted this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I really love this scent.  Its light and floral.  You can definitely smell the rose and the magnolia but its not overwhelming and Im not normally a floral fragrance lover but this one is really nice.  The scent smells clean and floral.  Plus the packaging is adorable!"
        },
        {
            "review_title": "Smells so rich!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This perfume reminds me of Chanel Coco Mademoiselle! It dries out to a nice warm floral and lasts surprisingly long time."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "The Love Shack Fancy Moon Dance Perfume is an alluring and unique fragrance that envelops you in a warm and floral embrace. This scent is like a dance under the moonlight, where the floral notes mingle with the warmth of the night, creating a captivating and mysterious aura.  The warmth of Moon Dance is immediately noticeable, with rich and sensual undertones that make it ideal for cooler seasons or evening wear. The floral elements in this fragrance add a touch of elegance and femininity, creating a beautifully balanced and sophisticated scent profile.  One of the standout features of Moon Dance is its ability to evoke a sense of nostalgia and romanticism. It feels like a journey back in time, to a place where evenings were filled with charm and intrigue. The longevity of this perfume is excellent, ensuring that its captivating scent lasts for hours without fading.  The bottle design reflects the enchanting and vintage-inspired aesthetic that Love Shack Fancy is known for, making it a lovely addition to your fragrance collection or a thoughtful gift for someone special.  In summary, Love Shack Fancy's Moon Dance Perfume is a warm floral-scented masterpiece that captures the essence of romantic evenings and nostalgia. Its depth, longevity, and overall allure make it a must-have for anyone seeking a fragrance that exudes warmth, mystery, and timeless beauty."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "Such a pretty scent, everything you would expect from Love Shack Fancy! Love the travel bottle so it's great to take on vacation or throw in your bag. Not too sweet with some deeper notes mixed in which I love!"
        },
        {
            "review_title": "Good summer scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "My favorite one of the group of three this one has a sweeter smell to it I love the mix of sort of musk notes and floral the one I tried out was travel sized but I cant wait to try out the bigger bottle its gorgeous"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The fruity and warm notes are really doing it for me. Pink rhubbarb as a note is quite lovely and this scent is giving me all the romantic vibes. The packaging is to die for and I cant wait to wear this during my time on vacation."
        },
        {
            "review_title": "Such a beautiful scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Moon dance is my new go to perfume. Its notes Blackcurrant, Pink Rhubarb, Velvet Rose, Magnolia, Dreamy Sandalwood, Orangeflower, Oakmoss are the most perfect combination! It makes me feel so womenly and beautiful. I dont know how I survived before this scent! Everyone needs it."
        },
        {
            "review_title": "The best new perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I loved this perfume!!! It has strong rose and magnolia scents without being too overpowering. It lasts all day so you dont have to be constantly putting more on. I would 100% repurchase! This is a great perfume for everyone"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this product as a free sample. Loveshack Fantasy Moondance is such a rich fragrance. I love the beautiful notes of velvet rose, sandalwood and magnolia. It wears all day and I feel so womanly with this scent and my husband also loves"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Moondance Eau de Parfum is a captivating fragrance that opens with a burst of freshness, settles into a beautiful floral heart, and lingers warmly throughout the day. It's versatile and perfect for any occasion. Complimentary by loveshackfancy"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "this is the perfect sent for me it smells heavenly and i prefer it over the original for so many reasons one being it has almost a honey floral sent to it i love this.  The smell is sooooo nice, definitely a must have fragrance for spring/summer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Loveshack Fantasy Moondance is such a wonderful fragrance. I love the beautiful notes of velvet rose, sandalwood and magnolia. They work so well together. This fragrance really agrees with my body chemistry. I feel so womanly with this scent and my husband also loves it. I received this product as a free sample."
        },
        {
            "review_title": "Eh, not what I was expecting.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "I received Moondance by LoveShackFancy complimentary in exchange for my honest review! Moondance has key notes of velvet rose, dreamwood, and cedarwood. I will say, as a 22 year old, I feel a little young for this perfume. I can see my mother wearing it! It smells pretty, but I wouldn't have purchased this on my own. I think it's too sweet for what it's trying to be, if that makes sense. I've only been wearing it for about half an hour, and my nose is very tired of the scent. The longer I wear it, the more I dislike it unfortunately! Overall, not a terrible perfume, but I won't be wearing it!"
        },
        {
            "review_title": "Scent is amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Shoutout to the packaging. Its really pretty and girly. I loved the scent of it. Its similar to coco Chanel perfume. it has floral scent which I love.  I cant wait to get big size bottle. I received this product as a free sample."
        },
        {
            "review_title": "no",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Super florally! Over powering.. i didnt like it. :("
        },
        {
            "review_title": "All beauty no brains",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Scent fades in less than 5 minutes. Its gone! I has a feeling these would be pretty bottles with weak juice. I cant really tell what the notes are, they are so faint. Influencers are gonna go crazy with these saying theyre great but they are not. I bought with my own money."
        },
        {
            "review_title": "Coco Madamemoiselle",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "Smells like coco Madamemoiselle without the screechy patchouli.  Pretty packaging and presentation"
        },
        {
            "review_title": "Smells great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Dry skin",
            "review_text": "Smells like a better and improved coco mademoiselle without the stinky patchouli with a a bit of roses vanille or delina. Well blended and i can still smell it 6 hours later. I will be buying the full size and cant wait to try the others"
        }
    ]
}