{
    "product_id": "1353",
    "name": "Positive Light Liquid Luminizer Highlight",
    "brand": "Rare Beauty by Selena Gomez",
    "categories": "Makeup, Face, Highlighter",
    "price": 37.0,
    "about": "What it is:A silky, second-skin liquid highlighter that creates a lasting, soft, and luminous finish..Ingredient Callouts:Free of sulfates SLS and SLES, parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, triclosan, and triclocarban, and contains less than one percent of synthetic fragrances. This product is also vegan and cruelty-free..What Else You Need to Know:Packed with light-reflecting pearl particles and a botanical blend of lotus, gardenia, and white waterlily, this multidimensional formula lends skin a dewy glow in seconds. Mix this weightless liquid highlighter with foundation or layer it across the high points of the face for instant radiance.",
    "ingredients": "Isododecane, Mica, Hydrogenated Polyisobutene, Hydrogenated Olive Oil Unsaponifiables, Hydrogenated Styrene/Isoprene Copolymer, Octyldodecanol, Dimethicone, Gardenia Florida Fruit Extract, Nelumbo Nucifera (Sacred Lotus) Flower Extract, Nymphaea Odorata Root Extract, Polyhydroxystearic Acid, Caprylic/Capric Triglyceride, Isostearic Acid, Helianthus Annuus (Sunflower) Seed Oil, Tin Oxide, Lecithin, Polyglyceryl-3 Polyricinoleate, Pentaerythrityl Tetra-di-t-butyl Hydroxyhydrocinnamate, [+/- May Contain: Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, CI 77499)].",
    "how_to_use": "Suggested Usage:.-Using the doe-foot applicator, apply one or two dots wherever you want to add a touch of glow: high points of cheeks, browbone, or bridge of nose.",
    "num_reviews": 3022,
    "overall_rating": 4.2,
    "product_url": "https://www.sephora.com/ca/en/product/rare-beauty-by-selena-gomez-positive-light-liquid-luminizer-highlight-P38855877?skuId=2362168&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2362168-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Enlighten",
            "shade_descriptor": "champagne",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2354157-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Enchant",
            "shade_descriptor": "soft pink",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2362150-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Mesmerize",
            "shade_descriptor": "rose bronze (Selena's go-to shade)",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2362168-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Outshine",
            "shade_descriptor": "true gold",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2362176-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Transcend",
            "shade_descriptor": "rose gold",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2362184-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Flaunt",
            "shade_descriptor": "bronze gold",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2362192-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Captivate",
            "shade_descriptor": "copper",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2362200-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Reflect",
            "shade_descriptor": "deep bronze",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2362218-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Alright",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I really liked this in the beginning but it got clumpy after sometime. Its pretty but wont re purchase"
        },
        {
            "review_title": "there powder highlighter is better",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have found this product to be very patchy on the cheek. Its very noticeable which is not something I like for my highlighters. I definitely prefer there powder highlighter compared to this product."
        },
        {
            "review_title": "Meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I didnt love this. It felt very patchy and glittery. I must note, I put it over a bare face, so over foundation may look better. Otherwise, didnt blow me away!"
        },
        {
            "review_title": "So pretty!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I love this highlighter! It is the perfect color and shade for me and it is completely weightless. This can be used as an everyday highlighter its not to much or too less its perfect!"
        },
        {
            "review_title": "Patchy and clumpy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love Rare Beauty and have nothing against the brand but this product unfortunately didnt work for me. When I put it on I honestly didnt notice much highlight and when I added more it became patchy and clumpy a"
        },
        {
            "review_title": "amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "this literally makes my skin glow and sparkle, a daily must have!!"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I LOVE THIS PRODUCT!! this shade is so beautiful and last all day long! What I love about it is that its not to pricey and works so well! Its sometimes a little hard to blend but if you put some water on your brush or beauty blender it will blend smoothly setting soft also works to!"
        },
        {
            "review_title": "This was a miss",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This product was NOT it. I went viral, everyone got it and so did I. I neverrr reach for it. I have tried to use it with different brushes, foundations.. everything. The formula is so weird. I find that its greasy and non bendable at the same time.  same tim. It moves the makeup under it and just messes it up."
        },
        {
            "review_title": "Love It",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Oily skin",
            "review_text": "I absolutely love it. I wear when I go out. I bought this last year when I went to Sephora at Macys Dadeland Mall with my friend. ufffc"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Enchant - soft pink",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "this product is sooooo oily p diddy could use it for his freak offs! I hateeee it sm! And it does not stay on even w primer and setting sprayud83eudd2e"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Enlighten - champagne",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This product is great! It lasts all day with the perfect shimmer. I apply in the mornings and its still there when I get home at 9 PM. I definitely recommend to anyone who loves the shiny look!"
        },
        {
            "review_title": "Just perfect!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this highlighter! The reflect color is perfect for those days you are in a rush and/or want to keep things simple.  Don't need blush when using this color. Provides the right amount of highlight and color."
        },
        {
            "review_title": "THE BEST highlighter on the market!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I am in love with this highlighter. I first bought it as a mini, and it lasted a shockingly long time, then caved and bought the full size. I will say that there is a slight learning curve with the application, I always use my fingers and have never had an issue. I personally dont use powdered products so that hasnt been a problem with wearing this over the rest of my makeup. It is a gorgeous shade, more on the natural side and I could not love it more. Highly recommend!it also didnt break me out!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "This product lasts a long time as a little goes a long way, and is very pigmented. It's very pretty, my only criticism is that over a full base you have to blend quite quick."
        },
        {
            "review_title": "amazing would recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "it is a very light weight product and it has a amazing shimmer"
        },
        {
            "review_title": "buy this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "if your a highlighter girl who loves your highlighter to absolutely BLIND everyone aroundu2026This is your girl!"
        },
        {
            "review_title": "This is a very important part to my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "After using Thai product for weeks, I am loving the results. The application is easy and it keeps my face shiny for most of the day only having to reapply it once a day. It makes my face supper shiny and I don have to worry about it disappearing through out the day. Overall I would recommend this product on your everyday routine! Way to go Selena!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Sooo good! Very glowy and light, and it comes with so much product it last forever!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mesmerize - rose bronze (Selena's go-to shade)",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "So pretty, so glowy and perfect when I blend it in with my fingers"
        },
        {
            "review_title": "BEST HIGHLIGHTER EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Oh my goodness this is such an amazing highlighter. Its a must have in my routine. Do not have any doubts and BUY IT!!! It perfectly blends into your skin and looks really good:)"
        },
        {
            "review_title": "tiny product",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "NOT WORTH IT!!! the size of this is TINY, it is almost like those little 5 surprise toys due to the size, the product is great however, wether you want a little extra overall glow or detailed highlighter its amazing, I would definite say that it is better to buy the full size for only about 10 dollars more"
        },
        {
            "review_title": "awesome highlighter",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "My friends use this and the shades suit a variety of skin tones we love it! The bendability is awesome, but this makes my pores look big if I'm not gentle."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mesmerize - rose bronze (Selena's go-to shade)",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Awesome product just really great definitely a repurchase"
        },
        {
            "review_title": "Elegant",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Such beautiful colors and super clean and elegant looking."
        },
        {
            "review_title": "ITSS OKAY!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "It's a good highlight, it's a subtle and pretty shade, it has a very nice pigmentation and it goes perfectly with the blush."
        },
        {
            "review_title": "so much glitter",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is loaded with sparkles/Glitter.  I thought it would give a nice glow but its literally just liquid glitter.  unfortunately have to return."
        },
        {
            "review_title": "Great highlight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Such a good highlighter! Convenience with a stick packaging and great subtle color/shimmer"
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "best liquid highlighter, you can use it in many ways, it lasts a long time, affordable price, I recommend it"
        },
        {
            "review_title": "love the glow, not the application",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Leaves a spot on my face where I initially put the product down. LOVE the glow it gives, but does not blend super well!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Enlighten - champagne",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "the colour simply perfect! works for body too and never ends! :)"
        },
        {
            "review_title": "So pretty!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This is so pigmented, and does not look like I slapped glitter on my face. 100% Recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Such a gorgeous highlighter! Spreads easily and not chalky. Buildable. This product takes my makeup to the next level everytime!"
        },
        {
            "review_title": "Disappointing.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Normal skin",
            "review_text": "It's good but once i blend it in, it pretty much just disappears so there is like nothing there ud83dude14"
        },
        {
            "review_title": "Night Out Nesscary",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, mediumTan skin tone, Dry skin",
            "review_text": "It is a great product to use for a winter night out to give ur skin a summer glow"
        },
        {
            "review_title": "My go-to natural highlighter!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "This is by far my favorite liquid highlighter. I like my face makeup more natural and it gives the pretty subtle but there glow! Doesnt look cakey at all! You also get a lot for your buck as well Ive had the same highlighter for 7 months now!"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love this product BUY IT ud83eudd0dud83eudd0dud83eudd0dud83eudd0dit very lightweight Super Duper pretty and it stays on for a very long time unless you wash it off. I use a beauty blender for it and it blends super good. Its worth all your money and its and last for a very long time  super big and it lasts for a very, very long time. its a must have in your routine. Its the perfect highlighter and it doesnt give too much or too. Little Selena did very good on making this highlighter. It is amazing. Like 10 out of like five. Its amazing. How would I wear every single day because how good it is and it is the perfect one the one is perfect I love this product so much. That is how awesome it is. Its the perfect highlighter. I recommend getting this highlighter and the powder so that you can like put the powder over the liquid and it gives it the perfect pop. It is super Duper easy to blend. The color, champagne color its the best liquid highlighter youll ever see in your entire life and I love her Selena and her makeup is just so perfect. Shes like the makeup queen look so pretty when you put it on your nose too its amazing. I love it so much love eeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeeee I got it delivered, and when it came, there was nothing wrong with it. They even put in it like secure stuff in it so that it wouldnt be broke when I got it in the box even pretty, and you be too single when you buy this item who doesnt want to free samples definitely a need definitely a need ddddddddddddddddufffcufffc definitely buy it and the color I got is so pretty so I will definitely recommend it. I cannot tell you about the other ones to be honest because I dont have them and Ive never seen them really in store. Please buy this because of how good it is and youll get so many compliments on your make up, which is awesome.ud83eudd29 ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29ud83eudd29"
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "The most beautiful highlight to go under foundation. I love this shade , such a perfect pearly colour. I use it on my eyes too"
        },
        {
            "review_title": "A must in my routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It is really pretty sometimes it is patchy and unblended but other than that is is really good ufffcufffc"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Enlighten - champagne",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "SOOOOOOOO BAD its so patchy and does not blend but also comes off my face"
        },
        {
            "review_title": "Great color, too hard to blend.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "The color is great, it's like a blush, bronzer and highlight in one, nicely balanced. My gripe is with the spreadability, it's so hard and tacky, even with a heavy hand and a dense brush, it won't budge! Also tried a sponge, but I've had to manhandle my cheeks to get it to spread some. I don't want to do that to my face, so I returned it. Maybe it was just my bottle that was messed up, I don't know."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Literally love this, nothing bad to say about it. Its so goodddd"
        },
        {
            "review_title": "u203cufe0fMUST READu203cufe0f",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Hated it. I love rare beauty at all times, so I thought it would be a good purchase, but no. Super patchy, does not blend, breakouts and redness all over the spots where I applied. Total waste of money! All of the reviews must be sponsored."
        },
        {
            "review_title": "Buy it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Je ladore, je lutilise depuis un an jen met chaque jour et il men reste encore plein! Tres pigmente u00e7a donne un look glowy et beachy en voyage. Je recommande!!!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Transcend - rose gold",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "Not worth your money it looks so tacky and always blends to be patchy/botchy"
        },
        {
            "review_title": "Can be good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I think I like this product. I dont always love how glittery it is on the skin, but I do think it can be nice depending on the occasion. The shade is also a bit too dark for me so I have to be careful to fully blend it out."
        },
        {
            "review_title": "buy positive light silky touch highlighter instead",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "colors are pretty but difficult to blend on skin and not as shiny or pigmented as the positive light silky touch highlighter IMO!"
        },
        {
            "review_title": "A must have highlighter",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "This stuff is so good! I would rate it a four since it feels a little oily to me but Im in love with it!!!"
        },
        {
            "review_title": "Allergic Reaction",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love the glowy look this gives me, I was just allergic! I got red spots all over my face the second time I used it, but it was so beautiful the first time. I would def recommend, but just make sure you arent allergic too!"
        },
        {
            "review_title": "Natural beauty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "After using this product over my trip, I am in love. It is so smooth, shiny, and easy to apply. ufffc"
        },
        {
            "review_title": "Gorgeous!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Looks so beautiful on the skin, blends out like a dream as well!"
        },
        {
            "review_title": "Gorgeous Color and Product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I got this highlighter a few years ago and it still works amazing. i do think that its a little hard to blend into skin if your wearing concealer and foundation/tint, but whenever i do white it, I get so many compliments on this"
        },
        {
            "review_title": "Great Highlighter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Oily skin",
            "review_text": "This product gives a flawless glow and is super long-lasting. Would recommend!"
        },
        {
            "review_title": "It's okay....",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "Although the product works well, it's hard to blend and doesn't mix well with foundations and concealers."
        },
        {
            "review_title": "patchy looking",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "the color is so so beautiful but it blends extremely patchy, clings on to dry patches, and just overall looks like spots of glitter. doesnt work well with other makeup products. i think it looks good only on top of skincare with no other makeup on."
        },
        {
            "review_title": "love this product. should buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I really like it. the formula is gorgeous. btw don't blend it over any powderi did it and it makes it cake. but I really love this product. for sure gonna replace when I run out which won't be for a while it lasts awhile"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Dry skin",
            "review_text": "Really wouldnt recommend this product. Patchy hard to blend, I would rather buy the powder highlighter than this liquid."
        },
        {
            "review_title": "Highlighter is a must try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love this product it lasted a long time on and I love the color."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mesmerize - rose bronze (Selena's go-to shade)",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This product is nice and not patchy on the skin at all"
        },
        {
            "review_title": "cutesy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Combination skin",
            "review_text": "A buildable highlighter. For a soft and glowy look, one dot on each cheek is all you need! This colour suits my complexion incredibly well. It does get messy inside the container since when you open it, there is this concaved part of the bottle which is meant to catch the product and boy does it! Easy to open, apply and blend with your finger."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Enlighten - champagne",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Got as a present and love! Its very pretty on the nose and doesnt break me out!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Nice shine, if youre looking for a highlighter thats natural, this is definitely not it, but this would be perfect for a night out when you need that extra shine. Good highlighter, but definitely not my favorite and oily"
        },
        {
            "review_title": "Beautiful Color & Lots Of Product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Super gorgeous! I love the brand, Rare Beauty, and a lot of their products. This color is super pretty, and when used right (not too much product, etc.) it is very pretty! However, if you add too much product sometimes it can take off some of the makeup that's under the highlighter. Other than that, I would still recommend because of the color, look, and the size of product is very good."
        },
        {
            "review_title": "A great addition to an everyday makeup look",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "I have has this highlighter for a little under a year and love it! It lasts a very long time even if you use it everyday and looks great! The only bad thing about this product is that it feels very oily and doesn't last all day"
        },
        {
            "review_title": "Horrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Dont get it literally looks like u have glitter on ur face and doesnt blend well at all"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Enlighten - champagne",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "It's very pigmented and lightweight, but it lifts my makeup underneath, it's patchy and hard to work with. I'm giving this a 2 instead of a 1 because if mixed with a liquid blush before application it looks gorgeous, but if not, it's an absolute nightmare to work with"
        },
        {
            "review_title": "best highlight for dry skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Ive been using this for years and i havent tried a different highlight since. Its hydrating and long lasting and not messy. The color is so pretty!"
        },
        {
            "review_title": "Must have highlighter.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I absolutely love this product. It is very bright and easy to use and I like it a lot. Plus it doesnt take very much product to cover the areas you want so it really last."
        },
        {
            "review_title": "Its ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "A bit too liquidity for my taste and you have to add a lot to really tell your wearing it. Maybe the fault shade I purchased is too close to my skin tone. But there are better options out there."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Enlighten - champagne",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "its very pigmented however its kind of patchy and hard to blend out. other than that its good"
        },
        {
            "review_title": "Love Love Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "Amazing! I feel so glowy and shimmery when I wear this product!"
        },
        {
            "review_title": "loveee!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "love this highlighter, i honestly love all rare beauty products! <3"
        },
        {
            "review_title": "BEST HIGHLIGHTER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I get so many compliments when I wear this! It blends like an absolute dream and gives a gorgeous ethereal glow in the light! Its not one of those highlighters thats super glittery and can be seen from outerpsacw and gives a perfect natural glow."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Mesmerize - rose bronze (Selena's go-to shade)",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "After using this product over the past few months, I am loving the results. Application is easy, and it makes my skin look shiny in a good way. The only inconvenience for me would be the packaging, after some time of use, the product starts to be leaking out of the container but I would recommend it, love the results."
        },
        {
            "review_title": "Must have for lasting shimmer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "Love using this just a dot on each cheek for a little bit of shine. Stays on and looks good with my usual natural looking makeup."
        },
        {
            "review_title": "need",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "favourite highlighter ever- so bright and easy to use"
        },
        {
            "review_title": "Prettiest glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "These liquid highlighters are so so great. They are easy to use and work with. They leave you with the prettiest glow"
        },
        {
            "review_title": "Great, but doesnt blend",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "This product is a really good shade for fair skin, and is very shinyu2026 but u have found that it doesnt blend well at all."
        },
        {
            "review_title": "ok",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "hard to blend and a little patchy but its cute and lasts a long time"
        },
        {
            "review_title": "Hard to blend",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "There are better liquid highlighters out there. Hard to blend especially if you dont blend it immediately. It works ok if you mix it with the rare beauty liquid blush"
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Ive had this product for forever and its still over halfway full! I love sparkles so this is perfect! I would definitely recommend"
        },
        {
            "review_title": "Buy it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "I got a couple highlighters from rare beauty during the savings event and couldnt be happier these are so stunning and make youre skin look like shiny reflecting glass <3"
        },
        {
            "review_title": "Buy it asap",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "I got a couple highlighters from rare beauty during the savings event and couldnt be happier these are so stunning and make youre skin look like shiny reflecting glass <3"
        },
        {
            "review_title": "Nice product; formula could use a little tweaking",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "While I think the colour of this product is lovely, the formula seems patchy and can be hard to blend, as it seems to dry quickly. I would recommend this product, but I also think the formula could use a little adjusting."
        },
        {
            "review_title": "It is mid..",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "It is pretty but doesn't blend very well, most of the shades double as a blush though."
        },
        {
            "review_title": "Use it almost every day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Beautiful gold color! Very pigmented so you only need a little bit. Lasts a while ( so far) sometimes messy but otherwise great product if your looking for a cream highlighter thats does not come Off through the day this is for you!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Mesmerize - rose bronze (Selena's go-to shade)",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "Good when mixed with Rare Beaty blushes but otherwise very patchy."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Enchant - soft pink",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "recommend if you want a subtle highlight. it looks pretty matte once it dries."
        },
        {
            "review_title": "good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "really pretty, looks good on skin.  no glitter. worth trying IMHO."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mesmerize - rose bronze (Selena's go-to shade)",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I am sharing my honest and authentic opinion, as a Sephora Beauty Insider Community Ambassador and a new Sephora employee.  A little goes a long way with this product. Once I pulled the wand out, I dabbed a little bit onto my hand and then tapped it onto the high points of my face. I didnt want to apply it directly to my face because there was a lot of product on the wand already. The color is a beautiful light pink champagne color that is easy to blend out. The glow wasnt overpowering for my light skin tone, more of a glow from within. I didnt notice any sparkles or it accentuating fine lines and wrinkles. I did set it with powder lightly and then added a powder highlighter on top. Overall, I really loved this product and think its worth it if you are looking for a new liquid highlighter."
        },
        {
            "review_title": "Even my boyfriend noticed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Transcend is the most beautiful highlight I have ever used in my life!! I have powder highlighters but this one was too beautiful and natural looking to pass up. Even my boyfriend (who told me he cant tell the difference when I wear mascara ud83eudd26u200du2640ufe0f) did a double take and said that I had a beautiful glow when I wore this in front of him for the first time. Thats what is the most impressive :P"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I love this product. Doesnt accentuate texture on the skin and it blends smoothly. Shade copper is perfect for dark skin baddies."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Dry skin",
            "review_text": "a drop of this goes a long way. super pigmented and a beautiful pink shade!"
        },
        {
            "review_title": "Must have highlighter !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "My favorite highlighter. This is better than any liquid highlighters. It lasts all day and feels so good."
        },
        {
            "review_title": "Must have! Butu2026..",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I love this highlighter. It gives me a glass skin but this highlighters dew fades away pretty quick Im mostly left with a shimmer more than dew.if you like a shimmery finish I would recommend"
        },
        {
            "review_title": "try!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "this highlighter is amazing! if you are looking for a dupe for the cookie highlighter definitely try this one! its the exact same shade and cheaper $$ !"
        },
        {
            "review_title": "TOTALLY RECOMMEND",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Love this product it pairs so well with the soft pinch blush"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Dry skin",
            "review_text": "This product is my absolute favorite highlighter I've tried its a really pretty color and it last a long time it's kinda expensive for how big the product is but honestly good."
        },
        {
            "review_title": "Shiny and soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love this product! Gives a very nice shine and sparkles"
        },
        {
            "review_title": "WE LOVE SELENA AND SHE HIT ONCE AGAIN!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I like this product. It would only use it on your cheeks though. Its a bit patchy so after you blend with a brush or beauty blender, rub it in with your fingers a bit. I have Enlighten and its perfect for my fair sling tone."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Enlighten - champagne",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "This is such a great product! Selena knows whats up! Buy this!!!!!"
        },
        {
            "review_title": "Patchy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This highlighter had a beautiful color but when I put it over blush i was very patchy and hard to blend out, and kind removed my blush"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Enlighten - champagne",
            "review_buyer_description": "",
            "review_text": "Ate the makeup off my face. beware: read other reviews i love all other rare beauty products, but this awful product literally destroyed the makeup off my face. Ate and left NO MAKEUP! 0/10"
        },
        {
            "review_title": "Skip!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "A huge miss! Skip this product. Dried down insanely fast! Patchy and does not blend. Will destroy your makeup if you add it near the end. Like it dries within 2 seconds. Tried really hard to make it work."
        },
        {
            "review_title": "Good product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This is a great liquid highlighter! My only concerns are that it is slightly patchy (it dries easily and is kind of hard to blend) but this is an easy fix for me, I just mix a little bit of serum with it and it blends perfectly."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Enlighten - champagne",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Pretty good product, it will last you a very long time but you need to use very little of it because it is very noticeable"
        },
        {
            "review_title": "Does its job fantastically!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Beautiful on my skin, last long on your skin and has lots of product in the packaging. Worth it!"
        },
        {
            "review_title": "My New Fav!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Perfect Color for My Skin Tone! Not to mention it lasts All day!!"
        },
        {
            "review_title": "So many uses!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I love this stuff! I got this in the color u201ccaptivateu201d after seeing a great tutorial on TikTok. I have pale skin, and this works as an excellent blonzer! I dab a tiny bit on my cheeks and then blend whats left on the brush into my forehead and nose. It gives this slight sunkissed look thats really nice. But its also great as an eye shadow, on quick makeup days. I just blend in a tiny bit on each eyebrow and a golden glow :)."
        },
        {
            "review_title": "Yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Really good and it is so big and the product is so gooddd"
        },
        {
            "review_title": "A STAPLE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "i love really dewy makeup looks that make me look glowy and my skin looking healthy--this is a perfect addition to my routine!"
        },
        {
            "review_title": "Awesome add to my makeup routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I had bought the mini and I'm getting the big one cause I love it so much, the mini isn't really worth the price compared if you compare the quatity you get for the price, the big one is definitely a better bang for your buck. I take mesmerize, I have light medium skin, bassically I'm white with a bit of a tan, I have brown eyes and brown hair and combination skin. It's not to much, natural with a little shimer. Love love love this!"
        },
        {
            "review_title": "Love it.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I love this highlighter.  It really lights up my face."
        },
        {
            "review_title": "great product!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "im a little bit iffy on this. i bought this expecting it to be just as pigmented as the soft pinch blushes, but it really doesnt have much shine. this is amazing if you want a natural look, but doesnt go into this thinking its the most pigmented highlighter!!"
        },
        {
            "review_title": "Rare beauty highlighter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Its so good long lasting!.and pretty.definitely recommend!"
        },
        {
            "review_title": "Amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "So cute and amazing quality! Its very pigmented and lightweight I recommend!"
        },
        {
            "review_title": "UN INCONTOURNABLE DANS SA TROUSSE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Le meilleur! Il se blend bien et parfait pour un maquillage discret !"
        },
        {
            "review_title": "hard to blend.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "So hard to blend.  I returned and bought the Rare Beauty pressed highlighter and omg it's amazing!"
        },
        {
            "review_title": "Dries down too fast",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Super pretty but dried down wayyyy to fast and super patchy"
        },
        {
            "review_title": "Watch Selenas makeup Tik toks for ideas",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "After reviewing Selenas tik tok I realized this isnt a highlighter the way us (aka me) makeup news are. Prior to watching her tik tok I realized its incredible use prior to putting on foundation on my whole face"
        },
        {
            "review_title": "A big cute must have highlighter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Its so shiny and so big I use it on my cheekbones it works so well and beautiful recommend!"
        },
        {
            "review_title": "So so",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Not as pigmented as I had hoped for. Is okay but not super noticeable"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "After using this product, i'm in love!, looks natural, and it's compatible with other products, the highlight lasts all day"
        },
        {
            "review_title": "Good for inner corners",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Sadly I have not had the best experience with this highlighter as others have had- it makes my concealer and foundation patchy and the only way to fix that for me is mixing it with the blush, it does look very good in the inner corner of your eye though."
        },
        {
            "review_title": "Recommend",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Love the product and packaging just dont love the shade I got."
        },
        {
            "review_title": "Its great for full make routines!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Its very pigmented on my skin tone, but for the makeup look I was trying to achieve, I wish I had gone with the other dry highlighter by rare beauty. I got Enlighten and it is an absolutely GORGEOUS color!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mesmerize - rose bronze (Selena's go-to shade)",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This is the perfect highlighter and makes my face so glowy."
        },
        {
            "review_title": "10/10!!! AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "absolutely amazing! i bought this a few weeks ago and it is so good! i use it in my everyday school makeup routine and it lasts even past school air. im always shiny and glowy. it smells good and  so good and it is so shimmer and pretty i really REALY recomend this product!ud83eudd0d"
        },
        {
            "review_title": "Pretty good ud83eudd1e",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Its really nice i love the color, only thing its a little hard to blend , but it looks good anyway, the packaging is rlly cute  i love this :)"
        },
        {
            "review_title": "BEAUTIFUL",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I have had a really hard time finding a highlighter that is this light of a color and blends this well. This highlighter is so gorgeous, 10/10"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Enchant - soft pink",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I was so excited to try this highlight but it is so patchy and just not as good as the other rare beauty products. Pretty disappointing honestly."
        },
        {
            "review_title": "Ehhh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "The product is very shimmery but does not bled at all for me, as soon as you dot it on your skin the dots from the applicator do not leave your skin lol. its definitely ruined my makeup a couple times"
        },
        {
            "review_title": "MUST BUY!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "so glowy, only highlighter that does not draw attention to my huge pores. So pretty and very cutesie ud83dude01"
        },
        {
            "review_title": "Must have highlighter!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love it! I may be a bit biased because its rare beautyu2026 but honestly this looks stunning! I mix it with the blush and it creates such a beautiful, dewy look. Its definitely a must have in my opinion."
        },
        {
            "review_title": "everyday necessity",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "i have been using every day for over a year and just now im almost out. so worth it!! my favorite liquid highlighter!!!"
        },
        {
            "review_title": "LOVE IT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I GOT THIS TODAY AND I LOVE IT!!!!! The one and only thing is its VERY glittery and not so much blush! But if you pair it its perfect!!!"
        },
        {
            "review_title": "Love This Highlighter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Dry skin",
            "review_text": "This is my first liquid highlighter product but I'm very happy with the results! It looks nice on my skin tone, blends well, and doesn't feel cakey or crack. I really like the packaging and the amount of product I'm getting for the cost."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Love it ! The packaging is so cute & the color its perfect one of the best u2728ud83eudd0d"
        },
        {
            "review_title": "One of my favorite makeup products I own!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love love love this product!! Its very natural and so so pretty on. Its also never ending with the amount of product in it. This one of my favorite makeup products. I definitely recommend!!!"
        },
        {
            "review_title": "Dried too fast",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Good but dried way too fast and leaves dots on my face even when I blend it out right away."
        },
        {
            "review_title": "u2b50ufe0fu2b50ufe0fu2b50ufe0fu2b50ufe0fu2b50ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This highlighter is soooo good! Its very easy to blend out and very buildable. Definitely worth the price."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Firstly I had powder but now I love it. It looks so good on my skin. Color is really great and natural"
        },
        {
            "review_title": "my favorite highlighter!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "this is my favorite liquid highlighter. it looks so natural, like a lit-from-within dewy glow."
        },
        {
            "review_title": "could see this from space its so beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "BEST HIGHLIGHTER IN THE ENTIRE WORLD. no further explanation"
        },
        {
            "review_title": "fav highlighter ever ud83dude0a",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "i love this highlighter. one tip from me is to put a dot on your upper cheek and tap it upwards with your finger instead of blending it with a brush or beauty blender because that makes it just stay there in a line. but anyways, its super pretty and adds such a pretty glow to your makeup!!"
        },
        {
            "review_title": "Must-have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "super cute! love the color on me and it blends so easily. definitely recommend!"
        },
        {
            "review_title": "So ice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "I love the color and I use it almost everyday! I will definitely be wearing it in school pictures!!"
        },
        {
            "review_title": "love/hate",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "ive had different experiences with this. when i first bought it and applied it, it removed my makeup. i tried it again recently and it looked beautiful and ive been wearing it since so maybe it was me"
        },
        {
            "review_title": "Love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this product! I love using it for the inner corners of my eyes! The applicator it comes with tends to have too much product on it for my personal preference, so I would advise using a small brush!"
        },
        {
            "review_title": "not for me!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Oily skin",
            "review_text": "After a week of using it, it was patchy very pretty."
        },
        {
            "review_title": "Perfectly glowy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "I just got this product at sephora and it complements my skin so well! I cant wait to wear it for back to school."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Enlighten - champagne",
            "review_buyer_description": "",
            "review_text": "il y a beaucoup de paillettes pour mon gou00fbt c tres bien et sur la peau sa donne un tres beau rendu"
        },
        {
            "review_title": "The perfect glow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "This highlighter comes with plenty of product, blends easily, and gives the skin a beautiful glow! I would definitely recommend this to others because this highlighter also doesnt feel too heavy on the skin. I would definitely purchase this again!"
        },
        {
            "review_title": "dries too fast.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "the highlight that it gave me was gorgeous but it was so uneven and dried so fast. it also destroys your base for the people who wear full faces of makeup."
        },
        {
            "review_title": "Beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a great product! One and done for bronzer contour and highlight (if you dont want extra glowy)   Even looks good on the eyes.  Blends smooth on top of foundation with a dense to kinda soft brush."
        },
        {
            "review_title": "ufffcLove this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Got this product for my sister a month ago for her birthday she loves it and I got one too after trying out hers it makes my skin glow after I use it. I use it every day now and I love it."
        },
        {
            "review_title": "not worth that much money",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "beautiful and full of product but dries up very fast and leaves marks on the face"
        },
        {
            "review_title": "would not recommend",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "bought this a while back, does not last for longer than an hour. waste of money."
        },
        {
            "review_title": "Must have!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "Not as pigmented as I expected but it is very pretty and adds a shine!"
        },
        {
            "review_title": "Most have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "Omg love it so much I use the gold one it makes you look like you have sparkles on your face and is so easy to blend"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Enlighten - champagne",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "It was decent, very nice for a Make-up no makeup look!"
        },
        {
            "review_title": "In loveee!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "BEAUTIFULL!!!! This gold color is just mezmorizing! It lasted all day without setting spray and can also be beautiful as a eye shadow I love it"
        },
        {
            "review_title": "Must have !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I will give this 20 out of 10. I have it in two colors ( Mesmerize and Transcend ) and love them both. I love how smooth they apply and how they look on. They illuminate  the skin and give almost wet effect with a beautiful color. There is zero glitter only smooth color and light. Easy to blend smooth formula."
        },
        {
            "review_title": "GAGGING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "Love. This is actually my favorite makeup purchase of the year! Everything about this highlighter has got me gagged. The packaging...gagged. The applicator...gagged. The amount of product...gagged. All in all, a solid 10/10. ( Ps. Use sparingly, a little goes a long way.)"
        },
        {
            "review_title": "Looks beautiful",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love this product but it is extremely hard to blend sometimes ud83dude2c"
        },
        {
            "review_title": "Terrible purchase",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "It doesnt blend, you can barely see it, it doesnt even look like you put it on."
        },
        {
            "review_title": "Absolutely stunning!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The best highlighter I have ever used in my life! Its so easy to blend and stays on forever! (It looks stunning with your rare beauty blush)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Reflect - deep bronze",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "First time trying Rare beauty. Amazing !! I love it!!!  With a bit you get a glow tanned make up."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Enchant - soft pink",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I love the color and it makes my skin look so shiny, will definitely be repurchasing!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Enlighten - champagne",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "makes my skin look so glowy and as someone in love with white highlighter, this one takes the cake"
        },
        {
            "review_title": "Shine ud83eudd70",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I feel like it doesnt shine as bright as the other shades, its still beautiful!"
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Love the color and the perfect amount of highlight. Will be buying again."
        },
        {
            "review_title": "Pretty Mid",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "It's ok, it was very bright and did its job but it was very patchy."
        },
        {
            "review_title": "An unfortunate no",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "As much as I have tried to work with this product, it tends to pick up and remove any makeup I have underneath, making the skin look patchy. I wanted it to work so bad!"
        },
        {
            "review_title": "Must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I use this evry single day I loveeeee it its perfect"
        },
        {
            "review_title": "Pretty color!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I love the color! Its a nice pink rose gold tint! I wouldnt use on nose though, as it gets greasy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "love this product. I use it for a nice, subtle glow."
        },
        {
            "review_title": "Wish it worked for my skin type",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love the powder highlighter, but this didnt sit right on my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Enlighten - champagne",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I use this every day. Just make sure you dont get it to light bc it will look weird."
        },
        {
            "review_title": "Pretty good but..",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love this highlighter! Its a decent size, and I like the applicator. The only problem is, some of the really gold highlighters dont blend out smoothly. I tried them in store and theyre very patchy. I find that mesmerize and the silver shades blend smoothly. So get the powder highlighter is you want a gold highlight."
        },
        {
            "review_title": "A must-have in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This highlighter is a must-have in my makeup routine! I absolutely love the wet look it gives my face. Its super easy to apply, and the glow is just stunning. Highly recommend!"
        },
        {
            "review_title": "Perfect highlighter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "After using the product for many weeks I fell in love it blends so nicely and is over all an amazing product!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Enchant - soft pink",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Love this shade, I wished they made the powder one in this shade! Blends ok but can be patchy if you don't do it fast enough. Can also move your base if incompatible"
        },
        {
            "review_title": "i recommend",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "all i see is hate on this product, i personally really like it, sure the powder one is better. but all i see is hate abt this online, i really like it, and its much cheaper and bigger and more sanitary then charlotte tilbury, and personally i see myself reaching for this product more often"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Flaunt - bronze gold",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I bought the rare beauty highlighter in the shade bronze gold because the shade I wanted was sold out in store. There is so much product inside the container and I've been using it everyday for over 6 months now (I still have so much left). The darker shade works as a nice bronzer for me and the price is really good compared to the amount of product inside. The only problem is that the rare beauty written on it wipes off after a while."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "This is soo good. Ive used this for many months now and this highlights perfectly. I use this with almost every makeup routine and I love it. The pigment is like no other and its so bright (a little goes a long way). I would definitely recommend using this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Enlighten - champagne",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Amazing and super super pigmented! Perfect glow!!!"
        },
        {
            "review_title": "A must-have in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Love, Love, Love this!! If you are debating whether or not you should go get this, you should. It isnt too shiny but is very natural and luminous. Definitely worth the price!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Enlighten - champagne",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It was good at first and then it started getting where if we didn't blended out as soon as you put it on, it would be smudgy and weird ufffc"
        },
        {
            "review_title": "ehhh get the powder instead",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "patchy and you have to blend right away or it will look very weird, i feel like this formula is made for people who steer more to dewy makeup because this wasn't my fav and my makeup routine consists of dewy"
        },
        {
            "review_title": "Not sure if I did something wrong?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This product gives a very nice shine and is an amazing final touch.  I don't know why but I was kind of expecting a little bit of pigment because the highlighter is pink.  Maybe I expected too much?  Also leaks like crazy and I had to get rid of it.  It leaked all over my hands, and I never had it on its side.  Otherwise it was a great product."
        },
        {
            "review_title": "patchy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "didn't like this one. it feels like sparkles on the face, and applies patchy."
        },
        {
            "review_title": "pretty color but patchy application",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Such a small amount of product for the price, but its worth it for me because Ill never finish it for the next few years since I dont do makeup often. The color is very flattering and natural, but it gets a bit grainy after one hour."
        },
        {
            "review_title": "impossible to blend",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "i wanted to love this product but it does not blend!! no matter how quickly i blend, it always leaves a streak behind. i love the color and the shimmer, but once its applied it stays in a line and barely blends."
        },
        {
            "review_title": "Super patchy!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "so patchy and disappears super quickly. i tried to like it multiple times but jt just never worked for me"
        },
        {
            "review_title": "A Must!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Love, love, love! Perfect shade! This definitely illuminates my nose very well! Highly recommend if your looking for a liquid highlighter!"
        },
        {
            "review_title": "a must have in my routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "i love having this product in my makeup routine gives a subtle glow and so pretty"
        },
        {
            "review_title": "Perfect Product! ud83eude77",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, fairLight skin tone, Dry skin",
            "review_text": "This product formula is absolutely perfect! Its just the right amount of shine, doesnt feel too thick or thin, and isnt chunky. The mini actually does have a surprising amount of product and I think the mini is a better deal!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mesmerize - rose bronze (Selena's go-to shade)",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "i recommended this one for my sister and she loves it! she uses it to highlight her face and make it glow, and to be honest i steal it all the time"
        },
        {
            "review_title": "No",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Ive tried to make this product work through multiple application techniques and nothing seems to work. So patchy and lifts up my makeup underneath. Not easy to work with and kind of dull. Do not recommend!!!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Enlighten - champagne",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Eh its alright. Color is super pretty but the formula doesnt blend well. Comes out very patchy and glittery. I think there are other better highlighters."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Very pigmented but not highlighter blindness so beautiful!"
        },
        {
            "review_title": "Pretty",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Its pretty but not one of the best on the market. The Rare Beauty powder highlighters are ten times better. This highlight is a bit more subtle and can be patchy if you take too long to blend it."
        },
        {
            "review_title": "Amazing highlighter overall!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "if i were you i would get a bit more of a yellow toned shade. but that is mot the highlighters problem it is mine. this highlighter is super shiny and a reallt great highlighter. next time i repurchase i will buy a different shade but ut all deoends on preference."
        },
        {
            "review_title": "if you want?!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Its pretty and all but its VERY light I can really see much of a highlight but its still pretty"
        },
        {
            "review_title": "WORSE THAN FARTZ",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "THIS STUFF SO PATCHY AND LOOKS SOUR AND SO BAD ON MY FACE POOP EMOJI LITERALLY TERRIBLE AND IT LITERALLY DISSAPEARS AND FEELS OILY ICK!!!! #notpreppy  #worsethanfarts"
        },
        {
            "review_title": "Overrated",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Oily skin",
            "review_text": "I had such high hopes but it didn't give much shine to my skin and it felt weird."
        },
        {
            "review_title": "Love love love this producttt",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Oily skin",
            "review_text": "An amazing product so Beautiful on the skin and the texture is out of this world!!!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Enlighten - champagne",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Initially, I used this product on just my skin and it worked pretty well. I then used it again in my normal makeup routine in which it felt grainy and dissolved quickly into my other products. There was minimal shine."
        },
        {
            "review_title": "Want to bathe in it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "I love this highlighter! If it were socially acceptable to cover most of my body in it, I would. Its the perfect golden shade and makes me feel beautiful and glowy. When I wear minimal makeup (which is most days) I still wear this. Highly recommend"
        },
        {
            "review_title": "Pretty good highlighter",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It is a very good product but I got enlighten and it didnt fit very well with my skin but it is a small container and still holds a lot definitely worth the price"
        },
        {
            "review_title": "My faultu2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After purchasing this product I realized it was the wrong shade but then I used it and it works really nice but to liquidly sooo ya.."
        },
        {
            "review_title": "Looks like dirt on my face",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I wanted to love this product. Saw how a makeup artist used it on SG. I used the tiniest amount and used with a brush. Looked like dirt all over my face. Tried several times and just didnt work for me. Trying Dior next."
        },
        {
            "review_title": "smalll",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "the product is good quality and a beautiful rose gold color but the size of the bottle is so much and i feel that for $16 there should be much more product than what came."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Enchant - soft pink",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "LOVE THIS it's very liquidy, a great amount, however it does leave a small cast but i don't mind it"
        },
        {
            "review_title": "Wow!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Holy moly, this is amazing! Very little goes such a long way, just beautiful!!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Mesmerize - rose bronze (Selena's go-to shade)",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "So patchy, does not blend well. Such a pretty color though"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Enchant - soft pink",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "After using it I realized it doesnt last more than a couple hours. It such a pretty highlighter it just doesnt last how much I would have wanted it to."
        },
        {
            "review_title": "Bof",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Jai achete se produit il y a quand mu00eame longtemps mais malheureusement il ne ma pas satisfait.Il fait des taches mais sa brillance est incroyable, je conseille de prendre une teinte pu00e2le  et linverse pour peau foncee"
        },
        {
            "review_title": "Mixing it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I have Rosacea, and I saw a video on IG about mixing this with Dr. Jart Green, the green corrector. It does look nice, but it took a few tries to get it on evenly."
        },
        {
            "review_title": "WOW!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Perfect! It is such a great touch on my makeup !!!  100% sure you need this!!! If you arent sure you need itu2026 you do. Its worth it iy its"
        },
        {
            "review_title": "Perfect glowy highlighter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "This product is new to my makeup routine, but it is the PERFECT highlighter. You need this in your routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Rare beauty is such a good makeup brand! I love how shiny this highlighter is! A little goes a long way, and it blends in super easy! I love all of the shades!"
        },
        {
            "review_title": "PATCHY",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love the way this highlighter looks but when I put it on its extremely hard to blend and shows up very patchy on the skin. I would def recommend getting the powder version instead"
        },
        {
            "review_title": "Stardust in a bottle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Oily skin",
            "review_text": "This stuff is amazing!! I was hesitant to blind buy it without testing it in stores but I was not disappointed! It blends so well, and a little goes a LONG way! It also doesnt look cheap and metallic or have glitter chunks, it is very finely ground to create the perfect shimmer. It doesnt look like tacky glitter sitting on your cheeks. This highlighter catches sunlight so beautifully, you will look radiant. Also a great value for the money! The bottle is full to the top with product, you can see this when you take the applicator out. One bottle of this stuff will last you forever. I attached a picture so you can see the amount of product inside (sorry its messy)"
        },
        {
            "review_title": "after everything I put it on",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "underrated product in my opinion. I love this product so much, this is one of my favorite products from rare beauty, this is a top 3"
        },
        {
            "review_title": "The perfect glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Best highlighter Ive ever used I can never turn back! A really sweet glow and not too cakey or too much!"
        },
        {
            "review_title": "Must buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "A little bit goes a long way. Creates a beautiful glow on my skin. Lasts all day."
        },
        {
            "review_title": "the perfect shimmer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this is a perfect shade to go over blush! i recommend blending it out with your fingers because i fine that if you use a brush or beauty blender that it comes out a little patchy. this lasts all day and is so pretty!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Enchant - soft pink",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Definitely not something I will repurchase. It doesn't show up much and seems to disappear."
        },
        {
            "review_title": "A great steal",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "After using this product I got so much more comfortable with the thought of wearing makeup. I would recommend this highlighter if you like being glowy just like me."
        },
        {
            "review_title": "Pretty good ud83dude0a",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Its so pretty! I absolutely love the color and its so glowy. The only problem is its a little patchy and hard to blend without any patches I spend like almost 10 minutes just on this highlighter so it is blended well. But overall its really pretty and I like it so 4 stars!!"
        },
        {
            "review_title": "A lot smaller then expected",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Its not bad just  lil pricy when you can get a better one with more product for cheaper I recommend powder highlighter it has a lot more pigment and is easier to use for beginners"
        },
        {
            "review_title": "Beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Very highlighting! If you are looking for a very bright glowy highlight then this is the perfect product for you!! This has lasted me forever, I have had it for a pretty long time and it looks as if it is completely full!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "AMAZING!!!! this product shows amazingly and its more pinkish but amazing amazing amazing! Highly think you should get it!"
        },
        {
            "review_title": "Best Highlighter Ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I use this highlighter everyday, it is so pretty on the skin and so smooth. I highly recommend it. One of the best highlighters on the market!"
        },
        {
            "review_title": "100% worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This product blends so well, its so pretty and gives a natural look. I've been using it almost everyday for 1 month and it still looks full. Would repurchase again!"
        },
        {
            "review_title": "Selena YOU HAVE DONE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "10/10  O how I love this product it makes me look so glamorous in the sun and I get a ton of compliments! And makes my makeup look good  And makes my makeup look"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "Love love love this. I feel like so many highlighters are very gold or pink base. Due to my extremely fair texture that always ends up making me look very flush or orange. This reflects beautifully and makes it look like a natural glow."
        },
        {
            "review_title": "Beautiful!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love these highlighters! The glow is so pretty and it makes my makeup look beautiful! My only complaint about this product is how you need to blend it out fairly quickly after applying because it will dry down quick. Overall its a great product!"
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "It took me FOREVER to find this and when I got it I was so happy because it was better than the sampler and I have had this for a while and use it everyday and it is still almost full"
        },
        {
            "review_title": "I can never have enough of these",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "I love this highlighter and whatever different highlighter I try I always come back to this one. The formula is amazing so if you want a highlighter then this is what you should get."
        },
        {
            "review_title": "Poop ud83dudca9",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Good but I did go poop today poppppppppppppppppppppp"
        },
        {
            "review_title": "Selena is amazing for this!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Very blend able and gives me a nice glow. This is an amazing highlighter! Love it!"
        },
        {
            "review_title": "The Best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "This highlighter is so beautiful! I have enlighten and mesmerize! Mesmerize is definitely my favorite of the two! I recommend buying full size over mini, you get more product for the price."
        },
        {
            "review_title": "Patchy cakey greasy just NO",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "So bad greasy and patchy cute packaging tho I tried to love it in SO MANY WAYS its just not good dont bother buying it"
        },
        {
            "review_title": "Its pretty good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Its a good highlighter, but I didnt give it five stars because I got too dark of a shade for my liking"
        },
        {
            "review_title": "The best ever!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Its no surprise that this is the best highlighter Ive ever used. I wasnt out of the house for 5 minutes before someone commented on its glow!!"
        },
        {
            "review_title": "LOVE",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like this brand a lot!! I think it is also a great shade and looks very good at first but it does not last long which kinda stinks!! But overall great product!!"
        },
        {
            "review_title": "beautiful!! ud83dudc97ud83dudc97",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "amazing, pretty highlighter!! i didnt expect this to be very good but its amazing!! definitely worth the buck!!"
        },
        {
            "review_title": "Makes me glowy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "It can be kind of patchy but the color is adorable. I like to blend it out with my fingers if Im putting it over my blush because a brush makes it patchy or I also mix it with my blush sometimes and that makes it not patchy!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I actually love this!!!! Have been using it daily for MONTHS people always complement me on my highlighter, like i use a lot and its really noticeable but me and my friends kinda love it, one of my friendshas the white obe and its not as good, but this pink one is GREAT!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this highlighter so much Im def buying the full size"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It is kind of patchy but I love the color of the highlighter"
        },
        {
            "review_title": "A must have in my routine !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love this highlighter ! It so beautiful u2764ufe0f It blends so well with my brush and looks great all day !"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Light skin tone, Oily skin",
            "review_text": "Its kind of hard to use on the cheeks because its so pigmented, but it is really pretty if you do the right amount ufffc"
        },
        {
            "review_title": "The perfect highlighter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "This highlighter goes on my skin so smooth and so pretty it just sinks in and stays all day. Ill honestly never use another liquid highlighter again. This is the perfect shade for my skin also! ufffc"
        },
        {
            "review_title": "So slay ,its perfect for the summer!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Works so well and is so sparkly (idk how to spell it (u2728) but yeah !! But some times the stoped dont work well"
        },
        {
            "review_title": "a must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "i love this product for everyday use. it blends well and is not to intense but is still perfect for highlighting."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Product is VERY small. I recommend getting the full size version. On the other hand the formula is GREAT.  It is very shimmery and easy to blend. If your thinking about getting a Rare Beauty liquid highlighter just get the full size version."
        },
        {
            "review_title": "Absolutely stunning",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "At first I didnt understand the hype around rare beauty but after using the products I do. This is an absolutely stunning highlight. It gives the most beautiful stunning glow to the face. I got the mini but I tho k this will last me a really long time"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "I love this highlighter so much. its even better when you pair it up with a powder highlighter on top"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "The consistency is the best. Goes on so smooth and makes ur face look soo moisturized . My new favorite!"
        },
        {
            "review_title": "everyday highlight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "I use this almost every time I do my makeup. it really gives the glow from within look. you only need a little and blending out with a sponge or fingers works best"
        },
        {
            "review_title": "Shimmer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Easy to apply to a nice shimmer.  I just used my fingers and got a great finish."
        },
        {
            "review_title": "In my daily routine!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, notSure skin tone, Dry skin",
            "review_text": "Such a cute subtle highlight that I wear everyday whether it's out and about or to work it stays on all day! My only issue is that NOTHING will blend the highlight except my fingers, which im okay with"
        },
        {
            "review_title": "A must for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product was very cute and it worked well. It gives you a nice subtle shimmer to your cheek or inner eyelid or wherever you choose to put it. I personally love this. Also, with rare beauty a little goes a long way, so the mini is a much cost-effective way to get rare beauty cheaper."
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "My favorite highlighter! I use it everyday and it is so pretty!"
        },
        {
            "review_title": "Beautiful, but Patchy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "This is a great highlight for no-makeup days, but applies very patchy on top of foundation, no matter how you blend it.   I could try applying it underneath foundation, but for the price I don't want to have to rig it."
        },
        {
            "review_title": "Easy to use! Not sparkly",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Bought this for a friend who didnt like it so I kept it. Before returning it, I decided to try it and I was surprised by how much I loved it! Decided to keep it for myself. Super easy to blend out. Isnt patchy or sparkly."
        },
        {
            "review_title": "okay but wont repurchase",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this product is okayu2026its not bad but not too good it becomes patchy if you dont blend immediately after applying it. Would I keep it and still use it? Yes. But would I buy it again after I finish itu2026no"
        },
        {
            "review_title": "a must have for teens",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "i love how shiny it is, it gives a really nice glow especially on the cheekbones. i love pairing this with my rare beauty blush"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Its amazing for people with a cooler pink skin tone. Perfect combination of shimmer and shine without looking greasy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Super small but definitely worth it & love how it makes my face look super glowy ! Get it for sure I don't regret it at all !"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone",
            "review_text": "Fav highlighter, super cute packaging. Would buy again."
        },
        {
            "review_title": "Loveu2026",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "Love this stuff!! I will use it on my face when I want a little more drama like evening or going out. I use this every day on my lids its a great neutral base. So pretty. Its a huge bottle too probably will last me longer than the product lasts."
        },
        {
            "review_title": "LOVE, LOVE, LOVE this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Combination skin",
            "review_text": "I am IN LOVE with this product. I have it in two shades-Enlighten, and Mesmerize. They are both BEAUTIFUL shades. They last a really long time also. I have a couple other highlighter brands and I almost always reach for the rare beauty. I will be buying these again when they eventually run out."
        },
        {
            "review_title": "Literally glowing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Super natural finish, blends really nice, and you dont need a lot. I only wish it was a little cheaper, because this is TINY"
        },
        {
            "review_title": "rlly good highlighter",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "really pretty and i feel like its never going to run out"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this highlighter is so glowing and beautiful, and it blends literally perfectly and its literally like it never ends. I had this for so long and its like a never-ending highlighter ufffcufffc"
        },
        {
            "review_title": "Amazing , de puffs  and moisturizes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "Been using for a couple of days and its done wonders."
        },
        {
            "review_title": "A little goes a long way - fun product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This is a u201clittle goes a long wayu201d product. It is great for creating a dewy look. It does tend to smear easy and the sparkle gets all over my face. I barely have to use any of the product so it has lasted me a very long time."
        },
        {
            "review_title": "Not sure",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Patchy but I personally like it. Throughout the day especially if you sweat you may have to blend it back in but for me it lasts on my face. If you use a primer I used the elf it will stay on perfectly all day."
        },
        {
            "review_title": "Not a must buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Combination skin",
            "review_text": "This product was greasy and the pigment faded when blended"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I love it. Ill never not use it because it does want it it too. You dont need a lot to make it work."
        },
        {
            "review_title": "BEST LIQUID HIGHLIGHT!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "I love this product it looks amazing and blends so easy. Ive bought the blushes and ive had one for 2 years so i know this product is made to last."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Enlighten - champagne",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Oily skin",
            "review_text": ""
        },
        {
            "review_title": "Blotchy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product was disappointing. I prefer the powdered version much better. Makes my skin look cakey and does not highlight."
        },
        {
            "review_title": "STUNNING AND WORTH THE MONEY!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Very pigmented and you cant really put it directly on your face because the applicator is massive and you dont need a lot, that being said you get a ton of product and it is still very pretty you will just be shining for days after you use it because it is so pigmented and doesnt want to leave your face once you put it on. l"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Enchant - soft pink",
            "review_buyer_description": "",
            "review_text": "JADORE! je ne comprend ps les gens qui disent qu'il fait des taches car sur ma peau, j'ai zero tache, je recommande!"
        },
        {
            "review_title": "Think twice before purchasing",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "Its ok. I am a 6th grader & all my friends wear highlighter so i thought i would try it out. It does not blend well and is pretty mid. I guess it does the job."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Enchant - soft pink",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "A little patchy and hard to blend unless you blend fast. Once it is blended it looks amazing, so pretty one of my favourite highlighters"
        },
        {
            "review_title": "So Beautiful!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "This highlighter is so very good. Ive been using it for almost over a year now and it gives you the perfect amount of shine. I really recommend it to people who want a soft but beautiful glow."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I didnt like this at first but then I grew to love it I get so many compliments when I wear it"
        },
        {
            "review_title": "Beautiful shine and a must-have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am in love with this it is tiny but thats expected and it is beautiful definitely gonna but the full size and it lasts forever Ive had it for a few weeks and have used it consistently and I havent even seen a dent!!"
        },
        {
            "review_title": "Its decent at most",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "patchy, uneasy to blend, too glittery for my liking, kinda chalky, not too much playtime, not for natural makeup since its more so on the metallic side. It can also empathize texture quite a bit. Overall Id say theres better out there. Not horrible, just wasnt for me. Not hydrating if thats something you look for."
        },
        {
            "review_title": "Summer Must-have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I recently bought this highlighter since was wanting to try out a liquid highlighter formula. And OH MY GOSH. Its so pretty and easy to blend. You can use it on your cheekbones, nose, inner corner, etc. Just a tip: if you want to use on nose or inner corner of eye I recommend putting a small amount on the back of your hand and using a small fluffy eyeshadow brush to apply. I should note that it dries down quickly so if applying to face directly work fast. I find it blends easiest on damp skin so using after spraying setting spray makes the highlight melt into your skin better. I have put so many friends onto this product and would highly recommend."
        },
        {
            "review_title": "Not bad, I like it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "It works well for me, as a highlighter, I just blend the product with my fingers (tapping motions). It leaves a nice glow to my skin, I like this product."
        },
        {
            "review_title": "Skin Glowing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This highlighter beams, but so naturally on your skin. I use this when Im in a hurry and need a quick blend."
        },
        {
            "review_title": "Great product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "A great highlight I use everyday! Gives a great shine!"
        },
        {
            "review_title": "its okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "it has its ups and downs. i pair this highlighter with the rare beauty blush, and when i blend it, it looks like the makeup underneath gets removed, and patchy."
        },
        {
            "review_title": "Best highlighter!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Product lasts super long and leaves such a nice finish on my makeup. It lasts a long time and I think brightens up my look leaving me feel sparkly and pretty, Ive had this for a year and bought another to restock. 100% recommend!"
        },
        {
            "review_title": "The powder is better!!!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "this is really pretty on a bare face but on makeup i feel like its patchy. No matter what I do, ive used a brush, a beauty blender, my hand, ive sprayed my face before blending to liquidate the product a bit and nothing works other than using it on a bare face"
        },
        {
            "review_title": "takes makeup off under",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "pretty but only on its own. takes off any makeup you have on underneath, no matter what u use or how u apply it"
        },
        {
            "review_title": "Great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Normal skin",
            "review_text": "Lasts super long, I've had it for over a year and still have so much left. Matches my skin tone well and I use it everyday."
        },
        {
            "review_title": "A beautiful glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "After using this product for the past couple of weeks it has made me shine and I have gotten SO many compliments for how pretty my makeup looks."
        },
        {
            "review_title": "The powder is better",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Hard to blend and just sits on top of your skin. Its not bad but the powder is definitely better."
        },
        {
            "review_title": "Super hard to blend",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "Just no. I'll put a dot of it on my cheek and it will just stay in the shape of the dot I made as I'm trying to blend it out. I've given it so many chances and it's just never worked."
        },
        {
            "review_title": "Best highlighter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Best highlighter ever and I would definitely by again."
        },
        {
            "review_title": "The BEST highlighter!! 10/10!! Get this!! ud83eudd29ud83eudef6ud83dudc97ud83dude0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I LOVE this highlighter!! It is such a beautiful shade and adds such a sweet shimmer to my face! Once my mini is gone I am definitely getting the bigger one! Definitely get this if you want a good highlighter! ud83eudd29ud83eudef6"
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I tried out this product after buying and its so shiny and pretty!! Its so long lasting and the bottles so big its 1000% worth your money!! Would definitely recommend!! ud83dude0a"
        },
        {
            "review_title": "Review No. 53 ud83dudc8b",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Hello everyone! Im Tiffany, and I review makeup and skincare for a living. For more honest reviews, like this post and follow my page!  So today Im going to be talking about the rare beauty highlighter, specifically the shade enlighten, Which is a cool toned pearly colour. So first of all, lets talk about pros.  Pros: Nice colour Packaging is to die for Good amount of product Nice shade range for all skin tones   Now, Im going to go on to the list of cons. Cons:  Not pigmented  Glittery and not sparkly Mini version is too small Bottle gets messy A bit overpriced   If anything you see here interests you, (or not,) please like this post! Thank you to all my supporters, and the next review I will be doing will be on the Sol De Janeiro 68 fragrance mist, so if that interests you, go to the reviews section! Bye loves ud83dude18"
        },
        {
            "review_title": "Daily staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Normal skin",
            "review_text": "I use this daily, love the formula and TONS of product, I dont think ill ever run out. The sparkles are a little big if youre not into that, got a shade to dark for my skin tone but fantastic overall"
        },
        {
            "review_title": "Absolutely obsessed!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I LOVE this highlighter. Its definitely my new fav. I got it in the shade mesmerize and Im obsessed. If I bought this again, would definitely buy the bigger version. It doesnt show up as good in the shade, but in the sun it really sparkles. Will 100% be purchasing again!"
        },
        {
            "review_title": "An AMAZING Highlighter!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have used this product almost everyday because of the amazing formula! I got the color ENCHANT, and I have seen amazing results! I apply one or two dots on my face and one on the bridge of my nose. It is a very shimmery highlighter, but it works amazing to give a natural look!"
        },
        {
            "review_title": "very small but beautiful!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So so so prettyyyy. Highly recommend to just go ahead and buy the big bottle. it the size of my pink finger but still so adorable!! gives a good glow and an amazing feel. So impressed!!"
        },
        {
            "review_title": "So freaking cute",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The mini is the perfect size and the color and formula blend in perfectly. A must have!"
        },
        {
            "review_title": "Feels super oily, picks up product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "Ehhhu2026 save your money tbh. Super cute packaging and I dont regret buying, but it does pick up the product underneath so I can only use it on its own. FEELS SO OILY AND GREASY!! Otherwise its an amazing color and shine."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Enlighten - champagne",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This product is so so so patchy! Not worth it tbh."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I enjoy this product a lot but the down side of it is that it doesnt really show unless you layer it on."
        },
        {
            "review_title": "Not my favorite",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "This is not my personal favorite if you dont want it to have a weird mark you have to blend it out really quickly, and if not it leaves a mark. Not my favorite"
        },
        {
            "review_title": "Cute",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this product however,the shade is not me!I do recommend,the worker helped me she gave me the shade. It is a darker than the bottle.The formula is great but I would try on before!"
        },
        {
            "review_title": "It doesnt blend well",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Its nice but it doesnt really blend as good and its kind of too sparkly not like your normal highlighter it is very pretty, but I feel like its just too overpriced for the product"
        },
        {
            "review_title": "Doesnt blend",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Its such a pretty colour but it doesnt blend at all. Its chalky and dries as soon as it touches your face. By the time you get the edges blended, the pigment is gone"
        },
        {
            "review_title": "Ready for summer shine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Great product, love the quick dry and soft feeling.  The color is beautiful, it will look great for summer."
        },
        {
            "review_title": "Idk about this one",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This color didnt show on my skin tone. Maybe I will give another color a tryu2026ud83eudd37u200du2640ufe0f"
        },
        {
            "review_title": "wouldn't recommend",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "I didn't like the formula or anything about it. I wouldn't recommend"
        },
        {
            "review_title": "A must-have in my makeup routine!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love how the product in very lightweight on my skin! It feels as if I am not even wearing it. The product itself is very nice it has a very nice shine and glow to it! Would 100% recommend!!"
        },
        {
            "review_title": "must have 100%ud83dudc97ud83dudc97ud83dudc97ud83dudc97",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "10/10! makes the most gorgeous glow, its a must! i use it everyday, 1 dot and it is so worth your money!! enchant is the best summer shade!"
        },
        {
            "review_title": "This is amazing!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "I loveeee this product so much because it acts as a blush, highlight, and contour!!!! Reflect is such a good shade, I will buy it again!!"
        },
        {
            "review_title": "Way way better products out there dont waste $",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Very chalky and metallic and fake looking. The bottle also popped or cracked or something in the airplane - Ive never had this happen to any makeup product. Didnt even happen to my rare beauty blush actually. I wont give it a one star because its not the worst thing ever. But its definitely not the best. Way better out there."
        },
        {
            "review_title": "beautiful highlight!!!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This highlighter is beautiful on nose and intercorners for finishing touches on makeup. But personally its very patchy on the cheeks. And horrible packaging causes it to spill a lot ud83dude15 I prefer to not put any there as it doesnt blend in too well. Personally recons just for nose and inner corner!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "really like this highlighter. the mini size is perfect bc a little goes a long way in my opinion:)"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Super pretty! If you let it dry on your face its hard to blend"
        },
        {
            "review_title": "Amazing product would recommend!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Ive had this product for two or three weeks now and Im loving it! This is such a good highlighter and it is just to pretty on my skin!"
        },
        {
            "review_title": "Horrible.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "this product is so bad, it does not give me a glow and is so patchy. It does not blend and it makes my skin look so greasy. Do not buy this product, it is so expensive and not worth the money."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really like this! The shine is amazing! The mini size is soo cute!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Enlighten - champagne",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "I absolutely love this!!!!! it is amazing its way better then the powder highlighter I had before, cause it would always get in my eyes and make them very itchy. one thing I would do is make the application wand a bit smaller for whoever puts it on there eyes meaning the little corners. Otherwise amazing product would 100% recommend!!!! ud83eude77"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After seeing this product, I was deeply astonished by how small it is compared to the photo I did not know it was going to be small and I could not return it and it came broken, but I didnt say anything. I am deeply disappointed. ufffc"
        },
        {
            "review_title": "Must have and i dont say that lightly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "this stuff is so natural and a great high end price point for how much product you get! its so silky and smooth! if you think youd like it buy it."
        },
        {
            "review_title": "Perfect shade!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Such a perfect highlight shade with pinky undertones, looks very natural on the skin and blends like a dream. Lasts forever too since a little goes a long way"
        },
        {
            "review_title": "For my glowy babes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Obsessed. Looks beautiful by itself or over foundation. This shade is pearly and adds a dewy wet cheek look. Amazing year round"
        },
        {
            "review_title": "pretty but not the best",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "I like this highlighter and it is very pretty on the skin. my only critique is that is does not blend great. I can often see the spot where i placed the dotter. It is also slightly greasy for my liking. But, like many rare products, a little goes a long way and the product lasts. I do prefer other highlighters but this product is not bad."
        },
        {
            "review_title": "Love! u2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Amazing product! Makes my face look so put together and bright. Nice and shiny. Not cakey and goes perfectly with the rare beauty blush!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mesmerize - rose bronze (Selena's go-to shade)",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "It gives the perfect glow without utilizing much product at all."
        },
        {
            "review_title": "Beautiful",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a beautiful and understated highlighter. While I would like a bit more shine on some occasions, this is so pretty for everyday wear."
        },
        {
            "review_title": "Amazing and recommend!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I used the tiniest Dot on me and it felt amazing and looked too!!!Honestly this product is aufffcn amazing Liquid highlighterufffc I love how they made it in the mini size!! you can try it out its honestly a great product overall definitely 10 out of 10 recommendufffc liquid honestly this product is a taxi"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The mini is a bad deal compared to the full size, but its a great way to try out the product before committing. I love it u2014 has the perfect amount of shimmer and I always get compliments when I wear it"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "To be honest I was expecting WAY more from this product the way people were talking about it. Honestly the formula feel EXTREMELY runny and frankly kind of cheap( which it most definitely was too much for a teeny bottle). The blush is way better though. Overall its not the work highlighter but most definitely not the best."
        },
        {
            "review_title": "Beautiful color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Love the texture and consistency color is lovely application I dont use the wand but is good to get the product out of the tube on to my blender or brush"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "super beautiful product. i have been using it for a couple months now but let me tell you it lasts through school air! one thing though is it is really hard to blend and looks like paint sometimes because it dosent blend the best. but dont let that stop you from buying it!!"
        },
        {
            "review_title": "A must have after putting on blush.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I have had this highlighter for almost two years now and I still havent run out of it. Last very long even bought some blush ones because of how much I like it"
        },
        {
            "review_title": "Love this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I love this highlighter so much!It is super pretty on skin,and blends easily."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Enlighten - champagne",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I was looking for a natural glow highlighter and I thought I would give this one a try. At first, its very 2016 highlighter but as it wears it blends into the skin and looks really nice."
        },
        {
            "review_title": "not bad",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "after trying out this product it give a nice shimmer but dries pretty fast and the felling of this highlighter just feels like glitter,but overall not a bad product."
        },
        {
            "review_title": "realy oily on me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "made my nose look oily. hard to blend out. also wouldnt recommend this color (for reference i have tan brown skin) comes sith alottttt tho"
        },
        {
            "review_title": "no",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "um no... first of all the rim of the bottle got a weird texture and it got crusty. then the highlighter itself wasn't very blendable and it wasn't really glowy and pretty. then when I put it on my face it was oily"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "i bought this about 2 weeks ago and genuinely i really like it. many people say that they have a problem with it blending out, but ive had no problem with that. its not super glittery and gives the perfect shine."
        },
        {
            "review_title": "My favorite liquid highlighter!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I really love it, I take it with me everywhere!! I am really happy with this purchase. ud83dude0aud83dude0a"
        },
        {
            "review_title": "Drys really fast",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Dont get me wrong i do like this product. But i do find that the product is a little hard to blend in. It sets on your face really fast. Its a really pretty color. It just sets really fast."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Enlighten - champagne",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I like the shade and the applicator. Also, the effect o the skin is really nice and it is really good for mixing with moisturizer. But it is really patchy and hard to blend and to discreet."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Enlighten - champagne",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "LOVE LOVE LOVE! this product blends so easily and is the most natural looking highlighter and gives you the most perfect glow. it also isnt to overpowering! overall great product!!!!!!!!!!!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Mesmerize - rose bronze (Selena's go-to shade)",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Great! Such a natural and pretty shimmer, however it can be hard to blend because it dries quickly. But it stays all day!"
        },
        {
            "review_title": "not worth it, dont buy it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "this is the only rare beauty product ive tried and i have had it for over a year. i just cant recommend it :( some positive things about it are: there is tons of product in the container, and its a really cute packaging idea. on the contrary, in my opinion, it doesnt look good on the skin. its weird to blend and makes your skin look super textured in a bad way, and i have pretty clear skin so its not just a skin issue. also, even with the stopper, the inside of the product gets messy. not a great product sadly."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like this product and I think its a good hilighter. But it is a little hard to blend out. It is very small which is nice for travel."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Enlighten - champagne",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This is easy to use and such a pigmented color!!! I will 100% buy again!!!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Pretty highlighter but definitely emphasizes my skin texture.  May work better for those under 35."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "you can only blend this with your finger. if you use a brush or a beauty blender all the makeup under it will come off. i do like how pigmented it is though and it will last literally forever"
        },
        {
            "review_title": "Definitely must have in make up.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great great product I have dry skin it works like aa magic ud83eude84 .Blends so smooth and gives you perfect highlighting ."
        },
        {
            "review_title": "Cute",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Super cute and mini! Id have to say, this product is extremely small, but is absolutely beautiful! Provides a natural look, its amazing."
        },
        {
            "review_title": "meh.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "very pretty, i have a fair skin tone and it's pretty as a bronzer/ blush but very very patchy. i've tried it a million different ways and i just can't get it to work for me"
        },
        {
            "review_title": "Favorite highlighter, a must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After using this product for the few weeks Ive had it I can honestly say it goes on perfectly and a little does go a long way! I was told that getting liquid highlighter would be the worst mistake ever but I love it!"
        },
        {
            "review_title": "Love/hate relationship",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Pros: I like the shine, it compliments my skin tone, it doesn't have a greasy feeling and it doesn't separate my makeup.  Cons: It looks chunky and patchy on the skin. Don't mix this in my foundation bc the flecks are noticeable, so I put it on my cheekbones. This doesn't blend well with a brush and a sponge, so use fingers to disperse product."
        },
        {
            "review_title": "Rare beauty highliter (Enlighten)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I wanted to try out the rare beauty highliter in enlighten so I bought the mini it is the best trust me!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I wasnt sure which shade to get but I wanted something that can be worn on the eyelids and cheekbones for highlight. A little goes a long way but its very pretty on the skin. Would recommend"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Enlighten - champagne",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Very pigmented white shimmer. Lasts all day. The packaging gets a little messy but will not leak out of bottle. Dries fast and can be hard to blend."
        },
        {
            "review_title": "ONLY HIGHLIGHTER YOU NEEDud83eudd29ud83eudd29ud83eudd29",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I literally love this stuff! It is so pretty and silky! It gives me the perfect glow! It is also a great clean brand!"
        },
        {
            "review_title": "This product is subpar, nothing like the blushes",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Normal skin",
            "review_text": "As far as the color/shades go, they are beautiful but unfortunately the texture/consistency of this product is not there. I bought a mini recently for my professional kit and I am glad I got that size because I will not be repurchasing again. Once applied it blends out very matte,  unlike most of the blush shades. Its almost like a liquid to powder consistency. It does not leave a dewy finish on the skin and tends to lose its potency in pigment once blended out.  Im used to using the Charlotte tilbury highlighters. They have a much more wet texture and illuminating pop on the skin and found this product lackluster in comparison.  Again, the colors are beautiful but the consistency is meh. Hopefully they reformulate this in the future!"
        },
        {
            "review_title": "So good I got 2",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Makes me glow more than any glow filter can. Also doenst look oily!"
        },
        {
            "review_title": "I LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love ittt! This highlight make my makeup perfect!! Literally looks like sun kissed my skin ud83eudd79ud83dudc98ud83dudc98ud83dudc98"
        },
        {
            "review_title": "yes.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "i bought this product a while ago and i can say with FULL confidence it is the best highlighter i have ever used! it is such a good texture and very easy to work with (use fingers to blend) and it makes you GLOW!!! i love <3"
        },
        {
            "review_title": "Will not be repurchasing",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I bought this and will not be repurchasing. It does not blend and you need a lot to get a full look. You cant use this with a brush but a beauty blender sucks up all of the product. I love your products selena but this is just not it."
        },
        {
            "review_title": "Not my favorite",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Its a good option but I found it hard to blend and to achieve a natural look. Definitely prefer the powder version."
        },
        {
            "review_title": "Perfect for a sun-kissed highlight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love this highlighter. It gives highlight/bronzer sun kissed vibes and makes my skin glow. I will say a little goes a long way"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Enlighten - champagne",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This highlighter is very subtle so if youre going for a glam look this probably isnt for you. I have pale skin and it looks beautiful on my cheeks bones with my blush. Gives a natural glow look."
        },
        {
            "review_title": "Good, not a must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Color: Enlighten - champagne Its good if you use with the blush, didnt impress me that much"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Enlighten - champagne",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I love this product! However, Ive stopped using this for my face because Ive found better highlighters. I found that this actually works super well as a body shimmer because of how finely-glittery it is. I wouldnt recommend this if youre looking for precise highlighter application."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Such a good highlighter I would recommend on a full face of makeup thought but its just as you would hope ufffcufffc"
        },
        {
            "review_title": "READ THIS REVIEW!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Rare Beautys Liquid Highlighter in Enchant is a dream for my pale skin! The soft pink hue adds a natural radiance thats simply stunning. The formula blends effortlessly for a seamless glow. Im obsessed with how beautiful and amazing it looks!!"
        },
        {
            "review_title": "so glowy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "my fav thing ever I love Rare Beauty their products last so long and they are not too expensive"
        },
        {
            "review_title": "Best way to use!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I am very conflicted with this product. I have had it for over a year and have tried about every method to get this to work for me as a highlighter. Brush, sponge, fingers, everything. It always ends up lifting my makeup underneath and leaves me with a strange and very obvious patch on my face. However, I have found a way that i LOVE to use this product. This product loos fantastic as a body glow/highlighter. I do not like it on my face, but it is stunning for the body. Only 3 stars because I didnt like it for its intended use, but the glow it adds to your chest and shoulders is incredible."
        },
        {
            "review_title": "Okay product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "At first I tried this product and it was okay. I tried it again a few months later and it was SO patchy. I do not recommend if you have dry skin. It drys out my skin so much but has a very pretty glow."
        },
        {
            "review_title": "Must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Wayyy smaller than I thought but other than that omggggud83dude0d"
        },
        {
            "review_title": "LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this gave my face such a high glow and is gorgeous and perfect for travel and a especially if you are new to it and just want to try it out ufffc"
        },
        {
            "review_title": "wanted to love it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "this highlighter was greasy and it caused my foundation and blush underneath it to lift up and get really patchy. i tried every way to apply it and it ruined my base each time. the color is gorgeous though."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "AMAZING LIKE ALWAYS! All her products are amazing just like her"
        },
        {
            "review_title": "Dont waste your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I really dont understand what the hype was about, this highlight is so oily!!!, and the pigment disappears when you try to blend it. I regret buying it so much :("
        },
        {
            "review_title": "I always repurchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This is my favourite liquid highlighter. Its long lasting and perfect shading not too bright or too light."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Enlighten - champagne",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "I love those product sm! it is very pretty on, and it looks amazing! It can be a little bit hard to blend, but it looks amazing!"
        },
        {
            "review_title": "fav highlighter",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "very good product, only thing is can be kind of patchy when blending with beauty blender. So i would recommend using a brush or a finger"
        },
        {
            "review_title": "Lovely liquid luminizer ud83eudd0d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Beautiful color and blends nicely. I just can't get enough of Rare Beauty products lately. ud83dude0d"
        },
        {
            "review_title": "One of my absolute favorites !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Perfect glittery highlight its sparkly but Natrual and this shade is sooo pretty"
        },
        {
            "review_title": "LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "very prettyu2026u2026u2026 looks nice on skin especially mixed in with the blush.!.!. over all great product!!! LOVE IT SO SO SO SO MUCH!!!!!!"
        },
        {
            "review_title": "not to bad, pretty",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "okay here me outu2026 i think this is a solid product and it gives off a stunning glow! the thing is it has a difficulty time blending out without looking patchy!! when you cant blend it out it leaves a weird white cast on my fair skinu2026 I do like this though"
        },
        {
            "review_title": "So beautiful!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "It is perfect for a summer, dewy look. leaves such a pretty finish, has so much product, is perfectly pigmented to leave a beautiful finish, and so easy to apply. I think it so worth it and is a my summer staple. it does get a little messy at the top of the bottle of that bothers u."
        },
        {
            "review_title": "so so pretty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Light skin tone, Combination skin",
            "review_text": "gives the best bronzed look without feeling heavy on my face. an absolute must for summer!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this has a really good formula and lasts a decent amount of time"
        },
        {
            "review_title": "such a nice liquid highlight",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, notSure skin tone, Dry skin",
            "review_text": "my first and only liquid highlighter. a little goes a long way so the bottle will last forever. i use it with my cream products and find it easy to blend with my fingers. the glow is so pretty under the rest of my makeup too."
        },
        {
            "review_title": "great!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "I got this product last week and it has been an impact let me tell you! I loved it the shone was great and color shade was perfect! Although the one thing I didint like which is why I gave it a 4. Is because when I received it was broken and the packaging is so cute"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this so much because I wasnt sure if I was going to like it so I just had to get the mini"
        },
        {
            "review_title": "Meh",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Nice glowing shade but hard to blend and a little patchy"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Obsessed. My favourite highlighter. Expensive for the amount you get so next time I'll buy full size but it's great for travel, purse or to try a new shade."
        },
        {
            "review_title": "Beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This is a great highlighter! I love mixing it with liquid blushes or using it solo. It has a tint of color enough to use on its own. It's also not super glittery like some highlighters. It has that natural finish! Definitely try it out if you're thinking about it."
        },
        {
            "review_title": "A great affordable liquid highlighter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Pretty and well priced! Super pretty bronzy highlighter :)"
        },
        {
            "review_title": "DO NOT GET THIS!!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": ""
        }
    ]
}