{
    "product_id": "983",
    "name": "Blush Crush Liquid Blush",
    "brand": "Live Tinted",
    "categories": "Makeup, Cheek, Blush",
    "price": 30.0,
    "about": "What it is: A creamy liquid blush that easily blends and builds for naturally flushed, flirty cheeks that last all day...Coverage: Light.Finish: Natural.Formulation: Liquid.Highlighted Ingredients: - Squalane: Prevents moisture loss, restores suppleness, and intensely hydrates skin..- Peony Extract: A botanical known to boost skin clarity, soothe skin, and visibly brighten..- Acai Fruit Oil: Moisturizes and brightens the look of dark spots...Ingredient Callouts: It is cruelty-free...What Else You Need to Know: The Blush Crush Liquid Blush has a lightweight, creamy, liquid texture that builds and blends with ease. It has just the right amount of pigment to show up on all hues, and itu2019s skincare powered, leaving a hydrated, healthy-looking glow.",
    "ingredients": "-Squalane: Prevents moisture loss, restores suppleness, and intensely hydrates skin..-Peony Extract: A botanical known to boost skin clarity, soothe skin, and visibly brighten..-Acai Fruit Oil: Moisturizes and brightens the look of dark spots....Water/Aqua/Eau, Isononyl Isononanoate, Glycerin, C13-15 Alkane, Propanediol, Zinc Oxide, Polyglyceryl-3 Polyricinoleate, Dipentaerythrityl Hexahydroxystearate/Hexastearate/Hexarosinate, Oryza Sativa (Rice) Bran Wax, Hydrogenated Styrene/Methylstyrene/Indene Copolymer, Disteardimonium Hectorite, Euterpe Oleracea Fruit Oil, Squalane, Paeonia Officinalis Flower Extract, Tetrahexyldecyl Ascorbate, Magnolia Officinalis Bark Extract, Caprylyl Glycol, Octyldodecyl Stearoyl Stearate, Hydroxyacetophenone, Isostearyl Neopentanoate, Magnesium Sulfate, Phenoxyethanol, Sodium Chloride, Potassium Sorbate, Sodium Benzoate, Citric Acid. May Contain/Peut Contenir (+/-): Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, CI 77492, CI 77499), Red 7 Lake (CI 15850), Red 30 Lake (CI 73360), Red 6 Lake (CI 15850).",
    "how_to_use": "Suggested Usage:.-Use the doe-foot applicator and start with two dots on cheeks..-Blend using fingertips, diffusing brush, or makeup sponge. .-Add more dots and layer to build color intensity. .-A little goes a long way.",
    "num_reviews": 78,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/live-tinted-blush-crush-liquid-blush-P512735?skuId=2782068&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2782068-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": []
}