{
    "product_id": "1379",
    "name": "Strengthen Concentrated Conditioner for Dry, Damaged Hair",
    "brand": "The Rootist",
    "categories": "Hair, Shampoo & Conditioner, Conditioner",
    "price": 45.0,
    "about": "What it is: The fermented fix for damaged hair, this silicone-free conditioner is designed to minimize breakage, smooth frizz + boost shine. Ultra-concentrated so you only need half your usual amount..Hair Texture: Straight, Wavy, Curly, and Coily.Hair Type: Fine, Medium, and Thick.Hair Concerns:.- Damage, Split Ends, and Breakage.- Drryness.- Frizz.Key Benefits:.- Repairs damaged hair and minimizes breakage.- Reduces frizz and boosts shine.- Silicone-free nourishment wonu2019t weigh down hair.Highlighted Ingredients:.- Patent-Pending Rootbiomic Ferment: Nutrient-rich superbrew for anchored roots, balanced scalp + healthy hair..- Bio-Peptides (Hydrolyzed Yeast Protein): Target collagen and keratin to help fortify strands from root to tip..- Coconut Oil and Sodium PCA: Pulls moisture deep into hair instead of coating itu2014for real nourishment..Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also cruelty-free and comes in recyclable packaging..What Else You Need to Know: This nourishing, reparative conditioner is fermented to feed roots, scalp + hair the needed nutrition for next-level damage repair, frizz control and shine. Made with no added water, this formula is less wasteful, more powerful and ultra-concentrated, making this bottle equivalent to one two times its size..Fragrance Description: This conditioner has The Rootistu2019s signature fragrance, a collaboration with one of the worldu2019s top clean fragrance houses. Inspired by their warm brand aesthetic, this complex, fresh, fizzy floral has a grounding touch of soft woods for balance, depth, and grace. Intoxicating but never overwhelming, transport your senses to a garden stroll at golden hour where dreams take root..Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency.",
    "ingredients": "-Proprietary Rootbiomic Ferment: Promote anchored roots, balanced scalp, and visibly stronger, healthier hair..-Bio-Peptides (Hydrolyzed Yeast Protein): Rich in collagen, keratin, and proteins to help strengthen from root to tip..-Coconut Oil and Sodium PCA: Pulls moisture deep into hair instead of coating itu2014for real nourishment...Aloe Barbadensis Leaf Juice, Lactobacillus/(Centella Asiatica/Coffee Seed/Ganoderma.Lucidum/Hops/Panax Ginseng Root/Scutellaria Baicalensis Root) Extract/Pea Extract/Rice Seed Extract Ferment Filtrate, Brassicamidopropyl Dimethylamine, Cocos Nucifera (Coconut) Oil, Water/Aqua/Eau, Glycerin, Pyrus Malus (Apple) Fruit Extract, Brassica Alcohol*, Lactic Acid, Vinegar, Cetearyl Alcohol*, Disunfloweroylethyl Dimonium Chloride, Hydroxypropyl Starch Phosphate, Brassicyl Valinate Esylate, Hydroxypropyltrimonium Inulin, Sodium PCA, Hydrolyzed Yeast Protein, Passiflora Edulis Seed Oil, Oryza Sativa (Rice) Bran Oil, Euterpe Oleracea Fruit Oil, Sunflower Seed Oil Glycerides, Polyglycerin-3, Polyglyceryl-3 Lactate/Laurate, Guar Hydroxypropyltrimonium Chloride, Calcium Gluconate, Butylene Glycol, Lauryl Lactyl Lactate, Trisodium Ethylenediamine Disuccinate, 1,2-Hexanediol, Sodium Benzoate, Potassium Sorbate, Citric Acid, Limonene, Fragrance/Parfum. ..*Conditioning Agent..The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-After shampooing, dispense half your usual amount of conditioner into your wet palm. .-Massage directly into wet hair from the ears down..-Rinse well..-You can always add more conditioner, if desired, but this formula is specially designed to do more with less... Recycling Instructions:.-Rinse and recycle the aluminum bottle and transfer the reusable pump to your prefill.",
    "num_reviews": 239,
    "overall_rating": 4.4,
    "product_url": "https://www.sephora.com/ca/en/product/the-rootist-strengthen-concentrated-peptide-conditioner-P509865?skuId=2750412&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2750412-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "4 oz",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2750412-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Stinky and useless",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "This is one of the worst conditioners I've ever tried. It doesn't condition the hair, and forget detangling - it has no slip at all. Plus, it smells horrible, just like the shampoo."
        },
        {
            "review_title": "Disgusting smell.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Received deluxe sample with shampoo. If the shampoo smelled bad this was off the charts. It stank so bad with an overwhelming sour mustardy-vinegary stench. I immediately washed it out. Foul."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Densify Conditioner by Rootist is the ultimate solution for achieving thicker, more voluminous hair. Enriched with vital nutrients, this conditioner deeply hydrates and strengthens each strand, reducing breakage and promoting fullness. Its lightweight formula ensures that hair remains bouncy and manageable without any greasy residue. Perfect for all hair types, Densify Conditioner enhances texture and body, leaving you with a lush, vibrant mane that feels as good as it looks."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Combination skin",
            "review_text": "This has probably the most amazing scent I ever had in a conditioner ever, even thought after using it, I felt it gave my hair more weight and wasnu2019t as soft as I expected. Very good size for traveling though."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I received this in exchange for this post. If you need something for density this is it! I have super fine hair thatu2019s very flat and I feel like this really helped with the volume. The shampoo and conditioner work best together!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love why it leaves my hair with a super soft and silky texture, cleaning it deeply and leaving it shiny and beautiful, repairing my hair from frizz and damage, leaving it healthier I love it , itu2019s so good"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "My hair has never felt better! I have extremely thin hair and Iu2019m already starting to bald at such a young age due to stress. I can already see my hair slowly growing back and having less bald spots and I never felt more confident!"
        },
        {
            "review_title": "Less is more!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was so surprised at how much I liked this.  I purchased on a whim since it was on sale (with the shampoo).  I have long-ish, thick and very processed hair and I used 6 pumps (dispenses only a small amount at a time) initially and then went back with 2 more pumps for my ends.  I would absolutely not use more than that--I didn't even need more normal detangler after drying my hair!  I could see where you might be tempted to OD on this because when you initially put it in your hair, it seems like it's not enough.  Kind of reminds me of the K18 mask, which is also easy to overdo.  Left my hair feel silky but with good volume. It has a slightly weird vinegar smell, but it wasn't terribly offensive and faded immediately"
        },
        {
            "review_title": "My new go-to for fine hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This conditioner (and shampoo) is really good. Gives my fine hair body and shine, and itu2019s really hard for me to get any volume so thatu2019s really saying something. Just be sure to rinse well under running water. I like the smell, and I find I only have to use a little"
        },
        {
            "review_title": "Hmmmu2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I donu2019t love it. At the end, it does my hair good but I use a lot. My hair is super textured and I love the curls it gives me however I donu2019t like this packaging sadly. I donu2019t enjoy the pump and I canu2019t tell how much is leftu2026."
        },
        {
            "review_title": "an actually healthy conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "i think i enjoyed the conditioner even more than the shampoo. the lathering experience is just unmatched and it feels like a luxurious moment in the shower. i also love that the smell is a little sweeter than the shampoo. the consistency of this conditioner feels so nourishing, and the way it coats my hair is so dreamy. i noticed a difference when i switched over to this product immediately as my hair felt so much softer after my blow dry. i wish the bottle was bigger because i know iu2019ll be running through this quickly."
        },
        {
            "review_title": "It's not great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "All right so here I have the strengthen the rootist concentrate conditioner and it smells chemical just like as if you used their other lines the conditioner is the same it is recommended use half the amount of your recommended conditioner as if you would use and for all hair types that are weak and damaged it makes me feel as if I'm not doing something very good for my hair due to the strong chemical smell something with this line and the smell it doesn't make me feel great about putting this on my hair I don't it doesn't leave my hair feeling that soft either so I can't say I would definitely recommend this yeah I'm not very happy with the results of this product it is a little bit better than their shampoo but again the strong smell for me makes me feel I'm damaging and not helping my hair"
        },
        {
            "review_title": "Surprisingly good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I have never seen a concentrated conditioner, let alone a concentrated conditioner with bio-peptide and rootbiomic ferment, but I have to say I am very impressed with the qualities and benefits it features like its eco-friendly recyclable packaging. I have wavy hair that is prone to frizziness and dryness while having a bunch of little hairs towards the top of my head from breakage. It has a thick, creamy texture that spreads evenly throughout my hair and a beautiful warm scent that is the perfect balance of floral and woody notes that have a tendency to stick around for a while which is a big plus for me. Now the texture is a little tricky in the sense that you will feel like your hair is soaking it up so quickly that you should add more but trust me don't do that as it will leave your hair feeling heavy and weighed down so remember a little goes a long way. Since I've been using this conditioner, I have noticed a difference with the strength of my hair as well as with the thickness and amount of fall-out I experience. It's also great for keeping my scalp balanced and my hair protected from further damage while also taming some of my frizz and leaving it more manageable. Overall, I'm super happy with how strong and healthy my hair is becoming and think with consistent use, I will see even more results!"
        },
        {
            "review_title": "Interesting Conditioner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "Interesting conditioner. Unlike many other conditioners this has no added water and is instead infused with superfood Rootbiomic Ferment, a product created by The Rootist. Because there is no added water you use 1/2 of the amount of your regular conditioner and place it on hair from the ears down to the ends of hair. Its easy to work into hair/easy to rinse. Lightweight. Detangles well. Softens and shines. Strengthens hair. Has a light scent that fades quickly. It does relax my natural waves a bit. Overall, it is a good conditioner safe for all hair types."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I had some hesitation when trying this conditioner because of its concentrated formula. I was concerned I would not be able to spread it evenly through my hair since conditioners don't usually emulsify. I didn't really have that big of an issue with disbursing it through the ends of my hair, but I still felt like I needed to use more than I should. I do love it the sustainable idea behind this product and I love the packaging, but that is really the only thing about this I was impressed with. I felt like it wasn't hydrating enough for my hair and it did not leave my hair as soft as other conditioners, I would say my hair was frizzier than usual. One other small complaint I have is that because it is concentrated it is in a much smaller container, but BARELY too big for TSA."
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the sustainability of this conditioner, so I gave it 3 stars, but it didn't work for me. My hair will be silky before I put this on, and it will end up feeling rough and tangled after I wash this out. I will be returning."
        },
        {
            "review_title": "The Rootist Strengthen Peptide Conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "The  The Rootist Strengthen Concentrated Peptide Conditioner is a great way to tame the frizz and leave your hair so soft. I was so amazed because the conditioner doesnu2019t seem like the normal texture other conditioners have when you use a small amount your hair soaks it in so quickly that it seems that you need more but donu2019t add more! Once you wash it out you feel that it was enough. My hair feels back to normal and so healthy and extremely soft."
        },
        {
            "review_title": "Smooths and strengthens hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "My hair is wavy and prone to dryness and frizziness. I also had these strands on the top of my head caused by breakage. I love that this conditioner strengthens my hair. However I do have to use more conditioner than normal when I used this product as I have thick hair. It's pretty pricy and I don't think the bottle will last me a long time. However it does get my hair pretty smooth. I've noticed less hair falling out when I brush my hair so I think it's doing its job."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "This conditioner is my absolute favorite! The texture is super silky and smooth, I wish I could apply it all over. Iu2019ve been using this for more than two weeks and the results are amazing. My hair is long and thick, when applying I used about two to three pumps. My hair doesnu2019t feel heavy or weighed down, gives me instant shine and smoothness. I donu2019t experience as much frizziness like a typical do. As an esthetician, Iu2019m always looking for the best ingredients. This contains coconut oil and pca to help attract moisture and to help it penetrate into the hair. Iu2019ve learned that my hair lacks a lot of moisture and many of the products Iu2019ve used sits on top of my hair without actually doing its job. This conditioner changed my hair and will be a repurchase for me. Hopefully they come out with a bigger bottle soon!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "A great shampoo to go with the rootist peptide shampoo. The sustainable ingredients are great and the recyclable bottles are a plus. The conditioner has helped with the strength and the thickness of my hair and still makes my hair feel hydrated. Because there is no added water, you can use half the amount that you would normally use. My hair feels so fresh"
        },
        {
            "review_title": "Peptide Conditioner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This concentrated conditioner is formulated with peptides, coconut oil, and aloe. These ingredients are able to keep hair smooth, and easier to detangle. My hair has less frizz, and is shiny upon each use. The thick consistency of the conditioner is so that you can use less. Hair is left looking healthier with each use. This concentrated conditioner leaves my hair less tangled and  smelling lovely like a light hibiscus scent and gives my hair a beautiful shine."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I like the smell just like the shampoo. It says only put half as your usual, but when I did that my hair was so tangled after shower and so I had to do as my usual and it worked it's wodners. My hair is shiny and looked bouncy and thicker than my usual flat boring hair."
        },
        {
            "review_title": "Strengthen Concentrated Conditioner",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Hello everyone, my name is Jackie, and I am a licensed Cosmetologist looking for the best hair care for myself and my clients. This strengthening conditioner has a citrusy scent to it that I liked. I did not like this product as I felt like it did nothing for my hair. It is very concentrated, so you donu2019t need to use a lot, but I feel like even when I add extra it still didnu2019t feel like it was enough to make a difference on my hair."
        },
        {
            "review_title": "Liked it alot",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "Iu2019m someone who only uses deep conditioning treatments when I wash my hair, which is infrequently. This gave my hair an amazing level of hydration in being only a conditioner. It was soft, hydrating and definitely concentrated. The only thing I canu2019t get past is the smell. If you can tolerate it, youu2019d absolutely love this product and itu2019s entire line."
        },
        {
            "review_title": "Really great product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I loved the rootist strengthen concentrated peptide shampoo. It made my hair look more shinny and gave a soft and smooth texture to my hairs. I would have loved it more if it had a really good fragrance as well. I prefer shampoos and Conditioners with good fragrance. But apart from this the rootist Conditioner is great. I also like the fact that we only require half the amount of Conditioner compared to others for the use. I would definitely recommend this product"
        },
        {
            "review_title": "Didnu2019t work for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "Unfortunately was not a fan of this product. Although I loved the shampoo. It was heavy but still didnu2019t smooth my hair, for reference I have wavy but fine hair & I typically find conditioners difficult. There was also a strong apple cider scent."
        },
        {
            "review_title": "Best for silky soft hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I am pleasantly surprised after using this hair conditioner as the results have surpassed my expectations. I have very dry and brittle hair. I am usually on the lookout for hair products that would improve my hair quality. I have been using the Rootist hair concentrated shampoo and conditioner in conjunction to get the best results possible. I have noticed that my hair looks and feels healthier after applying this product consistently. I feel that it has brought life back into my hair. It leaves my hair feeling silky soft. I have also noticed that my hair doesnu2019t get tangled as much. I highly recommend this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "I have wavy hair that can be on the dry side . I love that this conditioner seems to be highly concentrated as I didn't need a ton to use on my below the shoulder long hair . I scrunched into my hair and I could tell that it really did nourish my dry wavy hair . I also notice that my waves looked really nice and I know that's because this conditioner really did replenish my wavy hair ."
        },
        {
            "review_title": "soft and manageable hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I am fascinated with this conditioner, I have been using it for several days to give an honest opinion and I am delighted with it, it makes my hair softer and more manageable which makes it easier to comb since having long hair almost always It gets tangled but when I apply the conditioner my hair becomes easy and manageable, it has a delicious aroma and the consistency is perfect to apply foot all over my hair."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Obsessed. This conditioner is one of the best! Itu2019s hard to find a conditioner that doesnu2019t leave my hair looking greasy, but this is definitely the one! I love the pump applicator for easy access. It leaves my hair feeling so much healthier and shiny! I will definitely continue to use!"
        },
        {
            "review_title": "A little goes a long way!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The Rootist Strengthen Concentrated Peptide Conditioner is a great product! I have been a Licensed Cosmetologist for over 17 years and hair is one of my many specialties. I have super thick, coarse, color treated hair and struggle to find conditioners that are not too heavy on my hair. This conditioner is definitely concentrated and a little bit goes a long way. It helped to tame my frizz as well which was nice. It has a very pleasant clean almost citrusy scent to it. I also have very sensitive skin and it didnu2019t cause any irritation. The size of this conditioner makes it super easy for travel. Also, I would recommend saving the little plastic piece to put back on for travel too. I would highly recommend this conditioner for anyone looking for a good clean vegan conditioner."
        },
        {
            "review_title": "A little goes a long way!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Oily skin",
            "review_text": "The Strengthen Concentrated Peptide Conditioner is small but it works wonders! I have thick, curly hair and I live in a very dry climate. I usually have to use a handful of different conditioners to coat my hair for a soft result. This Peptide Conditioner somehow is very thick. You donu2019t need a lot of it at all. After washing my hair, I separate it into a few sections. I then place a very small amount of the conditioner on the various sections. I do suggest taking the time to really work then product on your strands. Also, the directions state to apply the conditioner to the lengths of the hair, past the ears. Iu2019m not quite sure why but I definitely followed the directions and am pleased with the results. Itu2019s a fresh scent, not overbearing. I let the conditioner sit on my hair for about 15-20 mins. I detangle it and then rinse. My hair is kind of shiny afterwards but definitely has a clean, pure feel."
        },
        {
            "review_title": "Blown Away",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Normal skin",
            "review_text": "Just like the Concentrated shampoo, the conditioner is the same way. A little goes a long way! The conditioner is thick and creamy. I could feel it wrapping around each strand of my hair. There was a subtle, yet pleasurable scent and not overpowering. When I rinsed my hair out, my hair felt like silk and look so healthy! Again, I was grateful for the product not taking an ounce of color from my purple ends!!"
        },
        {
            "review_title": "Great product for lustrous hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I received this product in exchange for my honest review. The Rootist Strengthen Concentrated Peptide Conditioner made my hair feel lustrous and strong! It did not leave my hair oily like most conditioners. It left no residue either. My hair just feels silky and looks healthy.  I see a difference after a short period of usage. I recommend this to anyone who wants to improve the condition of their damaged hair!"
        },
        {
            "review_title": "Lux!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "Overall i really enjoyed using this conditioner. I think it paired well with the shampoo and similar to the shampoo you need way less than your average conditioner. The scent of the product was nice and i felt like my hair was stronger and less damaged after a few uses. The bottle is nice and sleek which makes it easy to store in a small apt. Overall would buy this product again."
        },
        {
            "review_title": "A great combo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I paired this conditioner with the shampoo and both make a great combo for my hair, it looks healthier than before and more stronger, the softness that leaves on my hair itu2019s great, my hair doesnu2019t looks greasy or oily which happens with other conditioners but not with this one. I love it!"
        },
        {
            "review_title": "Smooth and frizz free hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I have blonde, dry damage hair and lots of frizz . After using the conditioner my hair instantly detangled and softened after applying and remained soft and tamed until my next wash without having to use additional products like hair oil or leave in treatments! Iu2019m obsessed with the outcome of my hair feels so soft, has way less frizz and is easy to manage throughout the week .A little product goes a long way and the citrus scent really awakens the senses especially if using with the rootist shampoo."
        },
        {
            "review_title": "A lot in a little package!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I am a beauty professional and expert with over 27 years in the industry.  As a makeup artist and medical aesthetician who has managed luxury makeup counters and salons throughout my career,   Not surprisingly, I have an appreciation for products that tout ingredients specifically focused on the benefits the product claims it will do.  And even though I am a sucker for packaging design, it is apparent when care and consideration have been taken with every detail.  There are so many beauty products avaliable now, it's best to stand out.  The Rootist's Strengthen Concentrated Peptide Conditioner definitely checks all the boxes above.  What I particularly love is how the name tells you exactly what it is, the main active ingredient, and what it does.    Years of pulling my hair up, frequently dying it, and internal changes from simply aging has had its effect on my hair.  Damage through breakage and hair dye reflects in my fine hair now being see-through around the front and sides of my hairline.    After only two weeks, I am seeing tons of shine where before it was dull.  I am also feeling the elasticity of my hair increase, so it is noticeably stronger.  And because it is concentrated and I use half as much conditioner as I normally would, this small bottle is lasting much longer than I thought it might.   I'm excited to recommend this conditioner (and shampoo!) if you're expereincing weak, brittle hair with breakage."
        },
        {
            "review_title": "Worth trying!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I received The Rootist Strengthen Concentrated Peptide Conditioner in exchange for my honest review. Much like the matching Strengthen shampoo, this is a concentrated conditioner. This means using less product amount! As an esthetician, I am a fan of peptides for strengthening and repairing skin; so I was excited to try this product! I have wavy hair with some curl pattern to it, and hydrating conditioners are a MUST. I found this conditioner to be hydrating but not to the point where it weighed my hair down. My hair feels soft and looks stronger, and I feel like Iu2019ve experienced less breakage. Much like the shampoo, my only qualm is the price for amount of product. But, it IS concentrated and less product will be used. And itu2019s worth trying if youu2019re looking to repair your hair!"
        },
        {
            "review_title": "Repair that hair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I am new to concentrated hair products and kept feeling the need to go in for more conditioner as I have very fine and dry hair from over processing.  So, upon my initial application of first using the rootist concentrated shampoo I then naturally followed up with the concentrated conditioner.  I did go in for a second application initially but was determined by my second hair wash in using these products, to really try this as the directions indicated by using u00bd the usual amount of product.  I found that if I actually worked the product into my hair and scalp and left it on for at least a couple of minutes that the conditioner really does change the texture and feel of the hair into a more soft and silky texture.  I also found that as long as I didnu2019t over rinse my hair that it felt really great after using. It was less frizzy upon drying and felt silky and soft.   This last July we had our water softening unit in our home break when our hot water heater burst.  This has changed the quality of our water by far and I felt the rootist concentrated hair products have really out in this department.  So, if you have hard water or water with lots of added minerals, I did find this improved my hair immensely.  As an aesthetician I appreciate the skin loving ingredients to promote a healthy microbiome within the scalp.  With ingredients to strengthen weak damaged hair.  Ginseng, Hops, and rice to stimulate healthy hair growth and soften brittle hair.  Aloe, coconut and lactic acid to moisturize dry hair and promote balance.  Added hydrolyzed yeast protein is added to create better volume as it aids in the hairs strength by preventing breakage. Our hair is made up of about 95% protein or amino acids called keratin.  When we over process our hair through chemical treatments such as coloring and bleaching, along-side other daily factors of pollutants, weather, heat etc., our hair becomes damaged and weak needing protein to repair and replenish the damaged strands. As with any"
        },
        {
            "review_title": "Soft and silky!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "With my curly hair, conditioner is an absolute MUST for me. I was excited to try the Strengthen Concentrated Peptide Conditioner. This conditioner smells really nice. Itu2019s like a light floral scent that isnu2019t overpowering at all. Once your hair is dried, there is a nice scent to your hair but itu2019s not strong. This conditioner states to only use half the amount in which I did but I still felt like I needed my normal amount. This is very concentrated so I see why we only need half the amount but half the amount didnu2019t cut it on my curly hair. In the shower it felt a little drying so I thought I wouldnu2019t like this at all. This conditioner, just like the shampoo, feels amazing once your hair is dried. My hair looked silky and felt soft to the touch. This product contains many different oils and peptides known to strengthen and soften the hair so if it made my curly hair feel soft, this would be even more amazing on straighter hair as well. Smell and feel of the hair checks off the boxes on my list so Iu2019ll keep this conditioner in rotation along with the shampoo. Good product."
        },
        {
            "review_title": "Smells nice!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I have tried this over the last 2 weeks. Loved using this applicators and the directions on the bottle. However is did leave a little residue afterwards, and there wasnu2019t a significant change to my hair. However it is very lightweight and mixes and smells very nice with other shampoos and conditioners. I have attached a before picture, the after picture looks very similar."
        },
        {
            "review_title": "Holy Grail Conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "The Strengthen Concentrated Peptide Conditioner from the Rootist is quite literally the best conditioner Iu2019ve used on my hair. It does everything your regular conditioner does, but just in every aspect better. My hair is so much softer than before I used this product, and has visibly reduced the damage from lightening and dyeing. Additionally, the smell of the conditioner is really nice, and Iu2019ve received quite a few compliments on the subtle lavender scent that is left after I rinse. I highly recommend this product as someone with normally very coarse feeling thick hair."
        },
        {
            "review_title": "Enhances My Curls!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "The Rootist Strengthen Concentrated Peptide Conditioner gives has a mild, delightful scent and gives my hair life! Every since I started using this conditioner, I've felt my hair to be more, manageable, soft and enhances my curls. Each strand of hair is getting its strenghth back. A small amount in the palm of your hand goes a long way. Yes, I do recommend this product!"
        },
        {
            "review_title": "Soft and luxurious hair in a bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "Ok. So I read Ultra concentrated, I immediately am concerned about how much the product will coat my hair and weigh it down or cause my scalp to start over producing oil leaving a greasy appearance. Well, you heard it here, from a professional perspective. I have been in the beauty industry for over fifteen years and this new, clean and fresh conditioner is like nothing I have used! I recommend looking up the ingredients and science behind this product,  because it it game changing! I see you The Rootist! I recommend using this product with its friends in the rootist product line, but this is a top knotch conditioner standing alone. I love it, noticeably shinner, healthier hair. Frizz, where?"
        },
        {
            "review_title": "AMAZING CONDITIONER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Amazing! I love the science and strength of this conditioner. I love that it has no water added which makes the bottle size much smaller and easier to use. Another bonus is that you can use a lot less product than you normally would. The best part of this conditioner is how it leaves my hair feeling. It immediately feels stronger and thicker after rinsing it off, however after it dries, I noticed a huge difference. My hair was easier to brush through, shiny, and looked less dry. Overall, I would recommend this to anyone who has dry or damaged hair and wants wonderful hair care for an amazing price.  I cannot wait to see long-term results from this. I also recommend for best results use this alongside the Rootist Peptide Shampoo."
        },
        {
            "review_title": "Definitely worth checking out!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I've used The Rootist Strengthen Concentrated Peptide conditioner for the last few weeks and I've noticed quite the difference! This packed formula is clean, you only need to use half of your normal amount and it quenches thirsty, damaged hair! It has a clean, pleasant scent as well as a clean healthy formula. Great for all hair types. One thing that's great is it works with your roots, scalp and hair to deeply moisturize and fight frizz and damage. Pulls moisture deep into hair versus just coating it and not helping. Easy to use and brings your hair back to life! I highly recommend!"
        },
        {
            "review_title": "Works great on curly hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I have curly hair, for those of us that like to leave our hair out naturally itu2019s important to find a hydrating conditioner. This one is perfect since itu2019s hydrating and doesnu2019t weight down my hair. I have frizzy curly hair and finding products that work can be hard, so far Iu2019m pleased with the results from this conditioner. Would love to see a set dedicate to curly hair."
        },
        {
            "review_title": "Really good for all hair types",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I received free The Rootist Strengthen Concentrated Peptide Conditioner in exchange for my honest review. What makes it differrent from other brand is that it's in a concentrated form and we only need to use half amount we usually use in other brand. The conditioner complements its shampoo counterpart effectively. It leaves my hair silky and easy to detangle. The peptide infusion seems to provide an added layer of nourishment, making my hair feel more resilient and hydrated. The conditioner has a pleasant scent. I recommend this brand for those looking to improve hair strength and vitality. However, this is kinda pricey as it's a small bottle."
        },
        {
            "review_title": "Enjoyed this very much",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Light skin tone, Dry skin",
            "review_text": "I really like how the Rootist Strenghen Concentrated Peptide Conditioner works for my hair. I have natural platinum blonde hair and when I first used this conditioner I was pleasantly surprised. I have been a Licensed Esthetician and Beauty Expert for 22+ years and have used most conditioning products out there. I like that this is concentrated and you only need a small amount. My hair has some frizz on the ends of my layers and this conditioner smoothed those down without being too heavy. I also love the scent, kind of a woodsy floral. I really enjoyed this conditioner and recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This concentrated conditioner is an ultra-thick and silky, creamy treatment that leaves hair super smooth and is the must-have companion product to The Rootistu2019s concentrated peptide shampoo. Like the shampoo, there is no added water so if you give hair a good ring prior to applying it, the conditioner really grips onto strands instead of slipping off or diluting. That said, the hair surface is not weighed down by the richness of the product but simply left bouncy, smooth and soft. Coconut oil and sodium PCA apparently work to absorb and hold moisture versus applying a thin topical layer that easily dissipates. Hair easily detangles after towel drying. I love the feel of this conditioner enough that I have also left it in instead of rinsing out and find it works beautifully even though itu2019s not designed as a leave in product. Same ultra clean scent as the shampoo, and clean, fortifying ingredients that improve hair health and feel. Love!"
        },
        {
            "review_title": "Best conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "I got this product in exchange of my honest review.  I really like this conditioner. The thing that I really like is that I donu2019t need to put a big amount of conditioner in my hair. My hair is softer and less frizzy after using the shampoo and conditioner. It has a little of herbal  scent. After my hair gets natural dry my curls looks more defined. Iu2019m really happy with this product"
        },
        {
            "review_title": "Must Have Conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "After using this concentrated conditioner it is fantastic, Itu2019s a must have!!! It also used for all hair types & anyone who has weak breakage hair.  Anyways the conditioner had my hair feeling soft & smelling great !!! I love it I was very very impressed. Itu2019s really worth having I personally highly recommended, everyone should get the whole matching set !!!"
        },
        {
            "review_title": "Silky Smooth Hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The Rootist Concentrated Conditioner is unlike any other conditioner I have previously used. This conditioner is made with no water and the brand says it requires a fraction of the amount of product that we are typically use to using. To start, I really love the gold aluminum packaging not only is it pretty but it isalso recyclable which is very important to me. The product itself is a thick creamy texture and has a very floral type fragrance in my opinion. This is the part I got hung up on because I am not someone who enjoys overpowering scents or floral scents. This scent lingered all day which made it difficult for me to want to try again after the first use. I will say unlike the shampoo I do feel I was able to use less product than normal and it left my hair feeling silky smooth and with much less frizz. My hair looked healthier and shinier even after the first use.  This is a conditioner I would recommend to anyone looking to strengthen their hair from heat damage, chemical damage, and more."
        },
        {
            "review_title": "Iu2019m Loving The Rootist Haircare! ud83dudc97",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I am very impressed with The Rootist Strengthen Concentrated Peptide Conditioner! I received it complimentary from the BeautyTap review program from my honest review. I received this along with the matching shampoo and the AHA+ACV Pre-Shampoo Scalp Clarifying Treatment. These three products work so good together! Iu2019m really impressed and Iu2019m picky with my haircare! ud83dudc97  This conditioner is fantastic! It leaves my hair stronger, smoother, shinier and frizz free. I really love that the conditioner is in a larger bottle than the shampoo! I really run through my conditioner more than my shampoo and am always left with shampoo and no conditioner. The size difference in these eliminates that. ud83dudc97  I really like fragrance of The Roostist hair care and how well all four of my The Rootist products work with my wavy, 2c, frizzy, dry hair. This conditioner penetrates deep into the hair conditioning from within, it restores and hydrates weak, damaged hair. I bleach highlight my hair at home and heat style often so haircare to help hydrate and strengthen is cruicial! ud83dudc97  I really love that I need a fraction of the amount of The Rootist shampoo and conditioner, versus other haircare. Itu2019s definitely less wasteful and more effective in my opinion! I am definitely a fan now! ud83dudc97"
        },
        {
            "review_title": "Concentrated to be compact in size",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like the idea of concentrated conditioner as I can bring it with my travel not worrying about the size or weight. I used 4 pumps for my medium hair and it gives some conditioning effect. But, this effect is not too impressive as I would need another turn to totally smooth my hair out. It doesnu2019t have a strong fragrance at all."
        },
        {
            "review_title": "Nice for frizzy and dull hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I recently had the opportunity to try out THE ROOTIST Strengthen Concentrated Peptide Conditioner, and I want to share my experience! Full disclosure, I received this product for free in exchange for my honest opinion.  This conditioner is a true gem! Paired with the shampoo from the same line, it worked wonders for my hair. Iu2019ve struggled with brittle and easily tangled hair, but this conditioner has been a game-changer. It made my hair noticeably softer and more manageable after just a few uses.  What impressed me the most was how effectively it detangled my hair without weighing it down. My hair felt moisturized and looked healthier without feeling greasy, which is a huge win for me. The formula is rich but not heavy, making it suitable for daily use.  The fragrance is similar to the shampoo - pleasant and not overpowering. I appreciate that it doesnu2019t clash with other scents, allowing me to enjoy a subtle freshness.  Like the shampoo, the only drawback I found was the price. While itu2019s a bit more expensive than other conditioners on the market, the results it delivers justify the cost in my opinion.  In conclusion, THE ROOTIST Strengthen Concentrated Peptide Conditioner has become an essential part of my hair care routine. It complements the shampoo perfectly and has significantly improved the health and manageability of my hair. If youu2019re looking for a high-quality conditioner that truly delivers on its promises, I highly recommend giving this one a try."
        },
        {
            "review_title": "2 weeks no improvement",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "When applying it I can't glide my fingers through my hair but once my hair dries it becomes easier to brush and manageable. I'm not a big fan of the scent. I have thin hair and this felt like it weighed it down."
        },
        {
            "review_title": "Must have conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This product made my hair look amazing after a couple uses! My hair looked shinier, my curls looked bouncier, and overall my hair just looked healthier. The smell was great and you didnu2019t have to use a lot of product! I also liked that the top of the bottle closed easily for when you want to take it with you on the go!"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, Combination skin",
            "review_text": "I love this conditioner and the way my hair feels after!!It does say to use less but since my hair is curly and damaged I have to use more.Makes my hair look super shiny and healthy.I've noticed my hair stop falling out after using both the shampoo and condition.My hair is frizzy anymore like it use to be.I know use less curly hair products because of this!!I also love the scent of both the shampoo and conditioner. It smells so clean."
        },
        {
            "review_title": "I would definitely try this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "After using this product I was pleasantly happy with the product, performance, and results of the peptide conditioner. The product instructions state to use 1/2 the amount than usual! I have very long hair and using half the product worked beautifully leaving my hair soft and nourished."
        },
        {
            "review_title": "Amazing Conditioner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I loved it! I definitely noticed my hair looking and feeling more soft and smooth. It helped control frizz and reduced breakage. My waves are more defined and bouncy. I recommend this conditioner as well as the shampoo!"
        },
        {
            "review_title": "Must have for hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Dry skin",
            "review_text": "The Rootist is a new hair care brand and I tried a few of their products. This Strengthen Concentrated Peptide Conditioner is a must for almost any hair. My hair is color-treated, I use styling products and its thinned out these past few years. After a few uses of the product, the shine was back. And I noticed how much thicker my hair looked. I used this with its sister shampoo The Rootist Strengthen Concentrated Shampoo.  Usually, even when I use lots of conditioner on my hair I still have to spray something in it to first get the comb through it. Not with this brand. I let my hair dry naturally with no other product, looked great. The next time I blew it dry and needed no smoothing or heat-protecting products. It looked and stayed fabulous for days. This is a super concentrated formula (doesn't contain water) and I needed so much less product. Not much rinsed out either, my hair drank this product up. I hope this is the future of haircare. It actually does what it says."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "The Rootist Strengthen Concentrated Peptide Shampoo is a total game changer!  The concentrated formula makes a little go a long way! You still get a rich luxurious lather with just a small amount. My hair feels stronger, looks shinier, and less frizzy! The gentle cleansing action keeps my hair feeling hydrating without weighing it down. The small aluminum bottle is also recyclable! And it has a great citrusy scent that leaves your hair smelling delicious! It's a must have if you're wanting healthier hair!"
        },
        {
            "review_title": "A Must For Stronger, Healthier Hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love this strengthening conditioner. It made a huge impact on my hair!  Less breakage and my curls look amazing. Highly recommend for fragile hair!"
        },
        {
            "review_title": "Skip for curly hair",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I loved other products by the roofers, but this is not for my hair.  I have very long 3A hair.  I tried using less like recommended, but my hair was tangled.  I tried using my normal amount and still my hair did not feel good.  I couldnu2019t brush out my hair in the shower or after.  I would not recommend this to people who have curly hair.   I will not be using this again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Itu2019s a pretty thick conditioner, has a different but delicious smell. After 5 minutes in my hair, the result was fantastic, a soft, shiny hair, easy to comb. I real Like it."
        },
        {
            "review_title": "Love this whole line!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I did use more than recommended and not just at the ends but loved the result after! This whole line left my hair feeling so hydrated and shiny looking. Brought out my color vibrantly. It also made my scalp and hair feel clean and less weighed down. The scent is also amazing. The packaging is reusable which is always a plus!"
        },
        {
            "review_title": "Feeling smooth",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have been using Rootist Strengthen Concentrated Peptide Conditoner for almost two weeks. I have black hair, it is past my waist and dry. My usual problem is after I shower, it is rough to be combing my hair because of all the detangling hairs. I was kind of  skeptical at first about using this product as the bottle is a lot smaller compared from the other conditioners I have been using. It says I can use half from I normally use due to the fact as it is concentrated. But this is not the case for me. Because my hair is really long and thick, I have to use at least a pump and a half to two for me to be satisfied. I did at least tried to do half of it but it wasnu2019t giving me the slip feeling for me from my hair. I do love how it was easy to rinse off without leaving any residue on my hair. I noticed that my hair is smooth and soft after using it. I love how small the bottle is as it will save up space in my bathtoom but In my case, i will go thru this bottle a lot quicker than others. It has its pros and cons for me but definitely more pros. If you want your hair feeling smooth and soft, wanting to save more product usage and space in your bathroom then this is worth a try."
        },
        {
            "review_title": "My hair looks more healthier and softer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The Rootist Strengthen Concentrated Peptide Conditioner has become a crucial part of my hair care ritual. Its rich, yet lightweight formula works wonders in providing my hair with a dose of strength and vitality. I've noticed a significant improvement in the overall texture and manageability of my hair since using this conditioner. The concentrated peptide blend seems to repair and fortify each strand, leaving my hair feeling soft, smooth, and visibly healthier. The delightful scent is an added bonus, making every use a refreshing and enjoyable experience. It's undoubtedly a must-have for anyone seeking to strengthen and revitalize their hair."
        },
        {
            "review_title": "It makes my hair healthy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I highly recommend The Rootist strengthen concentrated conditioner. This conditioner is creamy. I love the scent of this conditioner, itu2019s a light refreshing floral citrus scent. This conditioner wonu2019t weigh your hair down. After using this conditioner, my hair is silky smooth. And this conditioner can strengthen my hair and protect my hair from breakage. Itu2019s a game changer for me, as I blow dry my hair everyday. I donu2019t have to use heat protectant for my hair. I feel that my hair is stronger than before and wonu2019t break easily."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love how well this conditioner only requires a small amount in the hair. It feels lightweight but it softens. My ends are my most problem area as they are dry at the ends frizzy. The conditioner helps softens my hair. A little bit is all that really is needed. It doesnu2019t weight down the hair. The bottle is small and doesnu2019t take up a lot of space. My hair feels more manageable and softer."
        },
        {
            "review_title": "Unique Formula",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This is a very different formula than Iu2019m used to itu2019s almost a moisturizer type texture and itu2019s really thin and easy to apply. Directions say to use less than what you normally would but I feel like I still needed a decent amount to really coat my hair. It didnu2019t make my hair feel greasy but also didnu2019t help my dry ends as much as I would like. The smells is really nice and I enjoy how soft and healthy my hair felt after using this conditioner."
        },
        {
            "review_title": "Left my hair frizz free",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I am a stay at home mom, in my mid 30u2019s and I love trying out new beauty products. I have curly hair, 3a. The Strengthen Concentrated Peptide Conditioner by The Rootist is a concentrated formula that only requires you to use half what you usually use; however in my experience I felt like that was not enough for my hair, I have extremely long hair so I used more than what it says to use. Also the directions say to apply it from your ears down which Iu2019m assuming is to avoid having oily roots but I have dry hair above this so I found that to be a hard direction to follow. After applying this conditioner I found that it was extremely easy to brush my hair, usually I have to add a leave in conditioner but I didnu2019t have to do that with this conditioner. I feel like this conditioner helped leave my hair frizz free and smooth feeling. I might be off on my scents but to me it smells like an orange-floral scent. The pump for this conditioner is easy to use and the whole bottle is small, thin and light. I think if you have damaged hair that has a lot of frizz this product is for you."
        },
        {
            "review_title": "Definitely worth trying!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I like the concept of this line, highly concentrated, less waste. However, the conditioner didn't quite live up to the shampoo's quality. It did leave my hair less tangled, which is amazing for those with long, thin and highlighted hair. I will continue using the entire line up, as I strongly believe that the trio works well all together!"
        },
        {
            "review_title": "Absolute need for any hair type",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "Being a more mature age adult, my hair has been through quite a bit. Luckily, my hair is still pretty thick, but I do contend with a lot of dryness and frizz. Living in an area where humidity reigns, it is always a struggle. I have been reading up on shampoo and conditioners in concentrated form. Using less product overall in my hair is something I am striving to do. I just had to try The Rootist Concentrated Conditioner. I was impressed. It normally takes quite a bit to get through my hair, but I did not have to use much at all. I was able to rake the product through my hair with ease. It's like all the tangles ran away when it saw this conditioner coming. It was lightweight, hydrating, and it did not weigh down my curls at all. I look forward to keeping this stocked in my home. It just made haircare better."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This conditioner is easy to apply and only a couple of pump is enough to cover my heavy full hair. Itu2019s also very easy to rinse off and doesnu2019t leave any slippery residue. It makes my hair very soft and lightweight. It also works very well with the pre wash and shampoo. The bottle is aluminum and different shape from the shampoo so itu2019s very easy to distinguish even with eyes closed."
        },
        {
            "review_title": "Apple Cider conditioner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Starting with the packaging, it's consistent with The Rootist's aestheticu2014sleek and straightforward. The flip cap design is convenient, ensuring easy dispensing while in the shower. The conditioner has a creamy consistency that spreads smoothly through the hair. A little goes a long way, and it doesn't feel overly heavy. It's a good balance, providing nourishment without weighing down the hair. I just wish it would leave my hair softer, but at the end of the day when I brush it there are no knots so maybe Iu2019m just used to the extreme softness of some conditioners. The scent is similar to its shampoo counterpartu2014subtle and clean. Similar to the shampoo, the conditioner is sulfate-free, which aligns with the growing preference for gentler formulations. It's a thoughtful choice, especially for those with color-treated hair, as it helps preserve vibrancy and prevents premature fading."
        },
        {
            "review_title": "Soo soft hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I was able to try this conditioner in exchange for my honest review. I have 3a curly hair and Latina roots. I love that this conditioner has a pump and that it doesnu2019t feel heavy on my hair. I did feel like it helped with frizz but also making my hair feel so soft. I love that after you rinse it out , it doesnu2019t alter the curl form. I really appreciate that the conditioner doesnu2019t make my hair feel oily. It gives an overall healthy feeling to my hair. I would recommend to anyone but especially those with frizz and dry ends."
        },
        {
            "review_title": "Concentrated Formula",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "The Strengthen Concentrated Conditioner gave me a different feel for conditioners. This conditioner is definitely concentrated so I made sure to keep that in mind when using. It does not have the best scent but it didnu2019t bother me for the fact that this product needs to be paired with your current conditioner. Frizz control is something I look for In products, this gave me a good feel for that. After blow drying my hair, I saw the biggest difference with less frizz, and more shine.  I would recommend this conditioner for anyone who wants more frizz control, smooth and shine!"
        },
        {
            "review_title": "Nourishing with less product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I have suuuuper thick, dry, color-treated hair and like a very nourishing conditioner. I was skeptical to use half as much to get the same results; but this does the job. My hair feels smooth and sleek and conditioned but I used half!"
        },
        {
            "review_title": "Hair saver!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Ive been using this product for a couple of weeks now and i can definitely feel a difference in my hair! First off i love that itu2019s concentrated and i really do feel like im using less than i normally do which is a plus! Second off it smells amazing! And of course it has my hair feeling soft as ever! Which is great especially as someone who bleaches their hair every month! I definitely recommend this conditioner to anyone! I also used this conditioner on a wig after washing it and it made the hair so soft!"
        },
        {
            "review_title": "Made My Hair Feel so Soft!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love the shampoo of this brand, but Iu2019m giving this 4 stars only because I find it odd that you only apply it to the ends of your hair? The smell is definitely not like the shampoo, it doesnu2019t smell as good but is bearable. I do feel as though my hair was soft after using, but like I said before; did not like how I only apply to the ends. I love the packaging and my hair definitely felt softer!"
        },
        {
            "review_title": "Must Have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have pretty fragile and thin hair so I was really excited to try this out. I love it! I love that I only need a small amount and my hair still feels conditioned. It has a smell but itu2019s mild and pleasant. Iu2019ve noticed a difference in my hair since using this conditioner - there is new growth and itu2019s not as brittle. I pair it with The Rootist shampoo concentrate and itu2019s a great combo. I highly recommend!"
        },
        {
            "review_title": "Combats dryness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love how well the Rootist Conditioner works with the Shampoo!  The shampoo cleanses nicely which is followed up with the conditioner that has really worked hard to combat the dryness that my hair normally experiences.  This has familiar scent notes from the shampoo that I really enjoy.  This conditioner rinses out well without leaving behind any unpleasant residue in my hair."
        },
        {
            "review_title": "Does More Then Conditions.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Since using this product, I have been very pleased with my results. My experience with the conditioner has been beneficial to my color-treated hair. I like that it is a concentrated formula, so I need very little, and it is cost-efficient. I notice effective strengthening as my hair breaks less, is more resilient, softer, and looks healthier after a few uses. The fragrance is a fantastic earthy amora that lingers all day but doesnu2019t overpower my perfume.   Also, my hair is more manageable and eases the tangles, making it quicker for me to style. However, this product has helped condition my hair. Yet it worked well for my short, wavy hair, and I can see this product not working on all hair types, such as limp/fine hair. It will not add any volume, but it does handle tangles and frizz and shows fewer split ends, too. This product has good strengthening benefits, so it is worth the investment."
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I am using this line, both the shampoo and the conditioner and I cannot be better than grateful and happy with the results it is giving to my hair. It feels softer, silkier, straighter with fewer split ends, without a doubt they are two wonderful products. I recommend it, my hair couldn't be stronger than ever."
        },
        {
            "review_title": "Really great for curly hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Iu2019ve been using the shampoo paired with the conditioner for about two weeks now. First things first youu2019ll notice, this has a tangy but herbal smell. Not bad, but very light. After thatu2026 the texture is interesting. Itu2019s slippery but hydrating. You can use a small amount and it coats all the hair.  The conditioner is hydrating, and slippery too, just like the shampoo. I let the conditioner sit for a few minutes before I rinse it out. And I kid you not, your hair comes out melted, like silky smooth and detangles itself. The conditioner is freaking amazing. My curly hair looks so much happier and has almost no frizz, all shine and defined curls."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "The Conditioner is a Amazing, The formula make my hair feel stronger and looks smooth and so much shinier. It moisturized my hair without weighing it down.  a little goes a long way. It's a must-try"
        },
        {
            "review_title": "love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "this is such a nice conditioner! it leaves my hair so soft and smooth.  And I love the concentrated formula that cuts down on waste, because each bottle is like having 2 of another brand. It smells kind of like tea and it's a pleasure to use,  the creamy texture spreads well through my hair"
        },
        {
            "review_title": "Like it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I'm happy to say that this conditioner lives up to my expectations. It has the same amazing smell as the shampoo and leaves my hair soft and shiny. But the best part? You only need a little bit of product to get amazing results. It's thicker than other conditioners I've used, but a little goes a long way."
        },
        {
            "review_title": "This is great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I love this conditioner! It smells amazing it reminds me of red wine and feels so luxurious and upscale like I just left the salon. This is concentrated so the bottles are smaller and not filled with water so you only need half the amount you normally pump. This is great so my shower isnu2019t taken over by bulky products. The packaging is nice as the containers are metal and will hold up over time. This is great for all hair types and it helps manage frizz, damage, split ends, and breakage. This improves shine and smoothness and made my hair feel so healthy over time! Iu2019m forever using this!"
        },
        {
            "review_title": "Different way of applying conditioner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "The third and final step of the Root-ist regimen is the concentrated conditioner. While the first two product instructions specify application of the product to the scalp only. However, the conditioner is to be applied from the ears down to the ends of the hair. A different way of applying conditioner than what Iu2019m used to doing.  I air dry my hair ethnic hair avoiding and do not apply any heat. After my hair was completely dry, I did like how it felt: no fizz, nice shine and bounce."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "The Rootist Strengthen Concentrated Peptide Conditioner has been a game changer in my hair care routine. I have thick long curly hair and this makes hair feel so soft and smooth. It Smells Amazing. And I only have to use a little bit compared to other conditioners I've tried. I Love how it immediately makes my hair feel more manageable and instantly detangles. I'm already noticing less Breakage and it's only been a couple weeks. Can't wait to keep using and would def recommend!"
        },
        {
            "review_title": "So much power in a gold bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love everything about this conditioner. The scent is divine, but not overpowering. The tiniest bit conditions my hair and helps repair damage. My wavy thin hair is not weighed down by it at all and stays smooth for days.i love the bottle and that you only need the tiniest amount. The product even looks high end, its thick and shiny and feels so luxurious."
        },
        {
            "review_title": "Less moisturizing than I thought",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I was very excited to try the conditioner since itu2019s a little different from others Iu2019ve tried! I like the bottle and it was easy to use as well. This conditioner didnu2019t feel as moisturizing as others Iu2019ve tried and even though it didnu2019t leave it completely dried out it just didnu2019t give what I needed for my hair type. I do like the ingredients but it seems a bit drying for my hair and for a conditioner generally."
        },
        {
            "review_title": "It's okay.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Combination skin",
            "review_text": "It isn't bad, but it isn't my favorite. I followed the instructions and it left my hair feeling pretty dry, and not very conditioned. I ended up using more than the recommended before my hair felt better. It does smell nice though. I wouldn't recommend for very dry or thick hair"
        },
        {
            "review_title": "Get Stronger, Smoother Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I'm a 20-year-old Asian American college student who has been struggling to find hair products that work well with my dry, damaged hair since moving to the US. After having such great results with the Rootist Strengthening Shampoo, I decided to also try their Peptide Conditioner. I typically avoid conditioners since they tend to weigh my hair down, but this one is specifically formulated to be lightweight and nourishing. It made combing through my wet hair after showering a breeze - no more painful snags and tears! My hair air-dried smooth and tangle-free with a noticeable improvement in strength and shine. The peptide formula seems to reinforce and protect my strands while hydrating without greasiness. This conditioner has the same pleasant, spa-like herbal scent as the shampoo. The silicone-free formula has a light, milky texture that spreads evenly from roots to ends. My hair is left feeling soft and supple, not limp or greasy. Using the shampoo and conditioner duo leaves my whole head feeling healthy and renewed. I recommend this conditioner to anyone seeking lightweight hydration for damaged or frequently styled hair. The strengthening peptides make it great for reviving brittle, overprocessed strands. It provides just enough moisture without weighing thin or oily hair down. For best results, use with the Rootist Strengthening Shampoo as the perfect repairing system for your hair."
        },
        {
            "review_title": "A good compliment",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The Rootist Strengthen Concentrated Peptide Conditioner goes well with the shampoo. They each have good properties that compliment each other. The product did revive my hair and left it feeling smooth which is a plus for me. The conditioner does have a slight smell but it has a good consistency. The packaging is great. Highly recommend this conditioner."
        },
        {
            "review_title": "A Great Conditioner for Thinning and Color-Treated",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I have been using The Rootist Strengthen Concentrated Peptide Conditioner for a few weeks now and am very impressed with the results. I have thin hair that I color regularly to cover my greys, and I also live in an area with hard water that can damage my hair. This conditioner has made my hair feel softer, stronger, and more voluminous. It contains collagen peptides, which nourish the hair bulb and stimulate hair growth. If you are like me, you will love that this product has saw palmetto and ginseng, which may help block DHT, a hormone that causes hair loss.  I must say that the only drawback of this product is its fragrance. It is quite floral and strong. Therefore, if you are sensitive to scents, you should keep this in mind as it lingers. However, I found that by rinsing it for a longer time, I could reduce the fragrance intensity, but it still stayed. Apart from this, I would highly recommend this conditioner to anyone who wishes to improve their hair's health and appearance."
        },
        {
            "review_title": "Loved it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "What a great conditioner , I like the packaging, the concept, the texture, smell and the results on my hair, less frizz and more texture hair , loved it"
        },
        {
            "review_title": "My new go-to conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My name is Meryem, Iu2019m 28 years old and Iu2019m a nursing student. Since I can remember, Iu2019ve always had coarse, damaged, frizzy hair that made my hair styling a burden. This conditioner works wonders, and you only need to use half the amount of your normal conditioner which is enough to make your hair more nourished, stronger and manageable. I usually leave it on for about 5 minutes and thatu2019s just enough to see a difference. My only concern was the scent which I wish it was more pleasant, but itu2019s nothing too overwhelming. Last but not least, I love the recyclable bottle and how it contributes to a clean environment. Overall, this is a great hair conditioner and I will recommend it"
        },
        {
            "review_title": "My new go to conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I am Meryem, Iu2019m 28 yo and Iu2019ve always had damaged, frizzy hair. This conditioner works wonders, you only need to use half the amount of hour normal conditioner which is enough to make your hair more nourished, stronger and manageable. My only concern was the scent  which I wish it was more pleasant, but itu2019s nothing I canu2019t deal with. Last but not least, I love the recyclable bottle and how it contributes to a clean environment. Overall, this is a great hair conditioner and I will recommend it."
        },
        {
            "review_title": "Excellent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "The Rootist Peptide Conditioner is incredible.  It takes a tiny little bit worked onto damaged hair and it changes the quality of strands with ease. The peptides repair so well, that the change is almost instant. I would remind everyone not to use too much to avoid making hair oily. However, if used correctly, this product will change your life. I am a salon owner and a hairdresser of over 20 years and I would definitely recommend this to anyone with dry or damaged hair. It's incredible!"
        },
        {
            "review_title": "Love the conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The packaging is so impressive, at first glance . This pretty bottle holds pretty product, the results of the conditioner is so good giving me soft and shiny hair, the smell is little stronger side, shampoo and conditioner are making perfect duo, I will totally recommend this product as itu2019s giving me desired results. I love the bottle and the product at the same time."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have definitely noticed visible results after using this for two weeks and Iu2019m loving it. I have recently been on a self-care kick you know beauty hair care all of it and my hair has been so much more hydrated. Itu2019s smooth to the touch and it just looks so much healthier and this is definitely one of my new favorite go to conditioners ufffc"
        },
        {
            "review_title": "Gives you soft, detangled hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "So this conditioner says to use half the product. I tried that at first, and decided I needed more. I have thick curly hair and using half the amount didnu2019t quite give me enough conditioner for my whole head of hair. It did leave my hair feeling very soft, again there is a slight smell."
        },
        {
            "review_title": "Excellent product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "The Rootist Strengthen Concentrated Peptide Conditioner is wonderful. It works amazing and it leaves my hair smooth, shiny and glowing. The scent is incredible. I highly recommend it to everyone. Must try!!!"
        },
        {
            "review_title": "must try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The Rootist Strengthen Concentrated Peptide Conditioner is a game-changer, The scent and potent peptide formula make my hair feel stronger and look shinier. It provides fantastic hydration without weighing down my hair. a little goes a long way. It's a must-try for anyone aiming for healthier hair"
        },
        {
            "review_title": "Wonderful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "My hair is loving this conditioner! I have dry and damaged hair from heat styling. My hair has split ends and breakage. I also have medium thick, frizzy hair. After using this conditioner, my hair is smoother, softer, hydrated, shiny, less frizzy, and I noticed less breakage. Overall, my hair looks and feels healthier. I love the scent. It had a fresh floral scent that is not overpowering. I recommend it!"
        },
        {
            "review_title": "Travel friendly and clean conditioner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "I have been using The Rootist Strengthen Concentrated Peptide in combination with The Rootist Strengthen Concentrated Peptide Shampoo and the The Rootist AHA+ACV Pre-Shampoo Scalp Clarifying Treatment over the past weeks. Both the shampoo and conditioner are ultra concentrated, so you only need to use a small amount, which is great because my hair is extremely long, so you can imagine how much conditioner I normally go through. However, and in my experience, this conditioner doesnu2019t give that slip feeling to the hair that Iu2019m used, so I found myself wanting to use more product than needed which then led to my hair getting a bit oiler faster than normal. I particularly liked the floral scent, the small package, that makes it travel friendly, and the fact it contains coconut oil for added shine."
        },
        {
            "review_title": "Eco-Conscious Hydrating Conditioner",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I have been using the Rootist Strengthen Ultra Concentrated Conditioner for a few weeks along with the Rootist scalp clarifying pre shampoo, shampoo, and bio brew strengthen serum spray which together strengthen the by focusing on treating the scalp, root, & hair. This conditioner has left my hair more smooth, shiny less frizzy, and strengthened. It is made with Proprietary Rootbiomic Ferment, Bio-Peptides Coconut Oil, and Sodium PCA which strengthen and nourish the hair.   I really like this clean beauty conditioner suitable for all hair types because it pulls moisture deep into hair instead of coating it made with no toxic ingredients such as parabens, sulfates, or synthetic fragrance. The Rootist conditioner is less wasteful because of no added water which is the same as a bottle two times its size. Since it is ultra concentrated, you need half the amount of conditioner after shampooing than you normally would. The drawback is, I wish this conditioner had more detangling power because my hair type is thin but very course which is hard to detangle or comb through easily. It didnu2019t easily detangle my hair. I feel like I still needed to use a-lot of conditioner because of my super long hair even though the conditioner is ultra concentrated. I love that the Rootist brand works towards reducing the impact at every step the life cycle of their products driving change that care for both people and the planet which is really important to me as a consumer!"
        },
        {
            "review_title": "Soft and Shiny Tresses!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "Rootist Concentrated Peptide Conditioner leaves my hair soft, shiny, and with a nice boost of volume. I was overly impressed by how nourished my hair felt without being weighed down or greasy. I was able to completely eliminate the need for a spray detangler. I will definitely repurchase this product!"
        },
        {
            "review_title": "Love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love the package of this conditioner, is sleek and travel friendly , leaves my hair shiny and controls the fizziness. Has a nice sweet scent as well , the only disappointment is that I need more amount than it claims we should use, my hair is very thick , it might work for someone with thinner hair than mine , but with 2 to 3 pumps is enough for me"
        },
        {
            "review_title": "I love this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "After using this product for the last couple of weeks, I can say that I am a fan! I love the re-usable bottle and sleek design. I love the citrusy scent. I also love that you only have to use half the amount you normally would. It made my hair so soft and shiny and I definitely noticed a difference in the level of damage that I normally see in my hair. I would definitely recommend!"
        },
        {
            "review_title": "Game changer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "You need to try this! I have super tangly hair and itu2019s also frizzy. Most conditioners i try always weigh down my hair, makes it oil and or it doesnu2019t help at all.  This is a game changer in my hair routine. It gives it the best shine, smell, and i can actually brush through it without ripping all off my hair out."
        },
        {
            "review_title": "The best conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Normal skin",
            "review_text": "My name is Tae M. I'm 19 years old. The concentrated conditioner is so amazing it has an amazing slip for 4u00e7, my fingers glide through without any breakage or tangles. it makes my hair super soft and frizzless. Oh, and the shiny my hair has after use is emasculated. I love it . My texture is thick but so manageable after using this conditioner."
        },
        {
            "review_title": "Good product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "This was also a good product after the shampoo. It helped my scalp with comfort. It was as if my scalp was so refreshed. It was like it was cooling my scalp. It made my hair very soft after and before. This product is a good product to try out if you are having problems with your scalp and also dandruff. Try this product out is really won't disappoint you."
        },
        {
            "review_title": "Amazing line of hair products!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I've been a licensed cosmetologist for over 20 years and I really was intrigued by the Rootist brand when I read their product descriptions and claims. How many times as professionals we hear this line is different I can't even tell you. I immediately commented on how small the bottles were, especially for the cost but I shut up real quick when I first used them. They really leave your hair feeling cleansed with leaving it feeling stripped down.. They smell amazing and my hair had more shine, more body and my hair color even seemed to be brighter and more vibrant. All around I just felt like my hair was different.. In a great way. It left me thoroughly impressed tbh.. I could honestly see this line being sold strictly via salon or spa.."
        },
        {
            "review_title": "Truly nourishment for your hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "As a beauty professional, I always look forward to experiencing new products especially in hair care.   I have long, thick and wavy hair.  I find it very hard to find products that will be nourishing to my hair as well as combat frizziness.  I tried The Rootist Strengthen Concentrated Peptide Conditioner and immediately loved the way my hair felt.  I noticed that my hair felt soft and hydrated.  It definitely reduced my frizziness and added shine.  My hair looked so much healthier yet not weighed down.  The conditioner has a nice scent which I really like.  I find that  this conditioner is a must- have.  Everyone can definitely benefit from its nourishing ingredients."
        },
        {
            "review_title": "Superfood for healthy hair.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Omg, this glorious conditioner turned my hair gorgeous. Concentrated and fermented into superfood for a hair care miracle.  I only used from my ears to my ends. Itu2019s definitely concentrated, a small amount will make your hair the shiniest and softest itu2019s ever been. I usually have frizzy, dry, and broken hair. Now itu2019s bouncy, shiny, and alive!! The bottle is gorgeous and totally befitting such a prized invention. The smellu2026oh the smell is divine, like orange blossom."
        },
        {
            "review_title": "Nice Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This conditioner is a nice product to finish up with after washing my hair with the shampoo from the same brand.  The conditioner does well for my straight, fine, and thin hair.  It does not weigh down my hair type.  I don't feel a sticky / greasy residue left behind.  This is so important to me because I don't prefer extra heaviness added to my already fine and thin hair.  I followed the directions of using half of what I would normally use.  A half amount was enough to soften and condition the ends of my hair.  I have medium to long length hair and it was enough to treat the ends.  My hair comes out silky soft without any greasy feel.  It is scented.  I enjoyed the sweet and herbal scent.  The scent does linger, but I don't mind it.   Love the list of ingredients.  It has aloe, ginseng, rice bran oil, apple extract, Centella Asiatica, and so many more.  Seeing so many natural ingredients, I feel safe to use this on my hair.  Overall, it's a lovely product.  I would recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I can see The Rootist Strengthen Concentrated Peptide Conditioner being popular for a lot of people. The part I struggled with when using this conditioner is with it being ultra concentrated, you really do only need to use a small amount, but it really doesnu2019t give that slip feeling to the hair that Iu2019m used to. I have fine, wavy hair and because of the lack of slip, I found myself wanting to use more product than needed which then led to my hair getting a bit oiler faster than normal. The scent is quite a strong floral, so if you are partial to these smells you will definitely be a fan."
        },
        {
            "review_title": "Good strengthening conditioner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "The bottle itself is metal, with a pump that can be locked. This makes it a great product to travel with. The scent of the conditioner wasnu2019t my favorite, a bit stronger on the honey floral side which was too strong for me personally. The product description said to use half but it wasnu2019t enough for my long hair so I used several pumps. Itu2019s lightweight and easy to spread out all over my hair. The product itself wasnu2019t moisturizing enough for me. It felt a bit dry when blow drying and had to use an oil to rehydrate my hair. It does have proteins in the conditioner so it would be great to supplement or add into your regular hair are routine for added strengthening benefits."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I like this shampoo, it really conditioned my frizzy hair and made it more manageable for my protective style."
        },
        {
            "review_title": "moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Love this conditioner it moisturizes my hair very well. The smell is a big strong but nothing I canu2019t deal with"
        },
        {
            "review_title": "Detangles and smooths my hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Iu2019ve been using this along with the shampoo and this combination has been great at making my hair soft. Also love how it detangles even while in the shower. I do like the idea of a concentrated conditioner so i thought i wouldnu2019t be using a lot but i still find myself using similar amount as my typical conditioner. The scent is more subtle as compared to the shampoo."
        },
        {
            "review_title": "Great for dry split ends",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Dry skin",
            "review_text": "The 3rd step from the 3 items in THE ROOTIST kit is the Strengthen Concentrated Peptide conditioner, I used this conditioner  for a couple a weeks twice a week it smells nice and citrusy and I only apply it to my hair from my nape down I have dry ends and this has helped it retain moisture which has really helped with my breakage, split ends I didnu2019t like the shampoo as much  it this one I like so I do recommend  it"
        },
        {
            "review_title": "My favorite conditioner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Combination skin",
            "review_text": "This conditioner is so good! I love how it makes my hair feel so smooth and healthy after a shower! A little goes a long way which I love as well! Not only does it make my hair feel thick, it brings my waves out and makes my roots so voluminous! I would highly recommend this product as it has done wonders for my hair! It also has a beautiful scent that stays a while!"
        },
        {
            "review_title": "Not hydrating enough",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I have incredibly long, thick, and color damaged hair and I was not satisfied with this conditioner. I tried to condition using half the amount I usually do when using other conditioners but this didnu2019t feel like it spread evenly throughout my ends or even fully saturated it at all. I tried using just a lot of conditioner to completely get all of my hair but it just doesnu2019t hydrate enough or get all of my hair so itu2019s difficult to brush through afterwards even with leave in serums. The packaging is cute but I donu2019t seeing this lasting long at all for my hair type and it hasnu2019t helped much."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Hello, my name is Jacquie. I am a freelance makeup artist and beauty content creator of 5+ years. I wanted to talk to you about Rootist concentrated conditioner. This product has given my hair that shine and life I have only ever found walking out of a salon. A little of this product truly does go a long way and this has helped make my hair look and feel alive. I love that this product is concentrated because these bottles are travel friendly. This conditioner is superior to my traditional conditioner and isnu2019t leaving buildup on my hair or scalp."
        },
        {
            "review_title": "Must try!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "The Rootist Strengthen Concentrated Peptide Conditioner has completely upended my hair care routine. Using only half of my usual product, this conditioner coats my hair with a nourishing layer, leaving it feeling stronger and more manageable. It's as if a little goes a long way, and the concentrated peptide formula seems to truly deliver on its promise. Since switching to this conditioner, I've noticed a remarkable improvement in the overall health and resilience of my hair. If you're searching for a conditioner that balances efficacy and efficiency, I highly recommend giving this product a shot.  My only concern is the product is too pricey compare to other. :("
        },
        {
            "review_title": "This helps control my frizz!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This product offers an eco-conscious solution for weak, damaged hair. You only have to use half of it. Versatile across different hair textures, it addresses concerns like damage, dryness, split ends, and frizz. It has a citrusy formula. It has a nice creamy consistency. I think my hair is less frizzy and softer after using this product. Would recommend."
        },
        {
            "review_title": "Must-Try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The Rootist Strengthen Concentrated Peptide Conditioner is a game-changer for my hair! The delightful scent and potent peptide formula make my locks feel stronger and look shinier. It provides fantastic hydration without weighing down my hair. The sleek packaging is a plus; a little goes a long way. It's a must-try for anyone aiming for healthier, more resilient hair!"
        },
        {
            "review_title": "Ok",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This conditioner is good but doesn't wow me. It gets the job done and moisturizes my hair. The packaging says to use half of what you normally use for non concentrated conditioner which held true. The packaging is small since it's concentrated, would work great for limited space. Also love that it has a pump makes it easy to monitor how much you're using."
        },
        {
            "review_title": "Really enjoyed this!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I used the concentrated shampoo along with the conditioner. I really liked the sleekness of the packaging. It looks so luxe. The conditioner it self required me to use less than I usually use because of the concentrated formula. My hair after use did have less frizz and was softer than usual."
        },
        {
            "review_title": "Best conditioner ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Small but works  Who knew such powerful products could come in such a small package! I love this conditioner! This really does pair well with their shampoo The scent is a herbal one that is very light in my opinion My hair has never looked better!"
        },
        {
            "review_title": "Conditioner for all types of Hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "After using this conditioner for past few weeks  i am loving the results. I have a long  ,dry, and frizzy  hair but this makes my hair looks healthy, easily manage and hydrates. It also reduce frizz and damages. I was surprised it is very effective in my hair. You can easily see the difference after using it.This is good for all types of hair. It had good scent too. Highly recommend it."
        },
        {
            "review_title": "No Water Added!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "I am a wavy hair gal with platinum blonde hair that I get done every 6-8 weeks. I have been suffering from very dry, damaged hair (split ends, breakage, thinning, etc) as well as frizzy hair. I like that The Rootist Strengthen Concentrated Peptide Conditioner checks all the boxes for me and my hair needs. This is the most innovative conditioner that Iu2019ve ever used. I never knew a conditioner could have no water added and be ultra-concentrated without being in bar form. Donu2019t be fooled by the size of the bottle - LESS IS MORE! My entire life Iu2019ve felt like I needed a gigantic handful-sized glob of conditioner in order for it to be effective. I couldnu2019t believe the tiny bit of conditioner actually worked and hydrated ALL of my hair. It has a very light scent and smells clean. My hair wasnu2019t tangled or dry when I got out of the shower, either. I am very happy with this product!"
        },
        {
            "review_title": "This is a Hit!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I use The Rootist Strengthen Concentrated Peptide Conditioner along with their Rootist Peptide Shampoo and I love the result.  This conditioner is so concentrated that it doesn't require many pumps to cover my whole hair. The texture of the product is thick but not too thick. It's creamy and smells good. My hair feels amazing and soft. It deeply nourishes and hydrates my dry hair. I couldn't asked for more. My hair is happy, stronger, and healthier."
        },
        {
            "review_title": "Just a little works wonders!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I was amazed by how a little really goes a long way with this conditioner. I have thick, wavy hair, so I didnu2019t think two pumps could handle it, especially after the shampoo left my hair slightly tangled. Wow, though. I spread the conditioner onto my wet palms, smoothed it over my hair, and could immediately comb though. Afterward, my hair feels soft and sleek."
        },
        {
            "review_title": "Amazing !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "The packaging is great, the smell at first is not that good (smells like vinegar mixed with this citrus smell) but once you mix it with water it starts to smell better, almost like a fresh scent. I also want to acknowledge that the pumps are reusable and the product itself can be recycled, how great! I also loved how beautiful it made my hair looked, it looks more shiny and full, definitely use the pre-shampoo and shampoo if you want to see great results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I loved this product. The small is quite strong when you smell it but keep in mind itu2019s concentrated. Once water is added itu2019s an incredible scent. I love the added coconut oil for added shine. Itu2019s clean at Sephora which is important to me"
        },
        {
            "review_title": "Very light but powerful conditioner!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This conditioner is definitely powerful. Especially for using such a small amount you can tell it really works after your hair air dries or you blow dry it. At first it just feels a bit drying in the hair while washing since itu2019s suuuuper light. But you really have to work it through the hair for several minutes. The hair feels extremely clean after this system. It air dries so nicely. You have to use a lot less than normal since itu2019s so concentrated but donu2019t feel surprised if it doesnu2019t detangle your hair or feel soft right away when applying it. It really strengthens your hair in a powerful way! I love the system Iu2019ll be using it maybe once a month or every 4 washes. I feel like itu2019s a little too clean to use every wash. It did feel pretty stripped after using it but I did love the results."
        },
        {
            "review_title": "Works great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I was able to try out The Rootist Concentrated Conditioner to review - and it's one of my new favorites! Not a huge fan of a pump control, but it works well for the concentrated formula. It's a small container, but you only use a tiny bit since it's concentrated. I feel like I'll be using this for awhile to come! It really helps detangle my curls after a long day!"
        },
        {
            "review_title": "Small but mighty!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Who knew such powerful products could come in such a small package! I love this conditioner! This really does pair well with the shampoo of the same brand name and line. After using this product for a couple of days I have already noticed how much it has improved my strands. I have quite a few split ends from working with heat on my hair but this product alone has really improved the appearance of my hair. The scent is a herbal one that is very light in my opinion and you really don't need to use the normal amount to get your hair conditioned which is awesome! I'm going to be using this for a long time because it's just really that great to my hair. Thank you The rootest for something so amazing! My hair has never looked better!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Normal skin",
            "review_text": "Really is a concentrated conditioner. We only need less amount to make hair soft and fresh. Makes hair feel smooth and soft. Amazing packaging and fragrance. Has good oils to keep hair strong"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "Love this concentrated conditioner it leaves my hair tangled free smelling great and gives my hair a great shine. Using both the shampoo and conditioner have help my hair stay hydrated as my hair tends to be dry and dull looking due to chemical damage."
        },
        {
            "review_title": "Not so conditioning",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "On the positive side, it did provide some level of conditioning to my hair, leaving it feeling moderately nourished. The packaging is also noteworthy, boasting a sleek and attractive design that adds a touch of luxury to my shower routine.  However, there are a couple of aspects that didn't quite hit the mark for me. Given my thick long hair, I found myself needing a substantial amount of the product per use, making it less cost-effective in the long run. One notable downside is the scent. Unfortunately, the fragrance of this conditioner is not pleasant. It lingers, making the overall experience less enjoyable than I had hoped. The strong odor was a significant drawback for me.  Moreover, I expected a more profound conditioning effect. While it did contribute some hydration, it fell short of delivering the deep conditioning I typically seek in a product of this nature. My hair felt only moderately moisturized, leaving me wishing for a more substantial and lasting impact.  Overall, this conditioner is decent, providing some conditioning benefits, but the off-putting smell, the need for a larger quantity, and less-than-expected conditioning level make it a product I'm not entirely enthusiastic about."
        },
        {
            "review_title": "Not bad but not great",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I used this product on a couple different occasions, and was kind of disappointed with the results. I used the shampoo first and followed with the conditioner, and I expected a lot more out of both of the products. The first time I used this conditioner I rinsed out within a minute or two of applying, and my hair didn't feel very moisturized whatsoever. The next time I used it, I left it on for 5 to 10 minutes thinking maybe it just needed to sit and penetrate the hair, possibly leaving it' super soft and moisturized. Although it Although it does feel somewhat soft, it does not feel moisturized and still feels slightly dry. If you've used a two in one shampoo and conditioner, it feels similar to. If you use that type of product. It does smell nice, and doesn't leave my hair in worse condition, but I expected better end results."
        },
        {
            "review_title": "Must try!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I have been so pleasantly surprised by this product! As a beauty professional, Iu2019ve tried more products than I could count. This line left my hair and scalp feeling so good! It really is more concentrated, and my sensitive scalp seems to like it, which is wonderful! I would say that I donu2019t think that the conditioner is quite as concentrated as the shampoo. I did need to use a bit more than half of what I normally would useu2014 however, still less than Iu2019ve needed from any other brand. I would definitely recommend both the shampoo and conditioner! The photo is after using only this line for about a week, with my hair air dried with no product in it."
        },
        {
            "review_title": "A unique new product line on the market",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I am grateful to The Rootist allowing me to test these products prior to launch in exchange for my honest review. I have worked in the professional hair care industry for a few years so I have gotten to try out many products and have a lot to compare it to. I have thin, fine, frizzy hair that is somewhere between wavy & curly (2C-3A) and I have a ton of breakage- but not due to coloring because my hair is not colored. So I was excited to try this out. Again like the shampoo, I love how compact the bottles are as they will be great for travel and that the bottles are easily recyclable - something that is hard to find in a lot of hair care products! I also love how soft it made my hair feel after I got out of the shower, even before I used any leave-in and other post shower products. The scent of these products is not my favorite but I did love how soft and clean my hair felt for days after and with my haircare goals I will get over the scent. I have used it a few times and I have noticed less shedding with all these products as I used them in combination with the treatment, shampoo & conditioner! So I do hope it helps with my hair thickness over time with more use."
        },
        {
            "review_title": "Good strengthening conditioner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "This is the first time Iu2019ve tried this brand. I absolutely love the pre wash scalp treatment and shampoo. The conditioner was great but I couldnu2019t condition all of my hair with half of my normal conditioner as the instructions said. There just wasnu2019t enough product to work through my long hair. I ended up using my normal amount. It was fine with me because the product itself is great. I am a big fan of any type of peptide in products for face and now hair. My color treated hair needs all the help it can get. My hair feels soft and silky. I definitely see a difference in breakage and strength. I will continue to use this brand and Iu2019m excited to try other items as well."
        },
        {
            "review_title": "Itu2019s impressing me more and more!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "My hair is extremely long, so you can imagine how much conditioner I normally go through. I like that this recommends to only use half the amount I normally would, therefore, the product will last longer. I will say it definitely detangles my hair much easier and quicker than any of the brand Iu2019ve used. I love the scent and how lightweight it feels. I do still feel the need to add a leave in product after getting out of the shower but not nearly as much as I usually do, so thatu2019s impressive! I habitually leave my conditioner in for 1 to 10 minutes depending on my needs, so luckily I can do that with this product too!"
        },
        {
            "review_title": "A hydrating Conditioner that does the job!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was very impressed after trying the Rootist strengthen concentrated conditioner. My hair has been in desperate need of hydration and this product came to me at the perfect time. It did a great job at penetrating my dry hair and leaving it so hydrating and soft. I used about three pumps and because of it being so concentrated, it did a really good job ar moisturizing my hair. I left it on while I was in the shower and once I rinsed it, I instantly felt a difference in my hair. Not only did it feel so soft, but it was also, more manageable, detangled, shiney and ready to style. I also want to mention that it smells so delicious like a pomegranate. I would highly recommend this product to both my friends and clients, you will really enjoy the results."
        },
        {
            "review_title": "Conditioner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After using the pre cleanse and shampoo, I followed up with this conditioner. This is a concentrated formula without water. Honestly it was harder for me to spread and distribute this product evenly throughout  the ends of my hair. It took a little longer to wash it all out too. It did take my frizzy hair so it got that going. I also like the bottle is aluminum and recyclable."
        },
        {
            "review_title": "Rootist Concentrated Conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The Rootist Strengthen Concentrated Peptide Conditioner is really filled with concentrated burst of amazing. The conditioner applied very smoothly and softened my hair minutes after I rubbed it in my hair. The smell and the rich creaminess helped soak into my hair and I could see my curls form right away. I left it in for 5 minutes and then rinsed out. While I was waiting, I massaged my scalp and ran my hands through my ends to help with the curls. The detangling game was out-of-sight! My hair detangled very good and it was sooo easy to blow dry my hair after using this product. I still sectioned my hair but it was so easy to comb through my thick roots to blow dry my hair. I call this success if I can speed up the blow-drying process in any way!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I recently tried out The Rootist Strengthening Concentrated Peptide Conditioner. Although, I appreciate its waterless formulation, I didnu2019t feel like I was able to get away with using a significantly less amount of product than normal. I should mention I have long, thick hair which may be the reason I require more product.  Either way, my hair felt more hydrated within just one application. Its lightweight formula helped detangle my hair creating a soft, smooth feel. I must admit, I was skeptical that feeling would rinse out. Iu2019m pleased to report, it did not! My hair is still felt soft to the touch even after rinsing this conditioner out.   I would recommend this conditioning option to anyone looking for a clean boost of moisture. You can rest, assured it wonu2019t weigh your hair down, nor leave a heavy cast behind."
        },
        {
            "review_title": "Smells like ACV",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "The first time I used it, I used half well, even 1/4 of what I usually use. I have really really long hair and usually condition 3 to 4 times. I did end up having to use full full pumps to cover my long hair. I still had a bit of frizzy hair after it air dried which I have straight hair so frizz isnu2019t super common for me. The second time I used it, I used it first and then finished with another conditioner, and my hair dried much smoother and shinier together. I do not like the smell of this conditioner at all! It smells like apple cider vinegar, which gag, lol. I donu2019t know anyone who can sniff a ACV bottle and say oh that smells nice. So I definitely had to mask the smell with something else. I do like the aluminum packaging and color, it does have a citrusy vibe. I just wish it smelled more more like tangerine or apricot."
        },
        {
            "review_title": "Nourishing conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This conditioner made my hair so soft! I have long, bleached hair so I normally have to use a lot of product to get my hair smooth and untangled. With this one, I only needed a small amount and my hair soaked it up! After, my hair was shiny and less tangled. I would recommend this to those looking for a super hydrating conditioner that won't weigh down the hair. The packaging is also super sleek and pretty which is a plus."
        },
        {
            "review_title": "Okay",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I have fine, straight, thin hair with dry ends. I've been using this product for 2 weeks now. I didn't see much of a difference with this conditioner than mine that I usually use. I feel like I still have to use the same amount of conditioner that I usually use. I'm not hating on this conditioner I do like it, it just didn't seem to do much for me. Even though I was given this product for free this is still a honest review."
        },
        {
            "review_title": "The Rootist u201cStrengthen Concentrated Peptide",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Oily skin",
            "review_text": "This small bottle of conditioner together with its shampoo from the same line is the perfect pair to start incorporating into your haircare routine. Itu2019s tiny but itu2019s actually a highly concentrated formula that designed to dilute further with the slogan u201cDo more with lessu201d. The conditioner is infused with peptide which helps restore dry and damage hair, at the same time smooth out any fizz. My hair is thin, wavy and this works wonders for me. Itu2019s not heavy or oily and the scent is the same as their shampoo sister, floral citrusy. I recommend it for all hair types and textures."
        },
        {
            "review_title": "Silky hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have fine hair with split ends and frizz. I have tried so many conditioners to keep my hair soft and shiny and nothing has worked as good as this shampoo did. My hair feels silky, smooth and shiny after the use. It has helped to take my frizzing hair too. So far i have been loving the results of this conditioner"
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "As a licensed cosmetologist, I was not too excited when I found out that the conditioner was concentrated only because I donu2019t like the idea of needing, possibly more water in order to allow this product to move well throughout my thick curly hair. When I first  unscrewed the bottle cap to give this conditioner a nice sniff It has a very bright and clean, sent to it and was a nice change for me because most of my hair care products smell fruity, or have a floral sent to them. I was initially drawn to this particular conditioner because it is created for weak or damaged chair, and my hair is color treated so my end are weak and tend to look and feel dry, once my hair has dried out a bit from my wash day. For someone who asked curly hair using a conditioner that has slip is so important for my detailing process and unfortunately, I felt like this conditioner did not have any slip at all. not only did it not have any slip I felt like it just was not moisturizing enough and I kept having to go back and use more and more product and I realized it just wasnu2019t going to give me what I needed so I moved on to using another conditioner that had more moisture and slip so I could get through the tangling process of my hair and giving it the much needed hydration it was lacking. I tried it on a few of my clients and I felt the same with their curly hair however, it worked out great for my straighter hair clients, so Iu2019m not sure if this product was made for all hair types and textures, which is disappointing because it is such a small bottle. It wouldu2019ve been nice to be able to use a small pump or two and have so much room left on my back bar but since itu2019s something that doesnu2019t perform well on the hair textures that I often service itu2019s a pass for me. I also noticed that the conditioner didnu2019t spread too well within my hair without my hair, being really soaking wet, and I noticed the conditioner dissipated rather quickly when I applied it to my ends without any real benefit of"
        },
        {
            "review_title": "Smooth and Hydrated",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "The Concentrated Peptide Conditioner  addressed my dry and damaged hair. Its rich formula has significantly improved the moisture levels in my hair, leaving it hydrated, silky, and easy to manage. I've noticed a significant transformation, not just in the texture of my hair but also in addressing the dryness that I suffered with before."
        },
        {
            "review_title": "Concentrated Conditioner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I have been really impressed with The Rootist brand so it was understandable to be excited to try the Peptide Conditioner. The bottle was fairly small so that was surprising, and very little was dispensed with each pump. The formula was very thick so it took many pumps to get enough to lightly cover my hair from mid length to my ends. One thing, I didnu2019t really like was that I felt as though there was a residue left in my hair even after lots of rinsing. I may have used too much conditioner but Iu2019m having a hard time finding the right balance between enough and too much. I do have thick hair so if you have thin hair, I would use very little."
        },
        {
            "review_title": "Ok",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This conditioner is good but doesn't wow me. It gets the job done and moisturizes my hair. The packaging says to use half of what you normally use for non concentrated conditioner which held true. The packaging is small since it's concentrated, would work great for limited space. Also love that it has a pump."
        },
        {
            "review_title": "Smells good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I received this as a gift in exchange for my honest review. I got a set of the shampoo and the conditioner. My first impression, I instantly loved the smell on these products. The shampoo only needed one pump to get enough for my hair. I have long thick hair and one pump made it just right. The conditioner is very smooth. It leaves my hair feeling amd smelling fresh afterwards. I love it. I definitely recommend using this product."
        },
        {
            "review_title": "Not conditioning enough",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I like the packaging style and the smell of the conditioner. I think the consistency could be thicker and more moisturizing. I have to use a lot in one use. Didnu2019t feel like it was clinging to my hair at all and sorta melted away if that makes sense. The product left my hair shiny but not conditioned really. Before and after pic"
        },
        {
            "review_title": "I liked the product but found my own way to use it",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "Hi! Iu2019m Lucy T. I am a 33-year-old scientist from Birmingham, Alabama. Iu2019ve recently started coloring my hair, and have been heat styling my hair for years. This concentrated conditioner claims to restore moisture in your hair using half the amount of product you normally use. It smelled great, but did take several pumps for me to get the conditioner consistency I wanted to use in my hair. So I did not really follow the u201cuse halfu201d recommendation. The product also says to use the conditioner on near your ears or midlengths of your hair and work your way down. I personally like all my hair to be conditioned so I would recommend to stick to how you usually use conditioner in this case."
        },
        {
            "review_title": "I like it.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "The rootist conditioner much like the shampoo requires some pump proming to release the product. It also required more pumps than suggested but I do have a lot of hair. The conditioner smells amazing, earthy yet clean. Its consistanty is more creamy like a lotion or serum but once you apply it, it easily slides through the hair and is super workable. The product left my hair shiny and feeling weightless. I definitely love the results itu2019s given me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "recently tried the rootist Strengthen Concentration Peptide Conditioner, and I must say it exceeded my expectations. The peptide-infused formula left my hair feeling noticeably stronger and more resilient. The conditioner also had a pleasant scent and provided a smooth texture, making it easy to comb through my hair. After consistent use, I observed an improvement in the overall health and shine of my hair. If you're looking for a conditioner that not only nourishes but also strengthens, this product is worth considering."
        },
        {
            "review_title": "Itu2019s great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have oil scalp so I wash my hair once every two days but I rarely use conditioner because I am afraid that my hair will be less sticky. It doesnu2019t happen at all when I use this product because I feel my hair to be healthier and more shiny"
        },
        {
            "review_title": "Does what it promises",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I am grateful for the opportunity to try out this concentrated conditioner. While I really love using concentrated shampoo, I have not so sure about the conditioner. Mostly because I have to be really careful with how much I applied to my hair. This conditioner does what it promises and it leaves hair Hydrated, strengthened, soft, and shiny. It has a nice smell, but it doesnu2019t last long on the hair. I said the same about the shampoo, but I am not a fan of the packaging. It looks somewhat unattractive and cheaper and not what you would buy at Sephora. However, as long as the product is good, I can overlook that."
        },
        {
            "review_title": "I like it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "The Rootist's conditioner is a game-changer for my hair care routine. Its rich and nourishing formula works wonders, leaving my hair incredibly soft and silky. I appreciate the attention to natural ingredients, as it enhances the overall health of my hair. The conditioner also has a pleasant scent that lingers without being overpowering. Combined with The Rootist's shampoo, it forms a dynamic duo that's become a staple in my hair care regimen. If you're looking for a conditioner that delivers noticeable results, this is the one to try."
        },
        {
            "review_title": "A must have staple pt 2",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Use this product after shampooing hair. The conditioner is not cakey but does give a good rich lather. You will need quite a bit of water to work the product in really good. I have 3b hair so my curls hold extra water and this conditioner works amazing. You can see and feel the results of the conditioner clarifying your hair while you use it. This really is a technology based shampoo and conditioner product."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This was a nice conditioner. I wouldnu2019t say it was anything special though. Did it moisturize? Yes but not as much as other conditioners. Also, mine came with a broken pump so I had a harder time getting the conditioner out. Also, like the shampo, the smell isnu2019t the best."
        },
        {
            "review_title": "Effective and fresh scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "Thank you for the opportunity to try Strengthen Peptide Conditioner by The Rootist. Unlike the shampoo that goes with this product, I very much enjoy using this conditioner. It has a lovely fresh scent and left my hair feeling so soft. Although this product is said to be concentrated I found myself using the same amount of conditioner that I regularly use. Overall it's an effective product but not certain worth the price."
        },
        {
            "review_title": "Hair Care Game Changer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Normally product that make promises to heal hair or fix damaged hair fall short. I am a licensed professional Cosmetologist with many years of experience and many years of using thousands of products that make claims to help fix damaged hair. I must say, after just one use The Rootist Strengthen Concentrated Peptide Conditioner made a noticeable difference in the overall appearance of my hair. My dry, frizz prone, color treated hair, benefited from the peptides and the unique fermented biometric ingredients that not only heal the scalp without irritation but also help with damage and moisturize the hair. The high concentration of the product allows a small amount to go a long way. The innovative approach that the Rootist has packaged this line is game changing."
        },
        {
            "review_title": "Work don't shampoo to many times",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Nice design for the small hands people like myself. I don't know if the shampoo made it where this product would take to my hair. It just kept slipping off my head it wouldn't go to the scalp at all. I had to keep adding more and more. There was no slip in my comb throw. I could hear the pulling of my hair and I did not like that"
        },
        {
            "review_title": "Lovely new addition!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have wavy/ curly hair that I usually blow dry style so my hair tends to feel dry after styling. I was very excited to try out this peptide conditioner since I have never heard of such a product in haircare.  This conditioner was truly amazing. I did not think that the concentrated claim would be true but got to say I was pleasantly surprised by the outcome! This conditioned my hair beautifully leaving it feeling smooth and hydrated. The scent of this is very light and enjoyable.  I love that the product comes in a recycle friendly packaging too! I will most definitely be repurchasing this when I run out! Highly highly recommend to anyone looking for a new addition to their routine!"
        },
        {
            "review_title": "Love!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This concentrated conditioner is a great conditioner! It leaves my dry hair feeling silky soft. I love that it doesnu2019t take a lot of product to actually make a difference in the way my hair feels. I would recommend this for all hair types. I love this for an everyday type of conditioner. This would be great for oily scalps as well.  Definitely a winner!"
        },
        {
            "review_title": "Great Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The Rootist Strengthen Concentrated Peptide Conditioner is great for my color-treated, dry, frizzy hair. After using this conditioner, my hair is very soft and shiny. It just takes a little product, and my hair looks and feels transformed. This is very moisturizing and does not weigh my hair down.  This conditioner does make my hair feel healthier and more strengthened and I love the results. It takes some getting used to because you do not need a lot of product each time, but that is also a nice feature of using this."
        },
        {
            "review_title": "Nice light conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have been a licensed Esthetician for over four years and a Registered Nurse for over 30 years and am always looking for products and cosmetics to improve my personal appearance as well as my skin health. My appearance is very important to me as far as my clients first impression.  I try all products on myself before I recommend to my clients based on skin type so I know how it looks feels and smells. The Rootist Concentrated Conditioner has the same great scent at the shampoo and purifier.  Again it is concentrated, so two pumps was enough for my shoulder length hair.  I applied to my ends and half way up my hair, I waited a few minutes before rinsing.  My hair felt silky smooth and had a nice shine after blow drying.  This is a nice lightweight conditioner and worked well on my color treated dry hair.  I would recommend this product for all hair types, I only wash my hair every other day, but you could use this every day if you have oily hair."
        },
        {
            "review_title": "I love this conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I used more than suggested but less than I used with my normal conditioner. The shampoo dried my hair out but this conditioner did not disappoint! It brought moisture back to my curls and I'm so satisfied now"
        },
        {
            "review_title": "New hair conditioner is a win win!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The Rootist Strengthen Fortifier Conditioner is a rich, powerful, peptide-infused conditioner that restores and hydrates your dry, damaged hair into a shiny, smooth and healthy looking hair. This conditioner is free of parables and is infused with coconut oil to restore moisture from root to tip with an amazing shine. It strengthens your hair without weighing it down. With no added water, it helps enrich your hair by keeping it bouncy and beautiful. Overall, an amazing conditioner that gives good volume, tames frizz, adds shine and keeps your hair healthy."
        },
        {
            "review_title": "Silky soft, smooth hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This Strengthen Concentrated Conditioner works perfectly in combination with the Strengthen Concentrated Shampoo. It makes my hair so hydrated and smooth without weighing it down. I have long, wavy, frizzy, and dry hair and this conditioner helps with making my hair feel silky soft and reducing my frizz. I love the fresh scent of this conditioner. I apply this conditioner on my clean wet hair and massage it through my hair and then rinse. It rinses well without leaving any residue or weighing down my long hair. I can easily manage and style my hair. My hair feels so soft and smooth and looks shiny and healthy. This conditioner is perfect for my dry and weak hair, and I highly recommend it!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I really enjoyed this conditioner . It left my hair soft and moisturized but not oily. I have curly hair and I didnu2019t feel like this weighted it down."
        },
        {
            "review_title": "must-have for travel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The Rootist Strengthen Concentrated Peptide Conditioner exceeded my expectations. Its concentrated formula means you only need half the usual amount, making it economical. The stylish and sustainable packaging is not only eye-catching but also convenient for travel. After a week of using the entire Rootist system, my hair has a luxurious salon-treated appearance, accompanied by a delightful and pleasant aroma. Highly recommended for those seeking a high-quality and efficient hair care experience."
        },
        {
            "review_title": "Concentrated Conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this concentrated conditioner! The concentrated concept is very unique & I have not seen it before this. It comes in handy for travel since the packaging is so much smaller than a full 8oz+ sized hair product. It conditions very well without feeling heavy on my hair. I am curious to see the longer term results of using this conditioner & am wondering if my hair will get used to it."
        },
        {
            "review_title": "Great for traveling very hydrating .",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Combination skin",
            "review_text": "I'm blown away by how amazing this conditioner is , it is lightweight but very hydrating . I have dyed red hair and it doesn't strip it so I love that . The aluminum bottles are great for traveling."
        },
        {
            "review_title": "The best !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I am a celebrity hair and makeup artist. I love hair and always looking for products that give the biggest results. I have been using Strengthen concentrated conditioner for about seven days.  I wash my hair every other day. The bottle is small but very concentrated. My hair has highlights,  color and I blowdry and flat iron. The conditioner was amazing the first time I tried it.. very moisturizing,  a little goes a long way.  I have think hair and my hair only needed a small amount. My hair had less friz after one use ! My hair was shiny and brighter. I used this in Florida were it is more humidity and I had barely any friz after I blowdry and flat iron. My hair.  My hair was shiny less friz and most of all it just felt really really healthy. I was in shock definitely is like a salon treatment."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This is highly concentrated so you donu2019t need a lot. I have long, dry and wavy hair. I pumped 2-3 and applied to my hair. I can feel that my hair feels so soft and less tangled right away while I was applying to my hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Paired with the shampoo, Rootist's fragrance is amazingu2014pleasant without being overwhelming. Unlike other perfumed products, it doesn't cause headaches. Light and non-greasy, it's perfect for my thin hair, allowing me to go 2-3 days between shampoos. A little goes a long way, and I'll surely repurchase and recommend it, especially for those with fine hair."
        },
        {
            "review_title": "Seems to Close Cuticle, Making Hair More Sleek",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Even though this metal vessel looks like a travel-sized conditioner, the formula inside will probably last me a month when shampooing three times a week. I like the texture and level of hydration it adds back to my highlighted hair when used with the matching shampoo. My hair is thin and reaches to my mid back, so I use about six pumps from mid-shaft to ends. I work this into the hair in a pressing motion (like Iu2019m flattening dough between my palms) and leave it in about 3-5 minutes while I shower. When used with my Aquis hair towel, I noticed that my hair felt surprisingly dry u2013 like the water rolled off and was absorbed by the towel. To me, it seemed like the conditioner closed the cuticle, so my hair wasnu2019t as damp when I removed the towel. Iu2019m not sure if it is actually u201cfortifyingu201d my hair yet, but I like what Iu2019m seeing in the short-term in regards to combating frizz and making my hair look more sleek. 4 stars"
        },
        {
            "review_title": "A Strong Contender!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "I was actually able to use half of my usual amount of conditioner. That has *never* been true of any other conditioner that I have ever tried. The only reason that I didn't give this product 5 stars is that my hair feels better after using my preferred conditioner.  Having said that, this product felt great in my hands and on my head, and it left my fine, wavy hair snarl-free. It just didn't leave my hair feeling as smooth and silky as my other product, regardless of how much I used. (I did experiment with the amount of product, just to see if more conditioner would make my hair feel softer. However, using more than the recommended amount didn't make my hair feel any differently than it did with the smaller amount.) A different hair type may be more ideally suited to this product than mine is."
        },
        {
            "review_title": "Healthier Hair!! ud83eudde1",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This concentrated peptide conditioner has been my new favorite hair product. I use this with the shampoo and it works great. This conditioner is color-treated safe. The scent smells like citrus. It has no added water and is concentrated. It says use half your usual amount but I use a little more than shampoo. This conditioner does feel lightweight on the hair and have had less frizz.  It also makes your hair feel hydrated, smooth, and healthier. I definitely can tell I have switched conditioners."
        },
        {
            "review_title": "Strengthen Concentrated Peptide Conditioner",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I wanted to love this conditioner because my hair has been breaking very easily, but I didn't love it. Maybe with continued use I would notice a difference in the strength of my hair, but initial impressions were that it left my hair super tangly after (I have lots of blonde and extensions). I kept feeling like I needed more. And I was hoping to have that buttery smoothness but it just didn't."
        },
        {
            "review_title": "conditioner for oily hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "Gifted by the Rootist, this conditioner is great for people that have a very oily scalp like me. I have a lot of hair that is also very thick and I had to use quite a lot more than shampoo. pictured below I used 6 pumps for my hair and I understand why the bottle of conditioner is bigger than the shampoo. over all its a nice conditioner but I wish it was just a tad more hydrating"
        },
        {
            "review_title": "Ehh..",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I really did not enjoy the shampoo and conditioner from this line. I felt like they did not do much for my hair. The shampoo tangled up my hair and the conditioner wasnu2019t moisturizing enough. I didnu2019t feel it making my hair softer nor stronger. I feel like thereu2019s way better out there."
        },
        {
            "review_title": "Highly recommended for healthier hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I recently tried The Rootist Strengthen Concentrated Peptide Conditioner, and I must say, it exceeded my expectations. This conditioner is a game-changer for my hair. The concentrated peptide formula has noticeably strengthened my hair strands, making them feel healthier and more resilient. The conditioner deeply nourishes and hydrates my hair, leaving it softer, smoother, and more manageable. It detangles knots effortlessly and adds a beautiful shine to my locks. I also appreciate the gentle scent and that it is lightweight and doesn't weigh my hair down. Overall, The Rootist Strengthen Concentrated Peptide Conditioner has become a staple in my hair care routine, and I highly recommend it to anyone looking for stronger, healthier, and more vibrant hair."
        },
        {
            "review_title": "Didnu2019t deliver softness as expected",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am very tender headed and have long hair that ends right before my buttocks, so itu2019s important for me to use hydrating and conditioning products to ease the process. Unfortunately, this conditioner did not deliver for me. My hair does tangle easily and immediately after rinsing, there was no shift in hydration. The feel and appearance of dryness was more apparent. I prefer when a conditioner leaves my hair smooth and silky after rinsing, as itu2019s more easy to manage and detangle. It was harder than normal to detangle and style my hair after using this. I personally wouldnu2019t reach for this product as a preference"
        },
        {
            "review_title": "Hit or Miss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "My initial impression was that the product wouldnu2019t last long because of its size. My hair requires a lot of conditioner because of its tight coils. I usually have to sit and massage conditioner into my hair for it to be distributed properly. I was scared Iu2019d finish this bottle so I didnu2019t use a lot. Honestly, I am not sure if I like it but Iu2019ll keep using it. It takes time for my hair to adapt to certain products, especially conditioners. My hair felt dryer than usual after I used this. The brand did mention that they intentionally didnu2019t add water to the shampoo + conditioner. So maybe my hair felt dry without the added water? I wanted to love this but itu2019s okay."
        },
        {
            "review_title": "Not my favorite",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Iu2019m giving this conditioner 3 stars because it was a bit difficult to work with.   First, it was hard to get it out using the pump, so I had to open the bottle. Unfortunately it got everywhere since it was also difficult getting it without the cap.   Second, the scent was very unpleasant for me. The texture is what I feel made it difficult to dispense from the pump.  Now, for the positive, It does have a texture Iu2019ve never seen or used before in a conditioner which makes it unique, a little goes a long way. I love the it made my hair very soft and it gave it a silky feel. It also made it super easy to brush afterwards."
        },
        {
            "review_title": "Great slip",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
            "review_text": "This conditioner is definitely a top 5 for me, one reason being itu2019s all natural. The smell is amazing to start with. Thereu2019s a nice slip feel to the formula as well. My roots were so clean afterward! Iu2019ve never seen my scalp so clean"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "After using this product a few weeks ago I can say that I love this product my hair y so soft and smooth love the results."
        },
        {
            "review_title": "Strength to the Roots",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "Iu2019m Hailey, a gap year student focused on reinventing myself through beauty. This conditioner is a perfect part of the Rootistu2019s hair strengthening routine. The strengthening conditioner made my hair feel stronger after each wash, and minimized the amount of hair I lose when I brush. This product is perfect for anyone who whose hair is weak or damaged, perfect for strengthening and healing your roots. The smell of this product is mildly floral, and would benefit from an improved scent. Overall, I recommend this product, especially if you want to strengthen your hair and make it healthy again."
        },
        {
            "review_title": "Smooth strands",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "The Strengthen Concentrated Peptide Confitioner from the Rootist did a great job to add shine and smoothness to my hair without adding weight.  Also left my hair feeling soft and moisturized.  I love that this is concentrated and does not contain wateru2026 you pump it into very wet hair to add water yourself.  Also love the cleanness of the product and recyclable packaging.  Not a fan of the scent- I can smell the vinegar, but it dissipated upon rinsing the product out of my hair."
        },
        {
            "review_title": "Iu2019m so impressed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Iu2019m so impressed with this conditioner concentrate, the packaging is beautiful, it smells herbal (in the best way possible), i know it is helping strengthen my hair, and i only need to pump about 4-5 pumps (which are teeny tiny amounts of product) to spread it all throughout my hair (and my hair goes down to my lower back) .. it has a silky creamy consistency when you rub it into the hair which is super nice and allows it to spread super easily. I hope to see recyclable refill options soon since these bottles can last a lifetime! (:"
        },
        {
            "review_title": "Next level",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, fairLight skin tone, Combination skin",
            "review_text": "The Strengthen Concentrated Peptide Conditioner by The Rootist feels cutting edge and ready for the future of hair care products. From its smart packaging (recyclable aluminum) to its water free formula, this deeply intense strengthening conditioner is next level. Just a small amount, 3-4 pumps, of this concentrated peptide protectant really penetrated my hair with ease. Every time I rinse this product out of my hair (after letting it absorb into my ends for 5 min) Iu2019m left with silky feeling hair thatu2019s tangle free. I even noticed less static in my hair after using this indulgent conditioner. And letu2019s talk about the scentu2026u2026itu2019s soooo delicious. Like a light citrus vibe with a creamy perfume note that left me feeling so luxurious. Never did this conditioner weigh down my hair or make it feel greasy. This is definitely my new fav hair care line."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I am a licensed cosmetologist specializing in skin care and pro make up artistry for over 25 years. The Rootist conditioner presented a new concept to me as I hadn't previously used a concentrated conditioner. I used half of what I normally would use for a conditioner, and it was enough to do my entire head.I detected a hint of vinegar fragrance accompanied by earthy notes, which I found not unpleasant. Using it after the concentrated shampoo yielded a remarkable improvement in my hair's texture. It enhanced shine, bounce, and hydration, effectively controlling my flyaways and frizz, making the styling process much more manageable."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The Strengthen Concentrated Peptide Conditioner is incredible. Its concentrated peptide formula strengthens and hydrates my hair, reducing breakage. It feels lightweight and leaves my hair soft and manageable. Plus, it's free from harsh chemicals. Highly recommend for stronger, healthier hair."
        },
        {
            "review_title": "I will definitely buy this product for my family",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I have used this product three times with the same brand sample,there are many conditions that made my scalp itchy but this product doesnu2019t happen, I have a complete peace of mind when I use it"
        },
        {
            "review_title": "Underwhelmed",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I was hoping this would perform as nicely as the shampoo did but it just didnu2019t. The conditioner instructions say to use half the amount you usually would (same as the shampoo), but this just didnu2019t seem nearly moisturizing enough. I found myself having to use my regular amount of conditioner and even then my hair just didnu2019t feel moisturized enough. I would recommend trying the shampoo, but not this."
        },
        {
            "review_title": "Silky smooth hair from a high quality concentrate",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Combination skin",
            "review_text": "I was unfamiliar with conditioner concentrates but this exceeded my expectations. It spread so easily through my hair even with half the amount I would use with regular conditioner. My hair wasn't weighed down, it felt so soft afterwards, smelled great, and looked shiny.  And it didn't strip my color! I love that it has ferments and peptides to keep my color treated hair healthy and I love that it comes in concentrate form. The smaller bottles take us less space and are easy to travel with also which is a bonus. Really excited to continue using this conditioner in my daily routine to improve my hair health."
        },
        {
            "review_title": "Not recommended",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Licensed cosmetologist of 9 years and I will never recommend this product at all. The bottle design needs some work on it. The whole line needs to be redone. The pre-scalp, shampoo, and conditioner had caused a few of my clients to have hair loss to their already damaged hair. The smell is awful and bothers my asthma. The conditioner texture is smooth and okay. A couple clients were super sensitive to it and complained of their scalps burning. This product will be recycled in a week. Iu2019m so upset over it because I just made my clients hair worse with this product and its counterparts. The product was hard to get out and had to use a popsicle stick to get the product out. Itu2019s thick but too thick. Super disappointed."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have the privilege of being in the beauty industry for 30+ years and the opportunity to experience hundreds of cosmetic products. I admire Rootist innovative formulas that are biodegradable, sulfate free with no added water. They champion that roots, scalp and hair are all connected and their impassioned effort to lessen impact on the environment in the world of personal care is transparent and inspiring. I experienced a three part series, scalp treatment, shampoo and conditioner. Both shampoo and conditioner had a similar scent and were not good or bad. My impression was it was formulated for a unisex audience but reminded me of a strong vintage perfume. The sillage is impermeable, specifically for the conditioner. Both the shampoo and conditioner bottles are 4oz each but are two physical forms. One shorter than the other which is brilliant, when you have shampoo in your eyes it's beneficial to easily differentiate the two containers. Both formulas are very concentrated with only two pumps required (I have mid length hair). Conditioner is the most odiferous, a vinegar aroma combined with the strong floral scent was a little overwhelming. Hair felt clean and not stripped, but surprisingly my facial skin felt very tight after the runoff from the final rinse. I appreciated the styling outcome, hair had a lot more volume and shine but couldn't get past the lingering scent."
        },
        {
            "review_title": "If you want stronger hair you must try the rootist",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Strengthen Concentrated Peptide Conditioner I loved the way my hair feels after I rinse this product off then blow dry, it leaves it super soft, moist and bouncy. it is concentrated with peptides, so it helps the follicles stay plump. As a Professional Esthetician and beauty expert for 20+ years I can appreciate that this product does way more for your scalp and hair follicles then just clarify and clean, for me it not only felt soft, and hydrated it really did help to rejuvenate my hair back to the way it was when I was younger, and it has given it back it's youthful glow and bounce. Love love love these results after just 1 week of use. After the 2nd week my hair shaft felt stronger, and my hair stopped falling out. Give this product a try you will not regret it."
        },
        {
            "review_title": "An improvement after a couple of uses.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "After just a few uses, I noticed a significant improvement in the overall health of my hair. I appreciate that The Rootist is committed to using high-quality ingredients, and their conditioner is free from harmful additives like sulfates and parabens. This aligns with my preference for clean beauty products that prioritize both efficacy and safety."
        },
        {
            "review_title": "best conditioner and shampoo iu2019ve used",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Oily skin",
            "review_text": "honestly i would never spend this much money on conditioner(and shampoo) but after receiving these to try for free, i can definitely say iu2019ll be purchasing this on my own. itu2019s a concentrated formula so no added water, itu2019s easy to apply and lather and i use twice as less product than i normally do. itu2019s very rich and makes my hair smell AMAZING."
        },
        {
            "review_title": "Very hydrating.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have been using The Rootist concentrated peptide conditioner along with their peptide shampoo and I have been very pleased with how my hair turns out after each wash. This concentrated conditioner doesnu2019t require many pumps. Only a couple pumps will suffice enough. I have oily hair and I tried not to get the conditioner close to my roots as it is delivers a deep hydration. My ends are smoother and my hair is has less frizz. The conditioner has a nice subtle scent to it and a nice soft texture."
        },
        {
            "review_title": "Must have.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Fair skin tone, Dry skin",
            "review_text": "I have the whole collection. For best results use with the shampoo and before wash treatment and the last process fermented strengthen spray. I only use 3 pumps for my whole head. I have long hair. This can still be a conditioner that's affordable for all hair types. I have color treated hair and helped after the first wash."
        },
        {
            "review_title": "Excellent!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "As a passionate advocate for hair care, trying The Rootist Strengthen Concentrated Conditioner was an adventure. The standout ingredients like the Rootbiomic Ferment sounded like a secret potion for my hair's wellness. It's like a multivitamin superhero blend, packed with proteins and mushrooms transformed through fermentation, giving my roots a boost and keeping my scalp happy and balanced.  The Bio-Peptides, or the hair superheroes, as I like to call them, with their collagen and keratin-rich formula, were like a strength training session for my locks. It felt like my hair went from meh to wow in terms of strength and resilience.  But let's talk coconut oil and Sodium PCA u2013 a dynamic duo that pulled moisture deep into my hair, not just sitting on the surface. The promise of reducing frizz, improving smoothness, and adding shine? It delivered! Plus, the absence of silicones meant my hair felt lighter and not weighed down.  What sets this conditioner apart is its concentrated formula u2013 no added water. Less waste and more power packed in each use. It's like a little goes a long way, and my hair thanks me for it.  Overall, this conditioner's promise of healthy moisture without the heaviness of silicones held true. My hair felt genuinely nourished, super smooth, and flaunted a shine that turned heads. If you're after real hydration and that extra oomph without the weight, this might just become your hair's new best friend."
        },
        {
            "review_title": "Rootist strengthen concentrated peptide conditione",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I received this product for free from beautytap for my honest review. If your hair is thin and lifeless and lacks volume than this conditioner is for you. My hair is usually unmanageable and lacks volume but thanks for this conditioner my hair has come back to life. It has a lotion like texture and a little goes a long way. My hair is so shiny and healthy now. I can actually get a brush through my hair and when I tell you I have volume I mean that I actually look like I have a full healthy head of hair! This is definitely my new favorite conditioner and I'll be stocking up on it!"
        },
        {
            "review_title": "Looove it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Dry skin",
            "review_text": "My name is Dulce Iu2019m reviewing this product with my honest review, and I can tell you , I tried shampoo and conditioner and I love it so much , great quality. My hair looks so good so healthy, this product is fantastic  with amazing aroma I like so much how smell , beautiful scent . I feel cute because my hair is looking good."
        },
        {
            "review_title": "Love this formula!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "I have been using this conditioner for about two weeks and I love it! My hair is so soft and smooth. This has really helped tame my frizz and flyaway hairs as well! I gave this only 4 stars because I wish there was more product. I have very long hair, so I need more product to cover more surface area. That aside, I think this is a great conditioner for those (like me) who have very damaged and brittle hair!"
        },
        {
            "review_title": "Great for curly waves girls!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Porcelain skin tone, Normal skin",
            "review_text": "I'm very impressed with this conditioner as a curly wavy haired girl! The amount of product needed for slip needed for textured hair is minimal compared to what I usually need from other brands. My hair detangled easily too. It's definitely added hydration to my hair as promised because my hairs definition has increased which I know is from the hydrating ingredients. It smells like its partner shampoo and though the bottles are smaller than I anticipated, because you don't need as much product to get the washing done, I would estimate I can get about at least 2 months of use on my hair. Give this conditioner a shot if your looking for hydration, strengthening, and slip for textured hair."
        },
        {
            "review_title": "This is a phenomenal product for your hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I have been using this conditioner for over a week now. I only wash my hair every other day, so even though they seem like small bottles, they will last you a long time. Plus you donu2019t have to use much at all of the product, just half of what you would normally use in your hair. I have noticed the way my hair looks and feels since using this product. Itu2019s soft and feels healthy. The bottles are very aesthetically pleasing and the smell is very minimal and light but good! I do have color treated hair and I think this is one of the products I have used and it has not affected the vibrancy or anything of the blonde or brown."
        },
        {
            "review_title": "Miracle for frizzy, dry hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "The Rootist conditioner works great with the concentrated shampoo to smooth hair. I felt like all the little frizzy hairs that usually pop up were not there after using this conditioner. I also have been feeling like my hair strands have been getting thinner and weaker, but this conditioner plumped them up. I love that you donu2019t have to use a lot of product to get great results. This is definitely a conditioner (along with the shampoo) to try out!"
        },
        {
            "review_title": "A hair-changing conditioner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I really love this conditioner! Following after The Rootist's Strengthen Concentrated Peptide Shampoo, this conditioner does an amazing job of detangling my hair. The formula isn't super thick and doesn't leave my hair looking greasy. Instead, my hair is super soft and shiny (and it smells really good). I recommend using a VERY LITTLE of it because its super concentrated. Highly recommend!"
        },
        {
            "review_title": "Best conditioner ever!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "While I love the leaves in conditioner, it does not hold a candle to this deep conditioner. It's so amazing and I cannot go without it. My hair feels so soft and stays moisturized longer. Was using the entire line up without this, and this new addition has changed the game. It makes for easy detangling in the shower and cut down wash time."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The product is too thick to pump out. Performance is average. The smell is not as nice as the Rootist shampoo."
        },
        {
            "review_title": "Good conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This concentrated conditioner helps with keeping my thin and dry hair strong and healthy.  I like that it has peptides and rice bran oil to give it a shine.  I also like that itu2019s concentrated and a little goes a long ways.  It doesnu2019t weigh down on my thin hair or make it greasy and I like that it gives a nice gloss.  Itu2019s a nice and nourishing conditioner"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love this conditioner. I have dry damaged hair and this makes it so soft! You only need half the normal amount which I was very skeptical about at first. My hair feels so soft, yet light after using this. My hair also tangles easily but this conditioner made it so easy to brush my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "After using this product for a few days, I noticed instantly that my hair was much smoother and soft. My hair was color treated and undergone chemical treatment ever since 2015 so you could see how damaged my hair would be. As written on the product instructions, you really don't need too much of the product. The product smells really good and although it may seem expensive for the price, it is worth it if you have a damaged hair like I do. I will most likely purchase this product again if I run out of the product :)"
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I really love this product because a little goes along way. The packaging is so sleek and well done. After the first use my hair looked better than ever. It felt healthy and looked smooth and silky."
        },
        {
            "review_title": "Makes my hair so soft!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This conditioner is the only one I have ever used where little product makes my hair feel so soft. Like the shampoo, they instruct to use half of what you normally do, and making my hair soft and shiny is the most important thing to me and this conditioner did not disappoint. It does take a few pumps to get the product out of the pump, which I am assuming because it is slightly thicker than the shampoo, but otherwise I am amazed with the performance. It has the same smell as the shampoo, and personally it just is not my favorite but I also prefer sweet scents. I think itu2019s an amazinf conditioner!"
        },
        {
            "review_title": "Loving the results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Got a chance to review this conditioner and iam loving the results. Iam using same brand shampoo and conditioner. I used this 3 times a week and my dull and damage hairs are getting better which each wash.iam seeing my hair got some life and my split ends are less visible now.it has fusion of oils which keep your hairs smooth and nourished along with strengthen it"
        },
        {
            "review_title": "A condition must have !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love the hair conditioner is so nice and smooth ! You only need a half amount of a normal conditioner! Your hair will feel and look like new again ! Less broken ends and the root feels so hydrated and healthy !"
        }
    ]
}