{
    "product_id": "617",
    "name": "Skin Renewal Anti-oxidant Rich Barrier Serum with Ashwagandha, Niacinamide and Echinacea",
    "brand": "Grown Alchemist",
    "categories": "Skincare, Treatments, Face Serums",
    "price": 97.0,
    "about": "What it is:A six-in-one powerhouse formula packed with antioxidants to nourish the skin's foundation, support barrier function, and help it to self-defend..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:.Formulation:Lightweight Liquid.Highlighted Ingredients:- Niacinamide: Visibly improves barrier function and reduces oiliness through sebum control..What Else You Need to Know:This is a serum with six times the active formula to support and nourish the skin barrier and resilience with clinically proven results. It reduces trans epidermal water loss and supports the skins natural ability to self-defend..Clinical Results:In and independent clinical study on 38 people, over 4 weeks:",
    "ingredients": "-Niacinamide: Helps prevent transepidermal water loss to improve skin barrier functions. .-Ashwagandha: Powerful adaptogen that helps skin cope with environmental stressors. .-Polypeptides: Helps to improve skin roughness and reduce the appearance of wrinkles.. .Water/Aqua/Eau, Glycerin, Niacinamide, Saccharide Isomerate, Sodium Hyaluronate, Butylene Glycol, Fructose, Levulinic Acid, Polyglyceryl-4 Caprate, Sodium Levulinate, Sodium Phytate, Sodium Benzoate, Echinacea Purpurea Extract, Panthenol, Potassium Sorbate, Withania Somnifera Root Extract, Aloe Barbadensis Leaf Juice, Pelargonium Graveolens Oil, Citric Acid, Sodium Citrate, Tocopherol, Cedrus Atlantica Bark Oil, Cananga Odorata Flower Oil, Glycine Soja (Soybean) Oil, Oligopeptide-1, Citronellol, Geraniol, Linalool...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Massage a few drops gently into skin after cleansing..-Follow with moisturizer..-Use morning and night before moisturizing..-Use gradually to build up tolerance over time.",
    "num_reviews": 483,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/skin-renewal-anti-oxidant-rich-barrier-serum-with-ashwagandha-niacinamide-and-echinacea-P506124?skuId=2690170&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2690170-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "0.84 oz / 25 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2690170-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Worked really well",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Gentle, and helped reduce my redness and inflammation. Great addition to my routine."
        },
        {
            "review_title": "Anti-aging superfood!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "The skin renewal serum has a more gel like texture and took just slightly (maybe 30 seconds) to absorb fully into my skin. With niacinamide, echinacea, and ashwagandha, its makes your skin look and feel youthful, radiant, and rejuvenated. This is an overnight serum with antioxidants to support healthy looking skin and to reduce those visible signs of aging."
        },
        {
            "review_title": "Hydrated skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "I love this serum so much. It is lightweight gel based serum but leaves no stickyness. This serum helps my skin stand the change in weather, it always leaves my skin smooth, hydrated and moisturized.I highly recommends this product!"
        },
        {
            "review_title": "Good",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "The scent is so nice, its natural and herbal which is very refreshing. It applies nicely and very hydrating before bed however I lost it points due to the cost, it seems a bit expensive for such a small bottle. It also made my skin break out a bit, maybe its not for acne prone skin?"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "If you're looking for a serum to add to your nighttime routine this is a great option! Not only does is come jammed packed with the antioxidant and renewing benefits but it also has a gel like texture. A great option to give your skin the rejuvenation it needs while you sleep!"
        },
        {
            "review_title": "Perfect recovery skin treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I use this one as a night serum. Its formulated to help repair the damage caused by the days environmental aggressors and pollution. The main ingredients are Niacinamide, Ashwagandha and Echinacea and theyre known as antioxidants and help detoxify the skin after a long day of pollution exposure. It also helps in reducing fine lines and wrinkles. My skin looks more smooth and healthy when I wake up in the morning  - Product received for free from Grown Alchemist in exchange for an honest review."
        },
        {
            "review_title": "Instantly smooth and radiant",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "A new must have in my nightly skincare routine! Ive never used a night serum before but Im happy to remark, it works! This gel textured serum instantly spreads and smoothes fine lines. After it dries, my face already feels super soft. I feel and look noticeably hydrated the following morning. I love that the results are instant, and that the ingredients are naturally derived. I was gifted this product in exchange for my honest review."
        },
        {
            "review_title": "Nighttime Hero",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I've been using this 6-in-1 serum for a month, and my skin feels incredible! Its packed with great ingredients like niacinamide and ashwagandha, and I've noticed my skin is more hydrated and less oily. Definitely a new favourite!   - Product received for free from Grown Alchemist in exchange for an honest review."
        },
        {
            "review_title": "Great night Serum!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Combination skin",
            "review_text": "Thank you to @thisisbutterly and @grownalchemist for this Skin Renewal Serum to try for free in exchange for my honest opinion.   Finally a night Serum that I love to use! I used it for about 2 weeks. The serum has a very light scent so  I was comfortable using it. It absorbs into the skin super quick so you can put your night cream on right after. I was pleased at the improvement in the look of my skin. I definitely recommend trying this!  #freeproduct #beauty #trybeforeyoubuy #productreview #producttester #productreviewer #new #ugc #ugccreator  #beautyjunkie"
        },
        {
            "review_title": "Soft and radiant!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I haven't used this serum long enough to see results related to the reduction in the appearance of fine lines and wrinkles, but I do notice that my skin looks and feels softer, smoother, and more radiant. This serum contains great skincare ingredients and I can't wait to see how my skin changes with further usage. I received this product for free in exchange for my honest review."
        },
        {
            "review_title": "Love it !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I was chosen to try the Grown Alchemist serums for free in exchange for an honest review.   The products are easy to integrate into a morning and evening skincare routine with a moisturizer. Since I started using it, my face is brighter and smoother.   For all skin types with ingredients to help soften wrinkles, pores and texture to give your face a glow. It's perfect ! The products are available at Sephora, although they are expensive but an investment for instant results."
        },
        {
            "review_title": "Skin feeling renewed",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "The Skin Renewal Serum is formulated with Niacinamide which is another ingredient must have in my routine. The consistency is lightweight and gel-like. It glides onto my skin smoothly and absorbs nicely with the aim of skin repair from environmental stressors. My skin felt soft and renewed after using it for a few days. I think this is a great addition for skin repair but again the price is pretty steep.  - Product received for free from Grown Alchemist in exchange for an honest review."
        },
        {
            "review_title": "The perfect overnight serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Dry skin",
            "review_text": "This overnight serum is formulated to reduce the signs of premature aging and support the renewal of healthy looking youthful skin. Instantly you can smell the strong floral scent on applying it, it does disappate fairly quickly though. The serum is a quite a thick consistency but it still absorbs very quickly leaving the skin looking and feeling more hydrated and soft. It also helps to reduce the visibility of my fine lines. An awesome overnight serum for those who like scented skincare.  - Product received for free from Grown Alchemist in exchange for an honest review."
        },
        {
            "review_title": "Powerful serum for healthy skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I've been using this serum, and Im loving it! It leaves my skin so radiant and hydrated. Its super lightweight and absorbs beautifully, no greasy feeling at all. Im really excited to see the long-term results!"
        },
        {
            "review_title": "Perfect new addition to my nighttime routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This skin renewal serum is the perfect addition to my bedtime routine. I had never heard of this brand before being gifted this serum through Butterly and it has changed my skin care routine. I also love how their products are clean and cruelty free   - Product received for free from Grown Alchemist in exchange for an honest review."
        },
        {
            "review_title": "A game changer in skin renewal!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Im so glad I was able to try this product! This product is exactly what I needed after postpartum. My skin was just looking really dull! After few days of use my skin texture became more better and clearer! My skin feel nourished and renewed! Product received for free from Grown Alchemist in exchange for an honest review"
        },
        {
            "review_title": "Awesome for nighttime routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "The Skin Renewal Serum by Grown Alchemist is a game-changer for achieving a radiant complexion. Infused with potent botanical extracts, it deeply nourishes and revitalizes the skin, promoting cell turnover and reducing the appearance of dullness and fatigue. With consistent use, I noticed a significant improvement in the overall tone and texture of my skin.  - Product received for free from Grown Alchemist in exchange for an honest review."
        },
        {
            "review_title": "Love this ! New favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I received this as a sample to try , and I love that it is a 6-in-1 formula, I use it every night!  My skin really feels fresh and renewed in the morning , and I love that it has antioxidants in it !"
        },
        {
            "review_title": "The perfect overnight serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Dry skin",
            "review_text": "This overnight serum is formulated to reduce the signs of premature aging and support the renewal of healthy looking youthful skin. Instantly you can smell the strong floral scent on applying it, it does disappate fairly quickly though. The serum is a quite a thick consistency but it still absorbs very quickly leaving the skin looking and feeling more hydrated and soft. It also helps to reduce the visibility of my fine lines. An awesome overnight serum for those who like scented skincare.  - Product received for free from Grown Alchemist in exchange for an honest review."
        },
        {
            "review_title": "Powerful serum for healthy skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I've been using this serum, and Im loving it! It leaves my skin so radiant and hydrated. Its super lightweight and absorbs beautifully, no greasy feeling at all. Im really excited to see the long-term results!"
        }
    ]
}