{
    "product_id": "22",
    "name": "GENIUS Liquid Collagen Cleanser",
    "brand": "Algenist",
    "categories": "Skincare, Value & Gift Sets",
    "price": 28.7,
    "about": "What it is:A foaming gel cleanser that gently and effectively removes sebum, makeup, and surface impurities..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Fine Lines and Wrinkles, Dullness, and Oiliness.Formulation:Gel.Highlighted Ingredients:- Patented Alguronic Acid: Is a benefit-boosting hero ingredient sustainably produced from algae..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, and cruelty-free..What Else You Need to Know:Designed for all skin types, this vegan formula has an SLS-free cleansing system that effectively removes surface impurities without stripping your skin. Upon rinsing, the thinnest moisture veil remains to support your skin barrier, leaving it nourished, soft, and smooth.",
    "ingredients": "-Patented Alguronic Acid: Is a benefit-boosting hero ingredient sustainably produced from algae..-Exclusive Biomimetic Collagen: Is a conditioning ingredient that visibly smooths texture, enhances suppleness, and supports strong skin..-Omega-Rich Microalgae Oil: Hydrates and nourishes skin for a softer feel and visibly restored radiance...Aqua (Water, Eau), Cocamidopropyl Betaine, Glycerin, Sodium Lauroyl Sarcosinate, Decyl Glucoside, Aloe Barbadensis Leaf Extract, Hydrolyzed Collagen*, Collagen Amino Acids, Parachlorella Beijerinckii Exopolysaccharides, Chlorella Protothecoides Oil, Glycerin, Parfum (Fragrance), Leuconostoc/Radish Root Ferment Filtrate, Phenoxyethanol, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Sodium Chloride, Ethylhexylglycerin, Mica, CI 77891 (Titanium Dioxide), CI 77491 (Iron Oxides)...*Created by binding vegetable fibers together to create vegan amino acids, resulting in a biomimetic collagen that is nearly identical in structure and function to animal-derived collagen.",
    "how_to_use": "Suggested Usage:.-Use in the morning and evening for a gentle cleanse..-Wet your face..-Lather cleanser into a light foam and massage onto skin..-Rinse well.",
    "num_reviews": 10,
    "overall_rating": 5.0,
    "product_url": "https://www.sephora.com/ca/en/product/algenist-genius-liquid-collagen-cleanser-P513877?skuId=2818060&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2818060-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Would repurchase!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Got it on sale for $25. Great smell, gentle, perfect consistency, doesnu2019t break me out. Gets makeup and spf off no problem and doesnu2019t leave face feeling tight and dry. Will continue to repurchase!"
        },
        {
            "review_title": "Best on the market",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Combination skin",
            "review_text": "I am a skincare junkie and have tried a TON of cleansers. This product is perhaps the best cleanser on the market. It cleans deep, but is not too rough on your skin. PLUS- my skin feels very smooth after using!"
        },
        {
            "review_title": "Totally clean feeling!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Amazing product! Zero residue, my skin feels totally clean after cleansing, its hard to find a great product like this at a decent price!   Love Alenist!"
        },
        {
            "review_title": "Favorite gentle on face, revived, and fresh!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was looking for a gentle cleanser that would be supple on my skin and give a clean dewy face and this what the Genius Liquid Collagen Cleanser does. My skin looks plumper and my fine lines are less visible, as well no residue on my skin from makeup-so it is a really good cleanser that does not make my face feel worked over, it just feels clean and fresh and light. It foams up nicely and washes off easily."
        },
        {
            "review_title": "Staple in Skincare",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "Iu2019ve been using the GENIUS Liquid Collagen Cleanser since this amazing product was released, and I absolutely love it! The first thing that struck me was the delightful scent. Itu2019s refreshing without being overpowering. The texture is fantastic and feels luxurious and gentle on my skin. From the very first use, I noticed an immediate difference. My skin felt smoother, more hydrated, and had a noticeable glow. Unlike other cleansers Iu2019ve tried, this one doesnu2019t leave my skin feeling tight or dry. Instead, it feels nourished and balanced. Overall, the GENIUS Liquid Collagen Cleanser has become a staple in my skincare routine. I highly recommend it to anyone looking for a high-quality, effective cleanser that delivers visible results."
        },
        {
            "review_title": "Smooth, silky game changing cleanser",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "This cleanser is a game changer. It has a smooth and silky feel out of the bottle. The light foaming action gently but thoroughly cleans your face, leaving a soft, but firm afterglow. I used it twice a day and felt and saw the results after a few days of use. It is my new daily cleanser!"
        },
        {
            "review_title": "Beautiful Formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This cleanser is a holy grail of mine. As someone who has perioral dermatitis, I struggle to find products that my skin can tolerate. All of Algenist's products are absolute bangers that do not irritate my skin, and this one is no exception! The lather is luxurious, it removes every trace of makeup (even without double cleansing), and is such a beautiful formula. A huge note is that it does NOT irritate my eyes, either! My skin does not feel tight or dry after rinsing. HIGHLY recommend."
        },
        {
            "review_title": "No more double cleansing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Normal skin",
            "review_text": "Amazing cleanser! Gets off all my makeup and mascara and doesnu2019t leave my skin feeling dry. Itu2019s has a great scent and a luxurious lather!"
        },
        {
            "review_title": "Great cleanser for dry climates!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I first started using this cleanser after a long Montana Winter, which is very rough on my skin, especially my face. After also using it during the warm, dry Summer, I am hooked. It is now my favorite cleanser. It removes any makeup I may have on, and leaves my skin hydrated and smooth. It is soothing and mild, yet effective. It rinses off easily. I also appreciate that it doesn't not have a strong scent. I will continue using it daily with my other Algenist collagen products."
        },
        {
            "review_title": "I love this cleanser!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have used this product for a few months now and it is my new favorite cleanser! It is hydrating, gentle, not strongly scented, takes off all my makeup, cleanses well and never dries my skin. You only need a small amount! What's not to love?"
        }
    ]
}