{
    "product_id": "1397",
    "name": "Glowy Super Gel Lightweight Dewy Multipurpose Illuminator",
    "brand": "Saie",
    "categories": "Makeup, Face, Highlighter",
    "price": 42.0,
    "about": "What it is: This lightweight, non-comedogenic illuminator is your forever first step under makeup for a hydrated, glowy radiance...Finish:\ Radiant..Formulation:\ Liquid..Highlighted Ingredients:.- Plant-Derived Glycerin: Powerful humectant known to increase skin’s natural moisture level..- Olive-Derived Squalane: Locks in moisture and leaves skin quenched and visibly glowing..- Rosehip Seed Oil: Ultra-rich in antioxidants to visibly brighten and moisturize skin...Ingredient Callouts: This product is cruelty-free...What Else You Need to Know: This award-winning versatile illuminator is available in four universal sheer shades that instantly give a glitter-free glow. Its unique gel texture melts into skin and can also be worn alone, mixed into skincare and makeup, or wherever you want skin that glows from within...Clean & Planet AwareOur ambitious curation of beauty made without controversial ingredients from brands dedicated to making meaningful environmental commitments, including sustainable ingredients and sourcing, packaging, corporate commitments, and consumer transparency....This product is an Allure\ Best of Beauty award winner.",
    "ingredients": "- Plant-Derived Glycerin: Powerful humectant known to increase skin’s natural moisture level..- Olive-Derived Squalane: Locks in moisture and leaves skin quenched and visibly glowing..- Rosehip Seed Oil: Ultra-rich in antioxidants to visibly brighten and moisturize skin....STARGLOW:.Water / Aqua / Eau, Caprylic/capric Triglyceride, Propanediol, Glycerin, Mica, Hydroxyethyl Acrylate/sodium Acryloyldimethyl Taurate Copolymer, Squalane, Caprylyl Glycol, Phenethyl Alcohol, Ethylhexylglycerin, Polysorbate 60, Ascorbyl Tetraisopalmitate, Carica Papaya (Papaya) Seed Oil, Rosa Canina Fruit Oil, Lactic Acid, Titanium Dioxide (CI 77891), Iron Oxides (CI 77491)....SUNGLOW:.Water / Aqua / Eau, Caprylic/capric Triglyceride, Propanediol, Glycerin, Mica, Sodium Acrylate/sodium Acryloyldimethyl Taurate Copolymer, Caprylyl Glycol, Isohexadecane, Phenethyl Alcohol, Ethylhexylglycerin, Polysorbate 80, Ascorbyl Tetraisopalmitate, Carica Papaya (Papaya) Seed Oil, Rosa Canina Fruit Oil, Sorbitan Oleate, Lactic Acid, Tin Oxide, Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, CI 77499)....ROSEGLOW:&nbsp;.Aqua /Water / Eau, Caprylic/Capric Triglyceride, Propanediol, Glycerin, Mica, Squalane, Carica Papaya Seed Oil, Rosa Canina Fruit Oil, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Polysorbate 60, Sorbitan Isostearate, Phenethyl Alcohol, Caprylyl Glycol, Tocopherol, Ethylhexylglycerin, Ascorbyl Tetraisopalmitate, Lactic Acid. &nbsp;[+/- May Contain/Peut Contenir: &nbsp;Titanium Dioxide (Ci 77891), Iron Oxide (Ci 77491)].The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.Think of Glowy Super Gel\ as your forever first step for an effortless glow:.- Apply 1-2 pumps all over under your favorite foundation, tinted moisturizer, or other complexion products. Use fingertips or The Big Brush to blend in..&nbsp;.Glowy Super Gel\ is also a multipurpose illuminator: &nbsp;.- Stacked on top of any look as a spot highlighter for instant glass-skin..- Mixed into cream makeup or skincare formula to boost glow..- Worn alone on the face or body (like your chest, collarbones, shoulders, and legs) for an all-over-glow.&nbsp;",
    "num_reviews": 3304,
    "overall_rating": 4.1,
    "product_url": "https://www.sephora.com/ca/en/product/saie-glowy-super-gel-lightweight-dewy-highlighter-P468206?skuId=2763894&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2763894-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Starglow",
            "shade_descriptor": "universal champagne",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2414027-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Warmglow",
            "shade_descriptor": "universal soft warm gold",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2834943-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Sunglow",
            "shade_descriptor": "warm golden bronze",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2414035-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Roseglow",
            "shade_descriptor": "universal rose gold glow",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2763894-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Saie super gel review",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I Love this product so much. It gives you a really good natural tint to your face without looking like you put so much make up on it really give you that natural glow that everyone wants."
        },
        {
            "review_title": "Won’t be without this product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Simply stunning. I use all over mixed with my moisturizer and also as a spot highlighter on cheeks. Truly a multi-use product. I will not be without. Highly recommend. Perfect all over glow without being too much."
        },
        {
            "review_title": "Smells horrible",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got a sample and a full bottle as a gift. I loved this product it looked great on bare skin and also underneath makeup but it smells so bad and makes me feels so nauseous and smells typically don’t bother me. It smells like rotting flowers inside a portable bathroom."
        },
        {
            "review_title": "Must Have Makeup Staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I love this brand so much. This glowy gel can be used as a primer or to finish on top of your makeup. I love the brightening, dewy finish it leaves your skin literally glowwwwing for days"
        },
        {
            "review_title": "Bring back the old formula!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone",
            "review_text": "This product USED TO BE amazing! It was grippy (primer like) and highly pigmented. It would help my makeup stay on for HOURS and with an out of the world glow. Sadly, now it’s just watery with barely any color. Please bring back the old formula!!!! I’m convinced the people making it viral have the old formula. If you don’t understand what the rave is all about or if it isn’t working for you… I think you may have gotten the new formula and I’m sorry you don’t get to try the original to see how amazing this was. Again, BRING BACK THE OLD FORMULA!"
        },
        {
            "review_title": "worth your money!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is by far my favorite product I own. I moved back to Colorado recently and needed something new to moisturize my skin, so I bought this. As soon as I wore this under my makeup, I looked 10x better. My makeup doesn’t crease or separate anymore. I’ve gotten a LOT of compliments wearing this. It’s sooo stunning!"
        },
        {
            "review_title": "LOVEEEEEE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, mediumTan skin tone, Normal skin",
            "review_text": "I loved this it was absolutely perfect it’s not to cool but not to brown so I can use it all year round it does have a tad bit of smell but nothing over powering I can barely notice it anymore"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Starglow - universal champagne",
            "review_buyer_description": "",
            "review_text": "This product makes my skin glow with great ingredients. A must have in your routine!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Sunglow - warm golden bronze",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have been using this product for a while and it doesn’t do much for me flakes under make up and on top of skin care it doesn’t make me look very tan tan and is too expensive for the amount of product it gives you ￼￼￼￼￼￼"
        },
        {
            "review_title": "Super good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I’ve been using this product and it makes me feel super glowy! I only thing is it doesn’t tint my skin as much as I wish it did"
        },
        {
            "review_title": "Sparkles",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I bought this product while it was popular, however it’s not my favorite. I feel like it leaves my face to look sparkly and shiny which is not how I like my makeup. But definitely a good product for your base if you’re wanting more of a glow and less of a natural look."
        },
        {
            "review_title": "Love love 💞",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I wanted to try this forever so when I got I was so excited 😆 and I love it its so pretty and very dewy and easy to blend definitely recommend to younger skin I will be getting another!"
        },
        {
            "review_title": "Soft glow all day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I received this as a check-out sample and was pleasantly surprised! I am fair with cool, pink undertones - the Starglow sample was a great shade for me. This layers nicely over foundation but I especially like it for very light/no-makeup days where I just want to give my face a little boost. I often wear the Charlotte Tilbury Hollywood Flawless Filter and I found this very comparable in wear and texture (sans any tint from Saie), by the end of the day it's still very much in-tact and without piling (my skin is on the more dry side). The rose fragrance is a bit strong when initially applied, but I liked it!"
        },
        {
            "review_title": "Pretty",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Super pretty and glowy but i wish i got the darker shade"
        },
        {
            "review_title": "Gross",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This smells HORRIBLE! I try so so hard to use it and I can barely get passed the smell. Also, I don’t find it that illuminating at all.  You could buy drug store stuff better than this. Don"
        },
        {
            "review_title": "Not great.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "As soon as I put this one my skin red bumps appeared allll over my face!  It has a faint smell and it does not make much of a difference in my opinion. I was really hoping to love, but unfortunately I don’t .   I"
        },
        {
            "review_title": "Glowing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This is pure perfection! It melts into my skin, giving me a warm, radiant glow that feels natural and effortless. Love it!"
        },
        {
            "review_title": "Natural Highlighter",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I love using this product as natural highlighter because it gives such a natural glow on tan skin. I don’t like using this product all over my face because I feel like I look oily/glittery and it emphasizes my texture."
        },
        {
            "review_title": "Best you ever have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Make my base so smooth and glowy, I always add this to this to my routine whenever its for important event or going out."
        },
        {
            "review_title": "10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I have the shade sun glow along with the star glow and let me tell you, both give a glow. Sun Glow has more of a bronze than a glow but it looks amazing. Star Glow is all glow. It is the product that makes you look glowy and not oily"
        },
        {
            "review_title": "Absolutely fell in love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Absolutely an amazing product. I fell in love at first years. It’s not fragrance I mean it’s very gently fragrance. It’s very great on sensitive skin. I have sensitive and rosacea skin and it does not bother me and it just kinda gives you a glow and evens out things and it’s just come on and go all by itself or it’s perfect with a full routine with eye makeup and everything"
        },
        {
            "review_title": "A must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I lovee this product! Gives off such a nice glow and i never break out after!"
        },
        {
            "review_title": "A must-have if you want glowy and dewy skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "I really been enjoying using Warmglow! I like applying it under my foundation or wearing it on its own. It gives my skin that beautiful, natural glowy and dewy look! I definitely recommend giving it a try."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Sunglow - warm golden bronze",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have been using this product for 6mo+ I love it! I do not like using makeup a lot so this is perfect by itself or with sunscreen it gives such a nice glow and helps hyperpigmentation. Highly recommend!"
        },
        {
            "review_title": "Must have in the makeup routine 💄",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "My favorite glowy super gel shade 🤍✨ can’t wait for summer to come and use it ✨ it’s super light and glowy on me such a beautiful natural look 🥰"
        },
        {
            "review_title": "A new Warm glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "A new way to apply a glitter finish to a no make up or minimalist look!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Warmglow - universal soft warm gold",
            "review_buyer_description": "",
            "review_text": "So far I kinda like it, it does give a nice glow. But there’s a floral scent that kinda makes me not wanna use it since I’m sensitive to smells. I wish it was fragrance free, also you can see glitter specs."
        },
        {
            "review_title": "Your skin but better",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is the secret to a radiant, dewy glow! The lightweight gel blends effortlessly for a fresh, natural finish—perfect under makeup or on its own. It’s hydrating, non-sticky, and gives that “your skin but better” vibe. A must-have for glowing skin!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Warmglow - universal soft warm gold",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I’ve been waiting for a shade like this! Warm glow is perfect for low coverage days where you just want a boost to your skin. It’s hydrating and glowy but it doesn’t make your skin look like you just put a whole bunch of bright highlighter on your face! I use this as a primer to give my skin a boost of hydration before foundation. Even with sensitive, eczema prone skin, this product works well with my routine! Highly recommend!"
        },
        {
            "review_title": "warm glow must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "after trying and hating the shade sun glow, i got warm glow and it is sooo much better. leaves my skin so glowy and healthy. warm glow is the perfect in between shade. however i suggest you avoid the shade sun glow, it was very streaky and looked terrible"
        },
        {
            "review_title": "Absolutely Perfect!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This product is so gorgeous beyond words. A little goes a long way! I use the shade starglow and every time I use it I fall in love. It’s not to intense but it’s subtle in a good way. It gives your skin this glowy flawless look! I definitely love using this for my more toned down makeup days, when it’s more casual.   I highly recommend this product!❤️⭐️"
        },
        {
            "review_title": "Glittery not glowy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Glittery not glowy, it’s a pass. I wish that it was more of a dewy gel, not my favorite yeah ￼"
        },
        {
            "review_title": "Finally...perfection!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I have been an off/on user of Saie's Glowy Super Gel because I have not been able to find the right shade to complement my skin tone...until WARMGLOW!!!!!  Having a light-medium Asian complexion, the Roseglow was too reddish for me, the Sunglow was too dark for me, and the Starglow was out of desperation as I felt like I had to use sooooooo much of it just to get the illuminizer highlighted effect and often times, it would then result in me looking overly sweaty like I just spent an hour in a hot sauna.  Thank you, Saie, for coming out with Warmglow!!"
        },
        {
            "review_title": "A Saie must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I love this product. Warmglow is perfect. It is light weight, absorbs quickly and leaves a beautiful shine. It is very moisturizing and feels so luxurious on my skin. I also love that the packaging can all be recycled. This includes the box it comes in to all of the components."
        },
        {
            "review_title": "Nice!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Soft and really nice in the skin! Very beautiful! Im glad I bought it."
        },
        {
            "review_title": "Sunkissed Glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "The mini lasts so long and it gives a very sunkissed bronze glow while looking natural! DEFINITELY RECOMMEND!"
        },
        {
            "review_title": "Everyday fave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Love this product for a glowy base! So lightweight on the skin and feels super hydrating."
        },
        {
            "review_title": "A MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have been using this product for a year and I simply cannot go without it now. It gives the most luminous bronze to your face without feeling oily or greasy. This also doubles as a primer and my makeup does not peel. Everyone needs this products"
        },
        {
            "review_title": "so good!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "i use this as bronzing drops before foundation and it adds such a beautiful glow to your skin that looks so natural and flattering!"
        },
        {
            "review_title": "Perfect match, makes me sparkle 💗",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "A new favorite. I’ve used it everyday since purchasing!"
        },
        {
            "review_title": "Natural",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Love using this before makeup! You can see it on the skin at first but it melts in and looks very natural. It doesn’t give you the tin man looking face like a lot of illuminators, rather an organic dewy look. . Lots of product for the price in great packaging."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I really didn't know that I was going to like this product, I bought it on a whim but after using it, I love it! It keeps my skin looking glowy and it works as a primer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Love this stuff such a cute all over glow. If your trying to use this as a spot highlighter i dont think you’ll get the blindness your hoping for but just as an all over base it is perfect"
        },
        {
            "review_title": "Off putting smell",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Received a mini in Starglow from the reward bazaar for 100 points. The colour looks beautiful and it feels nice on the skin, however it smells rancid. I’m not sure if this is normal for the product or if it is expired as it’s the first time trying any makeup products from Saie.   If it didn’t have the off putting smell, this is something I would use as a highlight only rather than skin prep under makeup! Ive included pictures of the product unblended, and blended out. The product is still wet in the blended out picture."
        },
        {
            "review_title": "The perfect skin enhancer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I love this product SO much. When I first bought it, I thought it was just going to be another overrated product, but after I tried it- I was absolutely hooked. It makes your skin look so healthy and glowy and dewy."
        },
        {
            "review_title": "Kinda useless",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I see no difference in my makeup when I use this. Can’t really apply it over foundation/concealer without patchiness, but used under foundation it just disappears. Seems unnecessary to me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Warmglow - universal soft warm gold",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Is such a good and lightweight base For my skin it leaves my skin very glowy and hydrated"
        },
        {
            "review_title": "Great product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this product. I have dry-combination skin, and was looking for something to elevate my makeup routine. I use this by itself, or mixed with my foundation for a glowy look. I am on my third or fourth bottle of this stuff. I can not do my makeup without it!  My only complaint is that sometimes it comes out a little watery."
        },
        {
            "review_title": "It’s subtle glowy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love how it leaves the skin and doesn't feel heavy at all on the skin, it's quite pleasant because it's not super glowy it's subtle"
        },
        {
            "review_title": "Nice product. Packaging needs reviewing.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Looks nice on your skin. But bc of the plastic inside the bottle it stinks. I also had to slam the lid of the bottle to get any product out after trying to pump it from the bottle 100 times"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Warmglow - universal soft warm gold",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I really enjoyed this product! Not quite a serum, not quite a highlighter, it adds subtle luminosity to the skin to make it look bright and healthy. I used it over my usual skincare, and it went on easily and smoothly, with no settling into lines. It felt super lightweight as well. I only wish it didn't have this vaguely botanical/floral scent to it?"
        },
        {
            "review_title": "an amazing primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "i like this product because it looks AMAZING under makeup. i don’t wear a lot of makeup being transgender but i like my skin to look glowy and natural. it’s beautiful on its own aswell"
        },
        {
            "review_title": "Very similar to original",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I don’t know if it’s just me but I don’t feel like this made a visible difference on my skin. I’m typically light to medium skin toneso this just didn’t make a huge difference for me. This product I don’t know if this shade was special. I definitely love this product overall but as someone who is traditionally a light – medium skin tone I don’t think they did anything special for me in particular"
        },
        {
            "review_title": "Another win from Saie!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "My new favorite product! My skin seriously glows after using. The perfect amount of glow without looking like too much. I need to buy a mini of this asap to travel with!"
        },
        {
            "review_title": "Pretty glow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I personally really love this product. I find it very natural and easy to use. I wear it with blush and concealer or even on it’s own on a naked face. I will be getting it again as a staple to my routine."
        },
        {
            "review_title": "Glowy Skin Must-have!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Makes my skin so nice and glowy!! I use a stick foundation over this product and it makes it look like I’m glowing from within!! Only complaint, it did not mix with my daily spf from Bubble, it made my spf pill off."
        },
        {
            "review_title": "DO NOT BUY! IM SAVING YOUR SKIN",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Get this if you wanna look Like a clown get this. This is the patchiest nastiest product I have ever put on my face IN MY 10 years of living. CHUNKS of glitter came out of my product. DO NOT RECOMMEND"
        },
        {
            "review_title": "A lightweight and wonderful illuminating multipurp",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Combination skin",
            "review_text": "I have warm skin and in the winter my skin looks a bit dull imo….but this glow illuminator from Saie really added an illustrious glow to my skin.  I used it both under my foundation and on its own and it gave my skin that much needed glow that really helped a boost my skins appearance and have my foundation looking gorgeous. I also tried it on its own a couple times and my face did have a nice warm highlighted. Also my chest and neck area had such a wonderful glow when I wore lower cut tops needed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Combination skin",
            "review_text": "Use it everyday and love it. I will bye it again!!"
        },
        {
            "review_title": "Warmglow is so pretty!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I absolutely love Saie's new color, Warmglow! I layer it under my foundation and use it as a base. It creates such a flawless finish and adds a bit of moisture to my skin. I also add it to my cheekbones as a highlighter. I love that it adds glow without harsh sparkles!"
        },
        {
            "review_title": "Smells bad but good glow",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This product I bought when the warm glow shade came out and it really makes my skin gluey but it smells AWFULL"
        },
        {
            "review_title": "So Impressed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I am so impressed with this product! It gives such a beautiful and natural glow to the skin. It also layers well under and over other makeup products. I highly recommend!"
        },
        {
            "review_title": "A must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I just got this product, and I already love it! It makes your skin so glowy and shimmery, and it is so pretty! Definitely recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Sunglow - warm golden bronze",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "so light weight and super bronzy and a perfect shade"
        },
        {
            "review_title": "A must have for a soft glow.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was very hopeful that this highlighter would provide a soft glow & I wasn’t disappointed. My fave BB cream (Stila) was discontinued & nothing I tried could replace it. Now I mix my tinted moisturizer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Warmglow - universal soft warm gold",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a gorgeous new shade from Saie. I’ve used the bronze shade before and I really like that for the summer but this is also good for any season! I put it on after moisturizing and blend it in with a brush. It leaves my olive skin tone glowy and dewy."
        },
        {
            "review_title": "The perfect warmglow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I wasn't sure i would like this because of the warmglow name and thinking it would look dark on me, but i actually really like it! I like using it under my makeup as a base, mixed with my foundation, or on top of a skin tint. It gives a nice subtle glow. It's gorgeous on top of makeup as a highlighter. I can see this being part of my daily summer makeup routine. It's the perfect warmglow for all skin types."
        },
        {
            "review_title": "Hated this",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, notSure skin tone, Combination skin",
            "review_text": "After using this multiple times, I found that I really didn’t not like this. No matter how I used it, it failed. It was always patchy on me, I felt really greasy, when blending it looks streaky with glitter specks that I’m my option are too big for my liking."
        },
        {
            "review_title": "Pros and cons to this.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I MOSTLY love this product, it is very bronzey and glowy. Although it starts to peel around my jawline throughout the day, not sure why. But this is a nice product and great for a simple bronzey look."
        },
        {
            "review_title": "Warmglow is so pretty!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Warmglow is so pretty! I have light to medium skin tone and it compliments it so nicely! It is incredibly lightweight and leaves my face looking pretty, radiant and with a natural glow! It is very easy to blend and just a little goes a long way and delivers great results! It’s definitely a keeper!"
        },
        {
            "review_title": "I use it daily",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love glowy super gel. It illuminates and looks like a natural glow. I use it daily and it does not irratate my sensitive skin. I don't go anywhere without it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Warmglow - universal soft warm gold",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "very happy warmglow is back permanently! it’s a perfect middle shade to use all over the face for a nice glow:) not too bright and not to dark!"
        },
        {
            "review_title": "Natural healthy glow!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I absolutely love Saie Glowy Super Gel! It’s the perfect first step in my makeup routine for that dewy, fresh-faced glow. The formula is super lightweight and feels hydrating, never greasy or heavy. It gives my skin a beautiful radiance that lasts all day, whether I wear it alone or under foundation. If you're after a natural, healthy glow, this is a must-have!"
        },
        {
            "review_title": "Great!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product is really good the only thing is don’t buy it as thinking it’s a foundation or something. It just adds a pretty shine to your face and works as a full face highlighter. The product doesn’t make my face oily or dry and keeps my face moisturized . a"
        },
        {
            "review_title": "The perfect glow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Warmglow is such a great shade. It gives glow without any tint at all. I love mixing it in with the Glowy Super Skin foundation, but when I’m in a hurry I use it on its own. It’s literally my skin but better. And it is super lightweight as well. It barely feels like anything on my skin."
        },
        {
            "review_title": "My daily go-to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Such a beautiful base for makeup or worn on its own! I’ve been wearing it everyday since I got. A universally flattering shade. Another amazing product from Saie!"
        },
        {
            "review_title": "awful😭",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "i got this and i literally hate it like it just looks like glitter all over your face and it broke me out every time i used it i threw it away😭"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Starglow - universal champagne",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Yes, you see individual little glitters but it genuinely blends out really well. From afar you don’t see the glitters and you look very dewy. Close up, the type of glitter doesn’t make it look obvious; it doesn’t look bad at all. Texture wise, the product is great and I love that once I’m done I still have a cute glass bottle. Yes, I’d buy it again!"
        },
        {
            "review_title": "Perfect for a glowy complexion",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "I absolutely love this product. I love to use this underneath my foundation as a glow primer or a mix it in with my foundation whenever I wanna add a subtle glow to my skin I love that you can make any foundation dewy"
        },
        {
            "review_title": "Did not like/ broke",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "I did not like the results of this product. It did not do anything for my face and it broke the first time I used it. i was going to return it but i lost the receipt. overall not the best product."
        },
        {
            "review_title": "Must have so hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "It is so cute and a perfect shade of you get the darker one it is so good you don’t need foundation and it is so hydrating"
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love this product so much! I love looking bronze and this product gives me that tan from the beach! It is so worth the price and I couldn’t recommend more!"
        },
        {
            "review_title": "Shine bright",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Tan skin tone, Dry skin",
            "review_text": "This particular shade is lighter for my complexion but it still has a radiant glow   I use it for the dull winter days we recently had and my skin looking amazing. Plus a lil goes a long way   Overall it’s an amazing product"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Warmglow - universal soft warm gold",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The saie warm glow is perfect for a light coverage option. It does not break my face out and blends perfect with my skin tone. I have a sun kissed look in the winter which I love. The finish is a natural look and doesn’t look like it’s caked on. It takes a little while to get use to the smell. I wear this product alone."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I got these a couple weeks ago, and I absolutely love it! It feels so nice and smooth on my face. It blends very nicely."
        },
        {
            "review_title": "It’s fine",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "Ok I have bought this product twice but I feel like it runs out really quickly! Compared to the drunk elephant drops, it doesn’t really give me a bronzed look at all. I mix it with my moisturizer so it normally doesn’t feel greasy but when I mix it with my skin tint it definitely doesn’t feel greasy"
        },
        {
            "review_title": "Glowing healthy skin must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I’m really loving the warm glow shade! It gives me a nice glow without making me orange or red like the other tones available. I’ve been using it under makeup but even during the weekends I will wear it alone and I’ve gotten so many compliments! it’s very lightweight and doesn’t make you greasy. I’m really enjoying it!"
        },
        {
            "review_title": "love it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Love the product!! it gives such a good fake tan look especially during winter. Would definitely recommend"
        },
        {
            "review_title": "Super Glowy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "I love this. I use it every day and makes my skin super glowy."
        },
        {
            "review_title": "super glowy finish",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "This a beautiful product and gives a beautiful glowy finish"
        },
        {
            "review_title": "perfect for everyday use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "warmglow is perfect for brown skin tones and truly lives up to its claim of being a universal shade. It blends seamlessly into my skin, giving me that natural lit-from-within radiance without looking greasy. The texture is lightweight and smooth, making it easy to apply. Whether I use it on its own for a fresh, dewy look or layer it under makeup for added luminosity, it never disappoints. It feels hydrating and enhances my complexion beautifully"
        },
        {
            "review_title": "the hype is worth it",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "used to use the glossier futuredew and as much as i love it it can feel quite heavy on the skin. this one is so lightweight and ads the perfect simmer on my skin, especially under my foundation and never sweater. love this product so much makes me look"
        },
        {
            "review_title": "Shiny warm glowy!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love love love the glowy finish! It’s great for winter when the skin is a little pale. I am enjoying wearing warm glow to all the holiday parties. Use after moisturising for a shiny glow!!"
        },
        {
            "review_title": "must have in my everyday routine!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love to mix my Starglow and Sunglow together and this is the perfect middle of both! Keeps my skin glowy all day! this is definitely worth the money"
        },
        {
            "review_title": "I’m really happy with it !!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I will give this product a 5 star review but the one thing that stops me is the smell,a little to much at the beginning of application,but the product is great! It lightweight and the glow is really nice collarbone hello and on top of makeup YESSSSS"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Warmglow - universal soft warm gold",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I love the new warmglow shade! It’s very dewy but this tint keeps it looking skin like and more of a natural glow. It can be worn alone or added to a foundation or moisturizer. It’s the perfect base addition for winter."
        },
        {
            "review_title": "Love it <3",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "This has become my absolute favorite illuminator. Warmglow is the perfect shade for me, it looks incredibly skin-like and radiant without being too glittery. Beautiful under makeup, on top, and mixed in with my body moisturizer to give a healthy glow to my decolletage."
        },
        {
            "review_title": "Glowy must have in my base routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "After using this product it left my skin so glowy and luminous. I used it as a primer for my base makeup and it was absolutely gorgeous!"
        },
        {
            "review_title": "A must have for everyday",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have heard so many good things about this product so I bought it. It made my makeup look amazing. It is perfect for lightweight everyday no foundation look!"
        },
        {
            "review_title": "Glowy undertones",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The Saie Glowy Super Gel in Warm Glow is a staple in my routine now , I have already used the rose glow shade before and love it , so this new shade was exciting to try out ! I use it under makeup for a radiant base or on bare skin for a natural, lit-from-within look. The lightweight texture blends effortlessly and adds the perfect golden glow without being overpowering. It’s hydrating, non-sticky, and versatile—my go-to for that dewy, healthy skin vibe every day!"
        },
        {
            "review_title": "Warmed Up and Healthy Looking Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "When I first heard about Warmglow I was worried that it would be too warm and too golden for me because I am extremely fair with neutral undertones.  As soon as I applied onto my skin I changed my mind and realized I was wrong! Don’t judge the product by the color in the bottle or the small icon that it shows on the website.  I like how lightweight and gel-like it feels. It doesn’t feel like I’m caking on layers of makeup on top of it. I like that I can use it in so many ways and change up how I apply it. I like to apply onto my skin on really good skin days and it gives me more lively and healthy looking. I also will apply as a primer with makeup over or by mixing in with my foundation. I actually wanted to apply more product than I thought I would because it’s so light weight and I wanted it more of the warmglow to shine through my skin.  Don’t be discouraged without trying it yourself! You will be surprised!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Warmglow - universal soft warm gold",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "The newest color from Saie in their super popular glowy super gel. This is the Goldilocks color for me. The previous colors felt too light, too dark and too pink for me but warmglow is perfect. As someone with oily skin I usually avoid all over highlighters but this one is subtle but build able for when you want more. And it's not glittery or metallic! The bottle is big and will last a very long time. Can't wait to try it on my body when the weather is warmer"
        },
        {
            "review_title": "It’s a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "It’s very good and creamy I use it everyday if you want a tanning thing then you should go for that."
        },
        {
            "review_title": "Love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Warmglow is so pretty! I have light to medium skin tone and it compliments it so nicely! It is incredibly lightweight and leaves my face looking pretty, radiant and with a natural glow! It is very easy to blend and just a little product is needed to deliver great results! In love with this new shade!"
        },
        {
            "review_title": "An everyday illuminator!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "After using this product for a week, I have noticed that it makes my base a lot glowier and shinier. I have rose glow which is more of a copper rose gold tone but I feel that this illuminator can work for all skin tones. I like the application of this product since it comes out smooth but the dry down leaves no residue or stickiness on the skin surface. There is a faint smell but I didn’t notice any issue. I would definitely recommend using this as a primer or as a highlighter."
        },
        {
            "review_title": "It’s finally permanent!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "It’s about darn time that Saie made this shade permanent! It’s my favorite one. I am not into silvery glow, I prefer more of a cool gold. Great formula also."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Warmglow - universal soft warm gold",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love the appearance of my skin after using this products! It leaves the perfect natural glow. It’s very lightweight and smooth on my skin."
        },
        {
            "review_title": "A must if you want “glow but make it look natural”",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "If you’re chasing that “glow but make it look natural” vibe, the Super Glowy Gel in Warm Glow is where it’s at. The formula is a lightweight gel-meets-serum hybrid that feels hydrating without being sticky or heavy. It glides onto the skin effortlessly and leaves behind this sheer, soft-focus finish that diffuses imperfections while boosting radiance.  The consistency is super smooth—almost watery—so it layers beautifully whether you wear it on bare skin, as a luminous base under makeup, or mixed with foundation. Warm Glow is the perfect golden tone, adding warmth without veering into orangey or glittery territory.  Honestly, it’s the kind of product that works for any makeup vibe—from full glam to barely-there. Bonus: it’s clean, cruelty-free, and never clogs pores. A total staple for that fresh, dewy glow."
        },
        {
            "review_title": "my new go-to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I absolutely love warm glow! My everyday makeup is tinted moisturizer or SPF & I like to mix the glowy super gel into it. My face has a nice glow that lasts all day. It also works really well mixed in with sunglow."
        },
        {
            "review_title": "Great but a few downsides",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "This is an amazing product don’t get me wrong, but it does smell a little odd. Not to mention it kinda smells weird aswell, it’s also so glowy to the point it looks like sweat. Overall, I still love this product and use it everyday."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love the new shade, it's a perfect mix of starglow and sunglow. Warm glow was my go to but I think it works better for me in summer/when I have a tan. Warmglow is perfect for winter when I want a little glow/warmth!"
        },
        {
            "review_title": "NEW SHADE ALERT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I love this product! I love that it can be worn alone or under make up! I love that there is a variety of shades with this new shade being perfect for most skin tones! Everything about it is amazing!"
        },
        {
            "review_title": "Perfect shade!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I've been using this shade for a couple weeks now and I love it! It's the perfect winter shade for me! I need a little color on my face so I don't look like a ghost lol"
        },
        {
            "review_title": "Glow perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I’m a HUGE FAN or warm glow! I don’t usually use foundation, but I used this as a base instead and it was fantastic, made my skin so glowy and feel really hydrated!"
        },
        {
            "review_title": "Warm glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "The Saie Glowy Super Gel in Warm Glow offers a glowy radiance that’s perfect for enhancing warmth in light to medium skin tones. Its lightweight, gel-based formula provides a sheer, luminous finish    without looking greasy or sparkly. It blends seamlessly into the skin, working well alone, under makeup, or mixed with foundation for a sun-kissed effect. Packed with hydrating and nourishing ingredients, it leaves the skin feeling soft and dewy. Ideal for a natural glow, it’s versatile for both everyday wear and special occasions."
        },
        {
            "review_title": "Perfect subtle glow for a barefaced radiance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I was lucky enough to give this a try before its release, complimentary of Saie. I really enjoy this illuminator with a bare face. It adds radiance to my skin and it isn't shiny, it adds a true glow to the skin. I find with some illuminators that are much more like highlighters that they emphasize the flaws in the face, but it's not the case with this. Especially in the winter season this gives a healthy look to the skin."
        },
        {
            "review_title": "Beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "This is such a beautiful illuminator and highlighter. It gives my skin such a beautiful and healthy glow. The formula is beautiful. It’s light and goes on so nicely and blends in beautifully. It leaves my skin looking so hydrated and radiant and glowy! I’m in love! It does have a slight scent but it is light and fades quickly."
        },
        {
            "review_title": "New favorite highlighter/primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This is my first Saie product and I love versatile and easy it is to use. I typically just wear a tinted SPF so l love layering or mixing the two! The Warmglow works with my skin so well. See photos for the before and after."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Warmglow - universal soft warm gold",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I personally believe this shade works best on light skin tone, or for those who are just looking for a glow with no tint. It leaves your skin with a glow finish that works just by itself. Very pretty on the skin."
        },
        {
            "review_title": "Great product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this product, I’ve noticed my skin to be glowier and look more tan. It’s kinda subtle but I love the look!"
        },
        {
            "review_title": "Definitely a need!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I tried Saie for the first time when i received this product and i really loved it! It give you that subtle glow without it feeling too heavy on my skin! It definitely added to my makeup routine!!! i will continue to use it & i love that it can be used on its own as well"
        },
        {
            "review_title": "A Universal Staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I’ve been using the shade warmglow for the past couple weeks with my every day makeup and I’m obsessed! I was nervous about how it would show up on my deeper complexion but it’s very universal and doesn’t wash out my complexion at all. It’s a very nice glowy base that perfectly elevates any look! I love that it adds a noticeably healthy glow on its own or under my skin tint/ foundation that’s not too overdone!"
        },
        {
            "review_title": "Natural glow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Love using this as a base for my no makeup days to brighten up my skin and bring a soft glow. I also use loving this as a highlighter to add a bit more a pop. It settles really nicely through the day as well (doesn't break up weird or look oily). I've gotten compliments on how dewy my skin looks while wearing the Glowy Super Gel!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Warmglow - universal soft warm gold",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "OBSESSED is an understatement! I have been using this nonstop since I got it, and love it on my skin with just that and a little bit of concealer and it looks and feels incredible. So natural and skin like and glowy"
        },
        {
            "review_title": "BEST!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Love at first application! I really liked the gel in the new shade, I'm a fan of the classic Starglow color, but the new shade won me over immediately, it shines beautifully, very delicate! looooovvve"
        },
        {
            "review_title": "MUST HAVE 💜",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "absolutely love!!!!! the shade is so so gorgeous, i mixed it with my spf and wow it feels so soft + glowy!"
        },
        {
            "review_title": "A must-have in my everyday routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This product is super hydrating and I love the glowy finish!"
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "I wanted to use this product for a week or two before I gave my honest review and here I am ten days in and I absolutely love it this glowy supergel in warm glow is soooo good and if you use it right it gives you that all winter long summer glow"
        },
        {
            "review_title": "Natural glow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I’ve used this product in the shade Warmglow a few times and I can say I’m a fan! I love how it naturally highlights the high points of your face. Additionally, I have fair skin but this shade is universal so anyone can use it!"
        },
        {
            "review_title": "Nice product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I like the new color of the Glowy Super Gel. It goes on well and feels great on my face. I don’t care for the smell of it but the smell didn’t last long. I received this product to try before it was released."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Warmglow - universal soft warm gold",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This illuminator gives the most beautiful subtle glow without it looking oily or overly sparkly. I have been using it under foundation on my cheeks or mixed in with tinted moisturizer and it has worked perfectly without changing how well my products work."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I love this product so much! It truly makes my skin glowy & beautiful. I have dry skin & it still works flawlessly. I use it by itself, and my cream blush lays over very well. Love love love. The formula is amazing."
        },
        {
            "review_title": "Must have in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Omg this product is such an AMAZING product! It makes me look so tanned and I LOVE it!! Definitely recommend!! 10/10!! 🫶🏻🫶🏻"
        },
        {
            "review_title": "Versatile product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This product is a game changer for my makeup routine. some days I use it under makeup to achieve a “warm glow” and other times I like to use it as a highlight with blush when going out. It’s such a versatile product to add to your makeup routine. So run don’t walk and get this today!!"
        },
        {
            "review_title": "So glowy!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Dry skin",
            "review_text": "I really like this product because it makes my skin look really good!  I don’t really use a lot of foundation anymore, I prefer products like this.  Feels really light weight on the skin.  Sometimes I will just use it to highlight certain parts of my face too instead of all over.  Gives the skin a hydrated glowy look!"
        },
        {
            "review_title": "A natural bronzed look",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "After using this product it gives a really nice shine and bronzing appeal. I would suggest this for everyone. The only downfall of this product is that not all of it was filled up with products . It looked pretty used with a dent of losed products when I just bought it ."
        },
        {
            "review_title": "YESSSS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I LOVED this product!!! It’s perfect for summer!!! It gives you the perfect bronze!!!"
        },
        {
            "review_title": "A staple in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This new color is AMAZING!! It gives such a subtle glow that can be used as the first step of your makeup routine or towards the end to highlight the high points of your face. I also use it on my shoulders and collarbones for that extra radiance."
        },
        {
            "review_title": "Good shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Best option even if you have dry skin, this is a good option to give a natural glow on your makeup and you can use daily"
        },
        {
            "review_title": "Pretty glow!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "Warm Glow is such a beautiful shade! This is my first time using the Glowy Super Gel, and I wasn’t sure how it would work with my combination skin or darker skin tone. However, Warm Glow adds the prettiest, radiant base before applying the rest of my makeup! While it is slightly on the oilier side, it sets well with the right makeup products."
        },
        {
            "review_title": "Horrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "I used it and it did nothing to my skin, no shine, no glowy, it just disappeared"
        },
        {
            "review_title": "Must Have from No makeup to full beat",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Warmglow is on the right and sunglow (for comparison) is on the left in the pictures! Warmglow is absolutely perfect for my skin tone. I look super awake and glowy and it just helps even out my skin! The formula is super lightweight and comfortable to wear! There’s hardly any leftover product even after applying with your fingers. I hardly get any product residue when I wipe my fingers on a makeup wipe, which is so impressive to me! I love wearing this everyday just to make my skin feel brighter and makes me feel more confident even with no makeup! It’s absolutely beautiful under makeup as well! It helps give a beautiful glow underneath a full face! The glow seems to last a while even just bare faced. I haven’t necessarily timed it, but I’m still glowy after a whole day! Definitely recommend for everyone especially if you want something lightweight to really boost your glow!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This lightweight, gel-based luminizer gives you that fresh, “I drink 8 glasses of water a day” kind of glow—without any chunky glitter in sight. I’ve been mixing it with my lotion for a subtle radiance or dabbing it onto my high points for a soft, warm, lit-from-within look. It’s dewy but not greasy, and the shade Warmglow adds the perfect sun-kissed vibe even on cloudy days. A little goes a long way, so this bottle will be sticking around for a while. Highly recommend if you’re all about that effortless, natural glow!"
        },
        {
            "review_title": "Suitable for all types of makeup!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This universal shade is honestly very versatile! You can use warmglow under ur makeup to make your foundation look more “glowy” underneath, or use it as a highlight to give a dewy look on top of your makeup. Some of the best products are the ones that u can use with a full face of a makeup, and without, and this is one of them!!!!"
        },
        {
            "review_title": "Warm glow is my new favorite color!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I love using this Illuminator! Love to mix it with my foundation for a radiant natural look but also love to use as a body highlighter  love to apply it on my chest, collarbones and shoulders. Color is just right to use as a highlight"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Warmglow - universal soft warm gold",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Works just as beautifully as all the other colors! I am obsessed with this product. My everyday holy grail!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "literally perfect, i love it so much, perfect amount of glow :)"
        },
        {
            "review_title": "Nice formula",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Definitely a “candlelit” color! While this color isn’t the best match for my coloring, I love the light and feathery formula!"
        },
        {
            "review_title": "Meet your new skin BFF",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This lightweight, gel-based luminizer gives you that fresh, “I drink 8 glasses of water a day” kind of glow—without any chunky glitter in sight. I’ve been mixing it with my lotion for a subtle radiance or dabbing it onto my high points for a soft, warm, lit-from-within look. It’s dewy but not greasy, and the shade Warmglow adds the perfect sun-kissed vibe even on cloudy days. A little goes a long way, so this bottle will be sticking around for a while. Highly recommend if you’re all about that effortless, natural glow!"
        },
        {
            "review_title": "INCREDIBLE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "At first I was afraid that the product would be too glittery, but the particles are very small and it gives such a natural glow. I can use it as a highlighter or as a primer and it makes my skin look so healthy !!! I really love it❤️"
        },
        {
            "review_title": "I Love It",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "I love this new product. It's great for achieving a beautiful illuminated glow on the skin. I like to use it alone or under my blushes to give them more luminosity. The product glides on smoothly and the coverage is buildable. The warmglow color has beautiful golden shimmers that reflect light and help to better contour the face."
        },
        {
            "review_title": "Phenomenal!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Absolutely stunning either by itself or under makeup! I have the other shades and I absolutely love them all."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I love the shimmer this adds to my makeup! Really gives your skin a nice glow and it is easy to add makeup on top of it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Roseglow - universal rose gold glow",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "Dewy radiance in a bottle! I mixed this product with the L'Oreal Lumi Glotion for a glowy makeup look and made my cheekbones and collarbones SHIMMER LIKE THE STARS! Definitely recommend! #"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Since and glowy makes my skin look like a filter such a must have"
        },
        {
            "review_title": "My fav shade is warm glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is the most beautiful glowy supergel. I am obsessed with the effect that it leaves on your skin. It’s giving hydrated and glowy at the same time. It really does leave a candle lit glow like loook that is soooo stunning. Product mixes very well under and over other products. Leaves a glow but without the feel or look of any product being there it’s like skin"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Sunglow is a little too dark for my pale skin so I have been loving Warmglow! I was gifted the product by Saie and have really enjoyed testing it out. I find that it gives such a pretty glow under makeup while providing a hint of color! No issues with pilling and all my products have laid smoothly on top. This is gorgeous on its own too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Warmglow - universal soft warm gold",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This has become one of my favorite glow products! The lightweight formula melts effortlessly into the skin, creating a gorgeous, natural radiance that feels fresh and never overdone. I love using it in different ways, mixed with foundation for a soft, all-over glow, or dabbed onto the high points of my face as a highlighter. It’s not shimmery or oily, just the perfect amount of luminosity. Plus, it stays put for hours without needing any touch-ups. A must-have for anyone who loves that healthy, lit-from-within finish."
        },
        {
            "review_title": "The most beautiful glow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "The Saie Glowy Super Gel in Warm Glow is the perfect product for that effortless, dewy look. It’s lightweight, blends easily, and leaves a soft golden glow that feels natural, not sparkly. I love mixing it with my foundation or dabbing it on its own for a fresh, radiant finish. It’s clean, simple, and makes my skin look alive—definitely a go-to for everyday glow!"
        },
        {
            "review_title": "My everyday go to!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "One of my favorite products in my makeup bag! I recently switched from the Fenty version of this product and like this one so much better! Remember: A little goes a long way! The only negative to this product is that it applies very wet, so you may want to wear a skin tint with it."
        },
        {
            "review_title": "Warmglow is GORGEOUS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I love Warmglow! It gives you the most beautiful, natural-looking shine. The product is incredibly versatile—you can mix it with foundation, use it as a base for light days, or blend it with highlighter. It lasts all day, leaving me looking refreshed and rejuvenated. Here is a photo of me using it as a base!"
        },
        {
            "review_title": "Adds a nice, hydrating glow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This is my first time using a gel and product like this and I've been loving it so far! I've applied Warmglow on my skin before adding foundation and I think it adds a nice subtle glow while hydrating my face. I'm excited to also try using it in different steps of my skincare/makeup routine to experiment."
        },
        {
            "review_title": "Perfect match <3",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Warmglow is the perfect shade between starglow and sunglow that I was looking for! If you have a light medium skin tone this is perfect for you. Not only does it feel lightweight, but it gives my skin such a nice glow. 10/10 would recommend!"
        },
        {
            "review_title": "Great!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Great product for natural makeup! You can put it all over your face or just certain parts of your face like typical highlighter.  For reference I have light-medium skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Warmglow - universal soft warm gold",
            "review_buyer_description": "",
            "review_text": "I already love the lightweight gel formula of the Glowy Super Gel, and the new Warmglow shade has made me fall in love with it even more. This shade is incredibly flattering and looks so natural on my complexion. It adds a gorgeous, soft glow to my face. The application is effortless—I simply use my fingers to blend it. I like to apply it on my cheekbones and down the center of my nose for a radiant, lit-from-within look!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Warmglow - universal soft warm gold",
            "review_buyer_description": "",
            "review_text": "I love glowy gel, but this shade is definitely my favorite. I have fair-light skin and it is such a perfect and natural shade for me. It the color matches me very well, so the glow it gives leaves my skin looking very natural and glowy. I also love how versatile this product is. I mix it with my foundation and face cream, use as a primer or highlighter. Sometimes I’ll even mix it into body moisturizer or use by itself on shoulders, collar bones, legs"
        },
        {
            "review_title": "My perfect color!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Normal skin",
            "review_text": "I’m obsessed with warmglow, it is the perfect shade for me! This gel formula is so lightweight and comfortable on the skin, with no sticky residue after application. It delivers a stunning, natural-looking radiance that works beautifully in so many ways. I’ve used it on its own, blended with foundation or moisturizer, and even as a highlighter over makeup. I love the versatility of this super gel, such a great formula!"
        },
        {
            "review_title": "Must have shade!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "I love how this new illuminator shade works on my skin. Its the perfect sheen i was looking for for my everyday busy routine. Recommend 10/10 for anyone looking for a warm yet dewy look everyday."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Warmglow - universal soft warm gold",
            "review_buyer_description": "Light skin tone, Dry skin",
            "review_text": "So far, I really like this product! I've been using it under my makeup, and it leaves me with a really nice warm glow. What I really like about it is that it isn't an overwhelming glow. It doesn't make me look greasy, and when I put powder on, I can still see the subtle glow. It definitely brightens my skin as well. I want to try mixing it with my moisturizer because I think that could give me a really nice glow for days I don't wear makeup. I can't wait to try the other shades! "
        },
        {
            "review_title": "A staple in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is my new favorite item in my makeup routine. Having mature skin  and I am constantly looking for something to help give me the look of healthy glowy skin, without it accentuating texture"
        },
        {
            "review_title": "The perfect amount of warmth and glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "After using this product for the last few days, I’ve fallen in love! I already had starglow, but this adds a very slight warmth to my appearance. It’s the perfect medium between Starglow and Sunglow. I’m so excited to keep wearing this through the winter to add slight color to my face."
        },
        {
            "review_title": "You will love the Warmglow!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Their Starglow is my #1 makeup product and my most purchased item year after year. The formula and glow are stunning—beautiful and incredibly natural-looking. So, I knew I’d love the Warmglow too. I wanted a warmer-toned highlighter for when I wear warmer or moodier makeup, and this is absolutely perfect. I don’t want to look like a disco ball, and this delivers the most gorgeous, natural warm radiance. It stays fresh and luminous all day."
        },
        {
            "review_title": "A must have for glowing skin ✨",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Warmglow is the perfect shade if you want a hint of color. I find it perks up my skin, especially during winter for a beautiful glow. The consistency is very nice and you can mix with your moisturizer or wear alone. Another great product from Saie. Also a little goes a long way so the bottle will last you a good while. Enjoy!"
        },
        {
            "review_title": "Natural glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love using these. I also have the rose gold one and had Been on of my favorites. It gives me such a natural glow. Here I used it without makeup so you can see the glow. It’s very lightweight, wasn’t sticky and held on great with makeup. Highly recommend this. makeup."
        },
        {
            "review_title": "Best one yet!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love this product. I have the other 3 colors and this is my favorite. Especially being fair and combo skin its the perfect glow but doesnt make me look too shinny. I put this on then wait about 10 minutes and use slip tint."
        },
        {
            "review_title": "LOVE IT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I’ve been loving this—it’s so lightweight and easy to use. It gives my skin a natural, dewy glow without feeling heavy or looking too sparkly. I use it as a highlighter or mix it with my foundation for an all-over radiance, and it works perfectly either way. Plus, it lasts for hours without needing a touch-up."
        },
        {
            "review_title": "Warm and glowy !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Oily skin",
            "review_text": "This is a really great under highlighter. I use it to put under my foundation for work. it makes me have a natural glow and comes with a good amount of product."
        },
        {
            "review_title": "This is stunning!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have been loving this shade. It’s truly a warm glow color that works perfect on my medium skin. I haven’t had any breakouts since using this product in my every day routine. It adds a luminous, natural dewy look and blends so nicely into my skin. I have had no issues with piling or flaking. This product is perfect for enhancing your makeup and skin routine!"
        },
        {
            "review_title": "GLOW GLOW GLOW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "One of the best highlights ever!! I us\e it before my skin tint and it makes all my makeup look glowy and smooth! This shade too is perfect if you don't know what to get, as it's more flexible than the lightest shade."
        },
        {
            "review_title": "This winter is for Warmglow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I’m so excited Warmglow is now a full time shade of glowy super gel! Warmglow is the most PERFECT transition color for winter. It gives you that touch of warm gold color that illuminates your skin for that perfect signature Saie glow."
        },
        {
            "review_title": "So Versatile!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Warmglow is my favorite shade so far! It is dewy looking without too much tint. It is the perfect luminizer and is so versatile/easy to use. I love a product that can be applied without tools (just with fingers) and plays nice with my other makeup products. This really acts as a primer under my other makeup and pairs so well with my favorite bronzer. When I am not wearing any makeup but want a healthy glow, I add two pumps of this to my SOF. when I am wearing makeup, I like to apply this to my cheekbones and cupids bow to highlight those areas. Would definitely recommend—a standout product from Saie for sure!"
        },
        {
            "review_title": "A daily staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "My favorite product to use as a primer! I’ve been using Starglow for years, but it is a bit light for me. Warmglow is a perfect match for me. It makes me glow, without making me bright. Saie is always great, with affordable pricing."
        },
        {
            "review_title": "So pretty!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I’m obsessed with the new warmglow shade they just launched. It fits my skin tone perfectly and adds a glow from within that looks so pretty under makeup. I like that it looks more natural and less glittery than others I have tried."
        },
        {
            "review_title": "ORDER NOW!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I got the shade Warm glow, and I’m obsessed! It’s the perfect shade for my skin tone, and it leaves my skin hydrating and glowy! Thank you Saie!"
        },
        {
            "review_title": "So beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Absolutely one of my favorite lightweight Dewey Chloe super jealous this is the first time I ever tried it and I am absolutely floored. It leaves such a beautiful finish and glow I love to wear this alone or under my other same products. I am a very dooey girl and I love a lot of blame and just gives it absolutely one of the prettiest warmth clothes that I’ve ever had especially during the winter time which is ideal and I can’t wait to try this out in the summer. It’s going to be amazing."
        },
        {
            "review_title": "First impression so far so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "My first time EVER trying this illuminator and after my first use I get why it is a essential in so many peoples makeup routine. It adds a subtle glow to the skin without looking oily or glittery which I love because I have combination skin therefore there’s a thin line between having a healthy glow and looking like you could fry an egg in my forehead. It’s also super lightweight feels like nothing on your face which I appreciate because my skin is claustrophobic; I hate the feeling of a lot of makeup.  Overall, I see myself using this product more often and maybe even repurchasing but I will continue to use it to see how my skin reacts to it and how my makeup lays."
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I have been absolutely loving this product! At first I wasn’t sure if it was really doing much, but it’s so subtle, and that’s what makes it perfect! I do not like a lot of shimmer in my products and this gives the perfect healthy looking glow to your base. I highly recommend this product. Face"
        },
        {
            "review_title": "In love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I love this stuff! I have loved every shade and this one is no different. I love the way it makes my skin look. Like a glow from within. I like to mix this with my sunscreen for a pretty natural look. Then add some mascara and you have a natural makeup look. The gel feels so nice on my skin. It’s so lightweight and comfortable"
        },
        {
            "review_title": "New fave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "I was so nervous to try this product even though it became viral, and now that I have it I can see why! I love using it as a primer or even as a base for a no makeup day ! It leaves the skin glowy and the color sheers out but you can still tell i have something on my face."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Warmglow - universal soft warm gold",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I absolutely love the new WARMGLOW! I feel like this shade really suits me and my skin tone! I love having a glowy look to my skin!"
        },
        {
            "review_title": "LOVE WARMGLOW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "LOVE IT! The color is perfect! I have light-medium skin and sometimes the illuminators sold are too dark and this ones finally not!! I can even use it as a highlighter! It’s perfect I would recomend this color to anyone who is just getting into using and understand glow."
        },
        {
            "review_title": "Perfect flow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I got this product early and am loving it so far! It gives my skin the most wonderful sheen under my foundation or just under some concealer!! It is glowy but not too much where I look greasy!  I am acne prone and haven’t had any issues. I have this in other shades and think warm glow is my favorite so far!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "One of the best to share them all Gives it natural glow I think it will work on more skin tones than any other shades  Love the packaging"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Love this soft, warm golden shade! It has become a must have step for my everyday makeup routine. Blends really well and is super hydrating.Super lightweight."
        },
        {
            "review_title": "New Fav Product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This product is my first time trying it ever and, expectations were met! its actually so lightweight. It truly feels like nothing on my face and truly makes my skin so glowy. This shade is more for the subtle glow people out there!"
        },
        {
            "review_title": "Warmglow is so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "LOVE LOVE LOVE this! I am so happy Saie released a shade in between the other two because this is the perfect shade for me! This is wonderful to apply before my foundation mixed with my primer or I use this to apply to the high points of my cheeks as a highlighter. This is the perfect all in one and the perfect shade now - obsessed!"
        },
        {
            "review_title": "Glowy Perfection!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Oily skin",
            "review_text": "I’m absolutely in love with this illuminator! The Warmglow shade is the perfect soft gold that enhances my skin without looking overdone. The texture is so lightweight and silky, it blends seamlessly into my skin for a natural glow. I especially love using it as a base or even on its own for those no-makeup days. Can’t recommend this enough!"
        },
        {
            "review_title": "So Glowy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "After using this product for the past few weeks I loved it! It gives the perfect amount of glow with a gold shimmer, and it’s not greasy at all! I like to wear this by itself and under foundation."
        },
        {
            "review_title": "I’m Glowing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This was one of my first times trying their illuminator and let me tell you, it did NOT disappoint. First of all, I love how lightweight and smooth this product feels and applies to my face. It doesn’t feel sticky nor does it feel like it’s just sitting on top. I also love the subtle glow it gives me with just the right amount of shimmer to it! I apply this as a “prep” to my makeup and it is the perfect base. Truly is universal and I highly recommend!"
        },
        {
            "review_title": "My new staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I’ve only ever used the star glow and I liked to use it as a for a glowy start to my routine. I thought that complimented me well until I tried warm glow. Wow! I love this universal illuminated and will always reach for this!!!"
        },
        {
            "review_title": "major glow",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Porcelain skin tone, Dry skin",
            "review_text": "I like a glowy base as much as the next one - I have dry, ageing skin with fine lines and wrinkles. Warmglow is a universally flatting warm shade with gel texture. Sadly it doesn't layer well with my foundation - as a base it pills, as a highlighter it lifts.  I think it would be ideal for those with already perfect skin who don't normally wear a full face of complexion products.  Received complimentary in exchange for my honest review."
        },
        {
            "review_title": "A must have for no makeup days",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This is the most glowy dewy Illuminator I have ever tried! It goes perfectly under my foundation and there is no peeling or flacking! My go to for a natural glow and a no makeup kind of day! I would recommend for anyone also beginner friendly!"
        },
        {
            "review_title": "what my makeup routine was searching for",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I’ve used super gel for a while but always was looking for more for my pale skin that wasn’t 100% “tan” warm glow brings exactly what my skin was looking for, a warm candlelit glow. Personally I mix it with moisturizer"
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love the shade of this!! It’s the perfect in between shade for lighter skin tones that isn’t too pink. Formula is the same amazing formula as the others, highly recommend"
        },
        {
            "review_title": "This has me glowing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I do no make up make up looks every single day and this is a staple in my routine. I am truly grateful that saie came up with the glowy super gel product. Girls please run and get these and try them out especially the new warm glow amazing. Please check out my photo of me glowing with i"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Warmglow - universal soft warm gold",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Yeah, I get the obsession now. This is so easy to apply and gives my skin the most beautiful glow. I like to throw it on before leaving the house and I instantly look refreshed."
        },
        {
            "review_title": "Super cute",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Have been trying a couple of days and I love it! Super lightweight It leaves a natural glow, I have used it just with moisturizer and it’s incredible! As well with my foundation and as a highlighter. I will use it every day now💕"
        },
        {
            "review_title": "Need the rosy one next!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Looove. I’m so happy tbis doesn’t leave a white cast with some highlighters do, tbis absorbs I’m so nicely and doesn’t leave that “greasy” look that some glowy give off, it’s a nice dew. Feels super light on the skin and I haven’t noticed any pore clogging with this."
        },
        {
            "review_title": "Another one out of the park.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Once again Saie delivers on an amazing shade. Glowy supergel is a fabulous product in and of itself. Glowing luminating hydrating and lasting. But this shade is the perfect glow for winter. winter. Still lets you be tan but not overdone for winter."
        },
        {
            "review_title": "Glowy and bronzed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "Warmglow is such a beautiful shade. It's just as glowy as the other shades and it gives a subtle bronzed look. It's not a super intense bronze so I really love that! It's a perfect year-round product!!! 🤎"
        },
        {
            "review_title": "Love this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I recently tried the new Saie Glowy Super Gel in Warmglow, and I’m absolutely in love with it! From the first application, it gives my skin a beautiful, natural glow without feeling heavy or sticky. The formula is lightweight and blends effortlessly, leaving behind a soft, dewy finish that looks radiant all day long.  The shade Warmglow is the perfect golden-toned tint that adds warmth to my complexion, making it look like I’ve just come from a sun-kissed vacation. It's versatile too — I can wear it on its own for a fresh, glowing look or mix it with my foundation for an extra boost of radiance.  I am attaching a couple of photos (with flash and without flash) where I'm only wearing this product—no foundation—so you can see the beautiful glow it gives my skin.   Overall, this product has quickly become a staple in my beauty routine, and I highly recommend it for anyone looking to enhance their natural glow!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Warmglow - universal soft warm gold",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "absolutely obsessed with this product! So soft and blends out perfectly, I love!!"
        },
        {
            "review_title": "Perfect for all the time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "I love the warm glow shade. I feel like it’s better for all year round use. I have the bronze one but felt as though that one is specifically for summer. the formula is still lightweight while leave a beautiful glow  glowy"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Warmglow - universal soft warm gold",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I'm loving the versatility of this- you can mix it in with moisturizer, foundation, blush, or just use it by itself as a highlighter. As a person with oily skin, I usually don't gravitate towards these kinds of products but I was pleasantly surprised with this one- it doesn't make my face look overly oily or greasy at all. I would say if you are oily, that you are pretty conservative with the amount that you use and build it up slowly, but I would say oily girlies would also love this product!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Warmglow - universal soft warm gold",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Loved this so much!! Made my skin super glowy and looked less dry. Will definitely be restocking when finished!!"
        },
        {
            "review_title": "In love 💜",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I love this product! It leaves such a gorgeous glow on my skin. I have light skin which tends to burn easily in the sun, so it’s so nice to have a product make my skin appear slightly bronzed! I love how lightweight it feels on my skin. This is perfect for anyone wanting a glowy base!"
        },
        {
            "review_title": "sooooo good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "i LOVE this product. i got the warm glow early and it is to die for. my skin feels amazing and i have the best glow even in the winter and i could see and feel a difference instantly."
        },
        {
            "review_title": "Beautiful glowy finish and an absolute must have.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "This product adds a beautiful warmth and shine to my everyday look. It was so easy to use and add to my routine. The new shade option couldn't be more perfect and I can't imagine it not suiting anyone. I would definitely get this product again."
        },
        {
            "review_title": "Amazing beautiful glow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "The most beautiful lit from within glow I can get from a product! It goes on so smoothly and just makes my base look amazing I’m obsessed!! On days I don’t want to wear anything it’s perfect or days I wear makeup on top and it’s even more amazing!! Saie can do no wrong…"
        },
        {
            "review_title": "So Glowy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "This gives such a lovely sunkissed glow! It makes me feel like my skin is warmer and brighter this winter."
        },
        {
            "review_title": "A must, even for cool toned skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "I received this from saie as a product tester, so this review will be completely honest and share my true thoughts.  The application of this is just as easy as the other , it has a cooler consistency to it. I very much enjoy it is amazing! versions of the saie glowy drops.  Since this one is warmer, it has a different"
        },
        {
            "review_title": "Great for a clean girl, dewy look!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "After a couple of times wearing this product in multiple ways, my favorite way is to use is before foundation to give my face a dewy and shiny base. This product does have a bit of an interesting scent but when applied it is not noticeable. This complements my skin to make a natural-looking but luminescent base and I love it!"
        },
        {
            "review_title": "Must have in my everyday makeup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is the most perfect shade for under your foundation to give you that warm glowy skin that you want it’s truly one of the best 💜"
        },
        {
            "review_title": "AMAZING RADIANCE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I absolutely love this product! It is extremely light and easy to use. I mix this with my moisturizer to apply before putting on my daily makeup! This is also a great product to use to achieve that radiant look without makeup!"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "A review should be honest, and TBH this product struck me. It’s a product i would usually not go to but, it has become a favorite. My skin gets such a nice glow when i mix this with my foundation.    also wear"
        },
        {
            "review_title": "best formula 💖",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "the best formula! saie never failed to surprise me 💖 this new shade definitely will be my new fav! its so moisturizing and leaving a glowy finish. perfect for base makeup or even everyday look."
        },
        {
            "review_title": "It's okay, but not what I was expecting.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Dry skin",
            "review_text": "I tried the Saie Super Gel in Warmglow, and while it dries down nicely, I was a bit disappointed with the lack of a noticeable glow. Instead of a radiant, dewy finish, it didn't give the subtle, healthy glow I was expecting. The finish felt more matte than luminous, which wasn’t what I was hoping for. While the texture and wear were fine, the lack of glow really took away from the overall effect."
        },
        {
            "review_title": "Must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I loved this product! While all the shades are subtle, I found this shade suited my olive/warm undertones the best. Love the consistency and definitely gives me the glow I need in these cold winter days! Highly recommend for anyone looking to subtly boost their glow!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Warmglow - universal soft warm gold",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely love this. I mixed it with my moisturizer in the morning and it will act as a base for me before I apply my makeup.  On the days I don't wear make up, I like to use this alone to give my skin a nice glow when my face is bare.  I will try the other shades after I finish the warmglow"
        },
        {
            "review_title": "Perfect amount of glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The Warmglow shade is my favorite shade of the super gel that I have tried so far; it looks really nice when I wear self tanner or bronzer. It gives me a nice glow that looks natural."
        },
        {
            "review_title": "Major glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Warm glow is such a gorgeous shade I’m glad they released it in a larger size! I love using it as a primer for a super glowy base"
        },
        {
            "review_title": "A new must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "I love Warmglow! It’s a new must have. It’s warm and radiant and I feel fresh and illuminated. It’s especially great for winter months when my skin feels more drab."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Warmglow - universal soft warm gold",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "This is my new favorite shade of glowy super gel! My complexion is quite fair, so I was initially worried about this maybe being too dark when I first took it out of the box. I was pleasantly surprised that it was a beautifully universal shade that blends in so beautifully! It leaves my skin perfectly glowy all day."
        },
        {
            "review_title": "Finally a pale gold!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I adore this formula. I have the shade Starglow and I like it but it’s a very pale highlight, Warmglow is a darker shade of pale gold, and it is stunning. I love using it as a primer or mixed into my foundation. It gives the most beautiful healthy glow"
        },
        {
            "review_title": "Lit From Within",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "The Saie Warmglow Illuminator is, simply put, absolutely stunning. This product melts right into the skin, feels light and silky, and meshes so well with other products. I am a sucker for a good champagne peachy color, which is what I think makes this color in specific so universal! I have olive skin, but have tried this on someone with a pink skin tone as well, both of which looked amazing. The “lit from within” glow is to die for. Warmglow can be worn by itself, used under foundation, or even used as a highlighter. From a universal color to endless ways to use, I highly encourage everyone to try!"
        },
        {
            "review_title": "Glowy Primer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Beautiful shade for my neutral skin tone! Feels more like skincare than makeup because it’s so lightweight! I use this as a primer and it gives my skin a very lovely glow"
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "The most perfect universal glow, right in time for the winter ugglies!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Warmglow - universal soft warm gold",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "The Glowy Super Gel in Warmglow is a game-changer. It gives the perfect golden glow. It is lightweight, dewy, and super easy to use. Perfect for that glowing from within vibe without overdoing it! Highly recommend!"
        },
        {
            "review_title": "The perfect shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Warmglow is the perfect daily shade. It is subtle and super easy to apply."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Warmglow - universal soft warm gold",
            "review_buyer_description": "Blue eyes, Dry skin",
            "review_text": "Loved this product!!!! Makes my skin look glowy with a slit tint of warmth!! Drys quickly and I can barely feel it on my face. Will be repurchasing!!!"
        },
        {
            "review_title": "Candle Lit Glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Can’t live without glowy super gel. Hydrating, soothing, glowy. Warm glow is the perfect mix of starglow and bronze glow. I love the way it looks on its own and under slip tint. I also use I also use it as a hiliter"
        },
        {
            "review_title": "So universal!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Saie Beauty’s new Glowy Super Gel in Warm Glow is a game-changer! The lightweight, hydrating formula blends seamlessly, giving a natural sun-kissed radiance. The warm golden tone is perfect for all skin types, whether as a highlighter, mixed with foundation, or on bare skin. It’s like a bottle of sunshine—effortless and stunning!"
        },
        {
            "review_title": "Gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The SAIE Glowy Super Gel in Warm Glow is a radiant jewel! Its lightweight, gel-like texture blends effortlessly into the skin, leaving a natural, sun-kissed glow that looks like you’re lit from within. I love how versatile it is. I can wear it alone, mix it with foundation, or layer it as a subtle highlight. The warm, golden undertones are flattering and add the perfect touch of luminosity without looking glittery. Plus, it feels hydrating and comfortable all day. If you’re after a dewy, effortless glow, this product is a must-try!"
        },
        {
            "review_title": "What can I Saie",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This was my first time trying anything by Saie. I am NOT disappointed. I am fair with cool undertones so I wasn’t sure how this would look on me. STUNNING is how it looked. I found it to have a subtle scent that smells almost like watermelon to me. Cannot say enough good things about this. I wore it by itself as well as primer before foundation. So happy with this product and shade."
        },
        {
            "review_title": "Perfect for these cold months!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I love the glow this give me especially right now in the colder months where I’m not as tan and I feel like sun glow looks too crazy on me! This is like a warmer universal which I loveeee! Definitely going be using it now that it’s cold.  more more in"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Warmglow - universal soft warm gold",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "i’m loving this!! i’ve wanted to try the glowy super gel for so long and i’m so thankful that i got the opportunity to try it before launch. the formula is so lightweight and buildable, and the sheen it leaves behind is so soft and gorgeous. so impressed"
        },
        {
            "review_title": "Such a beautiful glow!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Warm glow has become my favorite under makeup primer ever! It gives me the most beautiful glow and as a fair girl it doesn’t make me look crazy at all! This really is the best for under makeup, it doesn’t pull or leave streaks!streaks"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I like to mix this with my moisturizer, feels so smooth and makes my skin feel great."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Warmglow - universal soft warm gold",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "This is exactly what I needed!! I am a super pale girly and use star glow every day, but warm glow is the perfect shade for me to give a little bit of color!! This formula is beautiful under makeup and gives the most beautiful glow!!"
        },
        {
            "review_title": "Gorgeous warm glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Warm glow is gorgeous on my skin!!! I was a little worried because I’m more on the fair side, but it definitely looks great!!! So happy I got this!"
        },
        {
            "review_title": "Glass skin in a bottle!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "This product is so beautiful! Literally glass skin in a bottle, its not greasy but leaves a beautiful and natural glow on your skin!! looks beautiful by itself, under foundation, or as a highlighter"
        },
        {
            "review_title": "Glowy Skin Perfection - Even for Oily Skin!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "As someone with oily skin, I was scared of using this product. But, this product gives me the perfect healthy, dewy glow without looking oily! Whether I use it all over or as more of a high-point highlight, my face just glows!"
        },
        {
            "review_title": "The perfect shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This is the shade they needed! Warmglow is a universal shade I think would suit everyone well. It’s the perfect amount of warmth without being overbearing. My skin is warm and glowing with this shade!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "My favorite Glowy Super Gel yet! It’s a pale girls best friend to get that warmth without looking orange. Blends beautifully as well!"
        },
        {
            "review_title": "The perfect in between shade!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "After using it the past few weeks, I noticed that I prefer this shade over the others. The color is so subtle to the eye but lovely on the skin! It gives me the best glow within look and I highly recommend trying it out!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Warmglow - universal soft warm gold",
            "review_buyer_description": "Normal skin",
            "review_text": "Glowy Super Gel impressed me with its lightweight texture and natural finish. It blends beautifully into the skin, adding a healthy, subtle glow. I love how versatile it is—you can use it as a base, on its own, or mix it with foundation for a fresh effect. A must-have for anyone who loves a natural makeup look."
        },
        {
            "review_title": "A MUST HAVE IN MY ROUTINE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I can’t rave about the warm glow illuminator enough! It gives me such a radiant finish! I use it alone on my no makeup days too, and I get so many compliments! It’s the perfect start to your base! If you’ve been on the fence do it! I can’t do my face without it!"
        },
        {
            "review_title": "Must Have!🤍✨",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "This product is so goodddd! It gives such a natural glow and just looks amazing on the skin. It doesn’t break me out or look overly glittery.💗"
        },
        {
            "review_title": "MUST HAVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Warmglow Super Gel in difference to the other colors is more neutral. Making it the perfect tone to start your make up and leaving a natural warm glowy look. It does not feel heavy on the skin and helps with a longer lasting make up. I have to saie this is my top favorite makeup brand."
        },
        {
            "review_title": "Splurge on something else.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I’m gonna be honest here; this did nothing for me. While I was so excited to try this at first, after using it for about 2 weeks I’ve noticed little to no change. Face is not left dewy like advertised and Not to mention the smell is HORRIBLE. I’m contemplating on if I should return this or not."
        },
        {
            "review_title": "LONG LAAASTING GLOW.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I struggle finding the most natural highlighter/glow that lasts long . My face still had the same glow after 6 hours ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "It's simply perfect. I love the glow and how well it moisturizes my skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I love this product, I’ve repurchased for myself and my sister used mine and she liked it so I bought it for her too. It’s glowy and bronzed. My only slight complaint is there are a few sparkles in it."
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is beautiful for under makeup or just on days you want to wear no makeup! I love the rose gold shade but it’s very sheer so u won’t look pink. It’s just gives a nice hydrated glow with no glitter or shimmer!"
        },
        {
            "review_title": "go to glowy base",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "i absolutely love the glow its gives me. i use this underneath my makeup and always looks good!"
        },
        {
            "review_title": "Best Highlighter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I love this highlighter so much, a small amount goes so far. It took me almost a year to through the sample size and I use highlighter atleast twice a week. Super glowy finish."
        },
        {
            "review_title": "I cannot go without this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "Absolutely love this product! Makes my makeup so glow and gorgeous! ￼"
        },
        {
            "review_title": "A overall good product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "After using the product it wasn’t super visible on my skin. It was super hydrating though."
        },
        {
            "review_title": "Bronze and glow essential!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "After using this product for 6 months I can officially say I love this! It’s such a great alternative for other bronzing drops. It brings suck a gorgeous bronzed glow to my face. Definitely worth the money!"
        },
        {
            "review_title": "New staple!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Got a sample, fell in love, the rest is history. This has truly changed my makeup.m game. I am fair skin with blue eyes red hair, this adds such a nice blurring effect to my skin with a nice warm glow. Truly will always purchase this product!"
        },
        {
            "review_title": "Really nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I think it’s great and it doesn’t break me out. But if you look close on your skin you can see glitter. Not a bad thing just a side note"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Roseglow - universal rose gold glow",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "My favorite product of all time to achieve a glowy base year round !!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Roseglow - universal rose gold glow",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I love this product and the pigmentation. Leave my makeup beautiful"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Sunglow - warm golden bronze",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Perfect base for any makeup, easy to apply and very nice results!"
        },
        {
            "review_title": "GLOW!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Love the glow! She’s stunning and perfect! Gorgeous coloring and skin"
        },
        {
            "review_title": "Beautiful but BAD breaking out",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "The consistency and color are so wonderful but this broke me out so bad it’s not even funny. I have used it a few times hoping it was something else, but it’s definitely this. It breaks me out with pimples and my cheeks look inflamed. Unfortunately for these reasons I can’t recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This is a really good product. It makes me super glow. I honestly just tried this for the fun of it and tried to use it as a blush and a 100% works if you get rose glow as the shade love it. ￼"
        },
        {
            "review_title": "Not what I expected",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I don’t think that it gives enough pigment and glow but if you want a very subtle glow then this is the one for you. I think this would be better for people with clearer and non textured skin since it really brings out and texture and imperfections in the face. But if you are looking for a more material glow then I would recommend."
        },
        {
            "review_title": "LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "Love this product!!! Must have, I now use it every day in my make up routine and have been getting so many compliments recently. I will definitely purchase."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I do really like this product, but as a clumsy person like me I broke mine and the out glass of it shattered. not the products or brands fault totally mine and I own up to it. but very good product"
        },
        {
            "review_title": "Don’t buy, way better highlighters out there",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "You can’t reallly use this as a regular highlighter. It applies soooooo patchy over makeup. Not worth the money if I have to just mix it in my other products to use it"
        },
        {
            "review_title": "LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I like it under my make up because it’s makes me look very glowy"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Roseglow - universal rose gold glow",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Nice colour but unfortunately it made me break out"
        },
        {
            "review_title": "A must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Super good it just I wished they had more lighter shades like the rare beauty highlighter but the product is a good one"
        },
        {
            "review_title": "use this everyday!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have repurchase this about 4 times already and will continue to purchase it! Super light weight with a very pretty glow. Goes well under and over your base makeup. I also use it just as a base for lighter makeup days. It's defiantly a must have in my makeup routine!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Interesting product. I wasn’t sure as first but now I always reach for it. I typically mix with my blush for a bit more of a glow."
        },
        {
            "review_title": "this is a must-have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "i LOVE this as a substitute for foundation since i’m not a full coverage girly. i will definitely repurchase but try a different shade. This leaves such a beautiful glow to your skin!"
        },
        {
            "review_title": "best primer!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "i use this product as my primer after moisturizer and spf. It is so beautiful on the skin and makes my skin have  healthy looking glow instead of looking oily which many other glowy products do. It hasn’t broken me out which is the best thing about it as I am acne prone."
        },
        {
            "review_title": "Not for all skin types. Fungal acne reactions.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This looked GREAT but I broke out in a way I never have before after one use. Disappointing because I liked it a lot."
        },
        {
            "review_title": "Perfect for all year use!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I love this product rather than the bronzing one since I am darker skin tone and it is just so beautiful!!! Will be buying again"
        },
        {
            "review_title": "Definitely repurchasing!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I loved this product I got it in the shade Sunglow and it gave me a super natural glow while lightly bronzing my face. I would definitely recommend this product! Although I wish it were less expensive for its size."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Love this under my makeup and it blends but gives such a amazing glow!!"
        },
        {
            "review_title": "AMAZING!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "i personally really love this product! it gives my skin a glowy, dewy shine without making my face look too greasy! not to mention the packaging is so cute! would recommend!"
        },
        {
            "review_title": "Yes!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love the glow it gives your skin. Wish it was a little less expensive or more product in the bottle."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This is so glowy and it leaves your skin looks so highlighted and shiny. Love that it is long lasting and doesn’t smudge off the makeup underneath."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love this product! I've repurchased a few times it makes my skin look so glowy"
        },
        {
            "review_title": "Universal & Versatile",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I would recommend Saie if you are looking for a glowy finish! I love the gold color, and I recently bought the roseglow color, which is very pretty too. The colors and finish of Saie is super universal, and look good on everyone!! Another plus is that the full size comes with a lot of product."
        },
        {
            "review_title": "Nice",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "It’s a nice product to add a glow to your skin. There is a smell but it’s neither good nor bad. It didn’t blow me away so it’s a solid 4 star product!"
        },
        {
            "review_title": "DO NOT PURCHASE",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "This product smells so BAD! The product itself isn’t even good it’s patchy and hard to mix into the skin. DO NOT GET IT"
        },
        {
            "review_title": "oily",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "it’s super oily but is a good base. if you wanna look tan and oily at the same time get this"
        },
        {
            "review_title": "Best product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "My favorite makeup product!! Makes my makeup look amazing and last all day!!"
        },
        {
            "review_title": "good primer, but kind of useless for full face",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I use it as a primer, it’s gorgeous and works well under makeup. however the “glow” does nothing if you’re putting on a lot of concealer anyway. definitely not as effective for full face girlies. beautiful if you’re more of a clean girl makeup person, and intends to use this on highlighting areas!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Starglow - universal champagne",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Leaves a hydrated, dewy look! Good for no makeup on top or as a primer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Beautiful! Great bronzy glow! Repurchased twice! Definitely recommend"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This product is soo good but it literally broke me out SO BADLY, gave me white heads☹️"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Sunglow - warm golden bronze",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Omg this product is so good when I used it it left the perfect radiant glow.Also it doesn't have much of a sent and that was perfect for me."
        },
        {
            "review_title": "love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "i loveee this product! it’s so beautiful and shimmery under makeup or even alone:) i prefer star glow over sun glow. sometimes sun glow can make my dark spots/acne more noticeable/darker."
        },
        {
            "review_title": "Definitely a must in my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Sooooo good!! Gives you the best glow, with a little bit of a tint. So pretty! Worth the price, and definitely recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "dewy & hydrating, starglow shade is very sheer but pretty"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "Works well and subtle. Def put it on your eyelids it looks AMAZING."
        },
        {
            "review_title": "The best glowy look!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I adore this product it is so stunning and affordable!! It gives such a natural beautiful glow and is so pretty with or without makeup! I would definitely reccomend this to anyone!!"
        },
        {
            "review_title": "The best",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This mixes great under all my makeup and gives such a nice natural glow with a bit of color as well.  I prefer the star glow because it mixes with all skin tones even when i’m pale.  You can use it alone or under makeup too."
        },
        {
            "review_title": "A must must must-have in my routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I like this product but it has some downs. It makes me look bronze but at first it makes it so pink and on my neck there is finger prints but if u blend it enough it looks great so 4.5 stars"
        },
        {
            "review_title": "Nope!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Don't buy it.  Clumpy, streaky & drying.  Not sure how it received an allure award. I'll go back to Dior."
        },
        {
            "review_title": "A must have in my routine!?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "Love this product!!! My favorite part in my makeup routine!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Sunglow - warm golden bronze",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I bought both shades and I'm in love. Sun Glow leaves a warm glow perfect for a bronzed look, and Starglow gives a softer, more universal illumination. The texture is light, doesn't feel sticky, and blends easily over foundation or bare skin. My favorite highlighters right now!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Starglow - universal champagne",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I bought both shades and I'm in love. Sun Glow leaves a warm glow perfect for a bronzed look, and Starglow gives a softer, more universal illumination. The texture is light, doesn't feel sticky, and blends easily over foundation or bare skin. My favorite highlighters right now!"
        },
        {
            "review_title": "Love It!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "After using this product with my makeup routine it is amazing. It helps my skin look glowy and fresh. The one thing I don't really like is it puts glitter all over my hands. Overall it is pretty good"
        },
        {
            "review_title": "good but weird smell",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Normal skin",
            "review_text": "definitely makes me look tanner! but, it smells kinda weird and cheap which isn’t my fav"
        },
        {
            "review_title": "AMAZING product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product is one of the best glowy bronzing product ever."
        },
        {
            "review_title": "That glow tho!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "After using this product my skin look perfect it gives a nice sheen to my face"
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Normal skin",
            "review_text": "The hype is so so real for this product!!! It’s a new staple in my routine for sure. It’s a fair price and decent amount of product for a mini. Also it’s cruelty free yes please!"
        },
        {
            "review_title": "Nice, dewy and natural glow!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I used this on top of my foundation as a cheekbone highlight and it gives a nice, healthy and dewy glow! The bottle is so large that if you just use it as a spot highlighter you only need a tiny drop and the bottle Will last FOREB!"
        },
        {
            "review_title": "We love her",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Love using this before putting on foundation or tinted sunscreen. Provides such a good luminous base. Full bottle is worth it. Try out the small one first tho."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Roseglow - universal rose gold glow",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I LOVE this product. So glowy and hydrating. I use it under my makeup or on its own. The rose glow color is so perfect as well!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Starglow - universal champagne",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "amazinggg, its like dew drops but the opposite hahah, its also the only product ive ever put on my boyfriends face that he actually said felt good😭 it doesn’t leave my face sticky and feels like nothing but is such a nice feeling gel, it kind of melts in your hands"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Roseglow - universal rose gold glow",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "LOVE! Perfect level of tint and glow. Definitely the perfect product for everyday wear."
        },
        {
            "review_title": "A MUST HAVE IN MY DAILY ROUTINE!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
            "review_text": "THIS PRODUCT IS MY HOLY GRAIL. it is so amazing and leaves your skin so dewy, and I have tried quite a few bronzing drops but never re-brought. except for this one. I have bought 2 of these, and they also last so long 1 bottle a year with daily use. so. if you're looking for a nice base and bronzing dewy look, THESE ARE IT!!!!"
        },
        {
            "review_title": "very nice product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "this product is very nice, it has left a glowy bronze to my skin, it's not a very pigmented bronze, it's good for winter if you don't wanna look as pale as a ghost, but also don't want to look too tan, one thing I don't like about this product iss the smell, it has a strong oder of plastic and just fakeness? if that makes sense. 45"
        },
        {
            "review_title": "Gorgeous Glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is so glowy and beautiful. You can build it up or keep it minimal. Sometimes I only use on certain places on my face."
        },
        {
            "review_title": "Complexion Game Changer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is a complexion game changer. A little goes a long way. I wear it under my foundation across my upper cheekbone area to provide a natural glow. LOVE"
        },
        {
            "review_title": "I'll be buying more",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I've been using this product for about a month. I love the warm sun kissed look I have with it. It's moisturizing and doesn't cause breakouts for me."
        },
        {
            "review_title": "I’m a BIG fan!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "By far this is the best bronzing drop I have tried, (much better than drunk elephant or the dupes like lumi lotion or elf)! I was nervous to try this because it is expensive and I have fairer skin but I decided to because I got it during the sale. First off, you don’t even have to mix it with a moisturizer if you don’t want to. Secondly, it’s a dark enough color so it will work for a decent amount of skin tones but you can also sheer it out or build it up. I would recommend if you’re in the market for a bronzing drop!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Roseglow - universal rose gold glow",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Favorite out of the 3! The perfect mix for light-medium skin tone. Not super glowy, it’s just the perfect amount where it doesn’t look metallic"
        },
        {
            "review_title": "I hated this product",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Looked like mud on my face. And it broke me out!! Waste of my money"
        },
        {
            "review_title": "Buy it now!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Absolutely love!!! So glowy and moisturizing! Will purchase again."
        },
        {
            "review_title": "smelly",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "i love the look this gives but i can’t stand the smell"
        },
        {
            "review_title": "Use this product everyday!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I bought the mini to test it out and I finished the whole thing till it was completely empty, So I purchased the full size and have no regrets. Its lightweight and gives a natural glow under makeup. It has also never broke me out and I have acne prome skin."
        },
        {
            "review_title": "Gorgeous!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is my second time repurchasing and I love this product! Gives your skin a beautiful natural glow and sits really nicely under makeup. Blend out quickly and don’t be afraid to be a little heavy handed if you like a sunkissed look!"
        },
        {
            "review_title": "Love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product makes me looks so glowy and dewy, I have shades star glow for winter and sun glow for summer. I like to use them all over my face, but star glow also works as a beautiful highlighter."
        },
        {
            "review_title": "light and moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "regularly buy this product. works well for brown skin"
        },
        {
            "review_title": "Def recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I loved this product so much! It leaves a nice glowy finish on the skin without making me look oily! My makeup always sits really nicely on top of this!"
        },
        {
            "review_title": "Glowing skin is always a winner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I mix this with my skin tint/foundation. It helps to give my skin a healthy glow."
        },
        {
            "review_title": "recommend",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "if i could give it 4.5 stars i wld. this is a really good product, i have very fair skin but this rose pinky shade is even more natural looking than the starglow shade and it doesnt make ur skin pink. this gives ur skin a really nice glow. my ONLY complaint is it smells a lil weird. not like horrible or anything like other reviews make it seem like, but u can just smell it on your face. recommend though!"
        },
        {
            "review_title": "Looks very beautiful on skin ￼",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "I love the glow it left on my skin, but it didn't smell good I got told at school. I don't smell good because of it lol  ￼￼￼"
        },
        {
            "review_title": "Opposite of what I was looking for",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Disappointingly sheer but I was expecting something along the potency of High Beam. Has some larger flecks also which I don’t like - I prefer a glow toa glitter a"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Starglow - universal champagne",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Literally best thing ever i was really skeptical about it but it gives such a nice glow!! It also makes my skin feel super soft so definitely a + i never had any reactions from it and it’s been a week or 2 since i’ve had it. Definitely should buy!!"
        },
        {
            "review_title": "Beautiful Texture & Color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "This is a great liquid highlighter. The texture is nice, blends very well with foundation (great option to use with matte foundations), layers nice on top of it, and gives the skin a natural glow. I've used the more bronze option, along with the original shade. But I especially love the Rosegold, it compliments my skin perfectly. You get a huge bottle, well with the cost."
        },
        {
            "review_title": "Absolutely will be repurchasing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, notSure skin tone, Dry skin",
            "review_text": "I LOVE THIS SO MUCH. It makes my base look flawless"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Starglow - universal champagne",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "It was very hydrating and pretty light on my skin. The fullsize lasts a very long time"
        },
        {
            "review_title": "a must have brand",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "After using i saw how amazing this brand and product are, wising it never ends."
        },
        {
            "review_title": "Please like my comment",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This product is good but I don't feel the need in my routine for this product so I will not be repurchasing it and I don't think You really need unless you like wanna do a no makeup look and like just curl your lashes and put some aquifer on then this is good"
        },
        {
            "review_title": "GET THESEEE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "In my opinion these are the BEST tanning drops they are so nice to blend in and leave the most beautiful tan color on your face"
        },
        {
            "review_title": "Must have in routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This Product is very good it is like Drunk Elephant Bronzie drops BUT BETTER this is especially used in the winter instead of getting tan."
        },
        {
            "review_title": "Pretty but",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Looks stunning and hydrating for skin but it feels like the glow wears off and you are left with glitter. Also the bronze shade seemed to break me out unlike the lighter one"
        },
        {
            "review_title": "bruh don’t buy ts",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "ts sucks dude , it ran out in 6 uses, its hardly even glowy and disappears in 10 mins huge disappointment bc i wanted to love it so bad and im alr broke enough n had to spend my own money on ts"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Sunglow - warm golden bronze",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "i really liked it, the size is perfect for the prize, but the thing is the formula is sparkly and left me looking like a diamond, but otherwise the color is really pretty"
        },
        {
            "review_title": "You can’t skip this in your routine it’s a must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "This product is amazing it makes my skin feel so nice and glowy. It doesn’t brake me out. It’s not patchy and it feels like moisturizer. It doesn’t feel like makeup on your skin it feels like skincare. Very hydrating and long lasting. I workout everyday out with this product everyday and it doesn’t come offf at all even if I sweat. I recommend this product."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Initially tried this in shade Starglow but picked up Roseglow - suits my light medium complexion perfectly! This not only offers a beautiful radiant look without looking metallic or emphasizing texture, it also very hydating! Love to use this under makeup and on its own!"
        },
        {
            "review_title": "Staple!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love using this product, it makes my skin look so good and bright!!"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, notSure skin tone, Combination skin",
            "review_text": "This product makes my skin so dewy and makes me shine bright. 🌟👏"
        },
        {
            "review_title": "Glittery Heaven",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "If you like a bronze that is also a glow than this is for you. Good for everyday activities work, school, literally anything!!!! Could be worn without or with moisturizer."
        },
        {
            "review_title": "Amazing Product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This is amazing and super glowy!! I use it everyday!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Roseglow - universal rose gold glow",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "love it. It was so good and refreshing and my face felt  so glowy"
        },
        {
            "review_title": "The perfect glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I absolutely love the Saie glowy super gel! It’s the perfect product to give you that glow from within under makeup. I mostly use the starglow shade under my foundation. It works well with my oily skin. Somehow it doesn’t make me oiler. I will forever repurchase"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Starglow - universal champagne",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "love this product-it’s so glowy and the perfect base for my makeup"
        },
        {
            "review_title": "OMG SOO GOOD",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "literally awesome. this product is so amazing. I used it during the winter and it made me look like a bronze statue. it made me feel so beautiful and shiny, and those little glitter particles were the cherry on top."
        },
        {
            "review_title": "I’ve bought it several times!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Obsessed with Starglow! I’ve also tried Sunglow, but I love how reflective and brightening Starglow looks on my face. It’s the perfect base to build on with a light layer of foundation or with concealer! Can’t get enough of this!!"
        },
        {
            "review_title": "Careful if you have acne-prone skin!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Not recommended for oily or combo skin, it’s good the first hour of wear and then turns greasy. The darker shade also caused some breakouts, choose the lighter shade for acne-prone skin!"
        },
        {
            "review_title": "Hydrated bb angel",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I’m *very* picky about glowy things for my face, but this gem has been something I find myself reaching for often. It doesn’t make my skin shiny like a disco ball on NYE, more like a healthy, hydrated bb angel. 👼🏻"
        },
        {
            "review_title": "Loveeee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "I love this product. It gives off such a nice bronze color but not to much bronze"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Starglow - universal champagne",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Love love LOVE this glowy super gel! It brings such a refreshing dew to my face & honestly elongates the wear of my foundation. This is the first product I’ve tried by them & can’t wait to try more!"
        },
        {
            "review_title": "My favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Truly genuinely so beautiful on the skin. Works well under makeup or even by itself (I apply it after skincare!) I really want to try more shades of This!"
        },
        {
            "review_title": "Must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "So radiant! I used the super gel as a primer and my makeup stays in place all day."
        },
        {
            "review_title": "Roseglow review✨",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love the natural glow, with a little pump you can have a nice make up"
        },
        {
            "review_title": "have in my rutin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "Omg I love this it's very creamy and super illuminated, my favoriteeee❤️❤️❤️"
        }
    ]
}