{
    "product_id": "45",
    "name": "Norvina Pro Pigment Palette Vol. 1 for Face & Body",
    "brand": "Anastasia Beverly Hills",
    "categories": "Makeup, Makeup Palettes",
    "price": 81.0,
    "about": "What it is:A professional-grade artistry palette featuring 25 deluxe-size, high-performance shades with maximum payoff, curated by Norvina herself..Ingredient Callouts:Free of parabens and phthalates. This product is also vegan, cruelty-free, and gluten-free..What Else You Need to Know:Norvina Pro Pigment contains 25 highly-pigmented, iconic colors, daring brights, and vibrant, professional pigments in oversize pans to offer limitless possibilities. Itu2019s perfect for the artist who wants to have the ultimate color collection and for the makeup fanatic who is ready to take their makeup creativity to the next level..This Palette Contains:",
    "ingredients": "A1:.Mica, Ethylhexyl Palmitate, Octyldodecanol, Calcium Sodium Borosilicate, Talc, Synthetic Wax, Boron Nitride, Caprylyl Glycol, Hydrogen Dimethicone, Ethylhexylglycerin, Triethoxycaprylylsilane, Ptfe, Tin Oxide, Manganese Violet (Ci 77742), Titanium Dioxide (Ci 77891) ..A4:.Mica, Talc, Ethylhexyl Palmitate, Octyldodecanol, Synthetic Wax, Synthetic Fluorphlogopite, Polybutene, Boron Nitride, Caprylyl Glycol, Hydrogen Dimethicone, Ethylhexylglycerin, Magnesium Myristate, Triethoxycaprylylsilane, Ptfe, Iron Oxides (Ci 77491, Ci 77492), Titanium Dioxide (Ci 77891)...B2:.Synthetic Fluorphlogopite, Ethylhexyl Palmitate, Octyldodecanol, Talc, Magnesium Myristate, Synthetic Wax, Boron Nitride, Calcium Aluminum Borosilicate, Caprylyl Glycol, Hydrogen Dimethicone, Ethylhexylglycerin, Triethoxycaprylylsilane, Ptfe, Tin Oxide, Iron Oxides (Ci 77491, Ci 77499), Titanium Dioxide (Ci 77891)...C1:.Talc, Mica, Kaolin, Silica, Ethylhexyl Palmitate, Synthetic Wax, Octyldodecanol, Aluminum Hydroxide, Triethoxycaprylylsilane, Dimethicone, Hydrated Silica, Decylene Glycol, Methicone, Ptfe, Phenoxyethanol, Titanium Dioxide (Ci 77891)...C2:.Mica, Ethylhexyl Palmitate, Synthetic Fluorphlogopite, Talc, Octyldodecanol, Calcium Aluminum Borosilicate, Synthetic Wax, Boron Nitride, Ethylhexylglycerin, Caprylyl Glycol, Hydrogen Dimethicone, Methicone, Triethoxycaprylylsilane, Ptfe, Tin Oxide, Iron Oxides (Ci 77491, Ci 77492), Titanium Dioxide (Ci 77891)...C3:.Mica, Ethylhexyl Palmitate, Octyldodecanol, Talc, Magnesium Myristate, Synthetic Wax, Boron Nitride, Ethylhexylglycerin, Triethoxycaprylylsilane, Hydrogen Dimethicone, Caprylyl Glycol, Ptfe, Iron Oxides (Ci 77491)...D1:.Talc, Boron Nitride, Synthetic Wax, Silica, Ethylhexyl Palmitate, Octyldodecanol, Lauroyl Lysine, Magnesium Myristate, Dimethicone, Triethoxycaprylylsilane, Hydrated Silica, Decylene Glycol, Aluminum Hydroxide, Methicone, Ptfe, Phenoxyethanol, Red 40 Lake (Ci 16035), Yellow 5 Lake (Ci 19140), Iron Oxides (Ci 77492), Titanium Dioxide (Ci 77891)...E3:.Talc, Boron Nitride, Synthetic Wax, Magnesium Myristate, Silica, Dimethicone, Ethylhexyl Palmitate, Octyldodecanol, Lauroyl Lysine, Triethoxycaprylylsilane, Hydrated Silica, Decylene Glycol, Methicone, Ptfe, Phenoxyethanol, Yellow 5 Lake (Ci 19140), Iron Oxides (Ci 77491, Ci 77492, Ci 77499). ..A2:.Talc, Mica, Kaolin, Silica, Ethylhexyl Palmitate, Synthetic Wax, Octyldodecanol, Dimethicone, Triethoxycaprylylsilane, Aluminum Hydroxide, Methicone, Hydrated Silica, Decylene Glycol, Ptfe, Phenoxyethanol, Red 28 Lake (Ci 45410), Ultramarines (Ci 77007), Manganese Violet (Ci 77742), Titanium Dioxide (Ci 77891) ..A3:.Talc, Mica, Kaolin, Silica, Ethylhexyl Palmitate, Octyldodecanol, Lauroyl Lysine, Dimethicone, Hydrated Silica, Decylene Glycol, Aluminum Hydroxide, Triethoxycaprylylsilane, Methicone, Phenoxyethanol, Red 7 Lake (Ci 15850), Red 28 Lake (Ci 45410), Ultramarines (Ci 77007), Bismuth Oxychloride (Ci 77163), Titanium Dioxide (Ci 77891)...A5: .Talc, Boron Nitride, Silica, Ethylhexyl Palmitate, Mica, Lauroyl Lysine, Synthetic Wax, Kaolin, Dimethicone, Octyldodecanol, Magnesium Myristate, Hydrated Silica, Triethoxycaprylylsilane, Decylene Glycol, Methicone, Ptfe, Phenoxyethanol, Red 40 Lake (Ci 16035), Red 28 Lake (Ci 45410), Bismuth Oxychloride (Ci 77163)...B1:.Talc, Mica, Kaolin, Silica, Synthetic Wax, Ethylhexyl Palmitate, Octyldodecanol, Dimethicone, Methicone, Hydrated Silica, Decylene Glycol, Aluminum Hydroxide, Triethoxycaprylylsilane, Ptfe, Phenoxyethanol, Blue 1 Lake (Ci 42090), Red 7 Lake (Ci 15850), Red 28 Lake (Ci 45410), Titanium Dioxide (Ci 77891)...B3: .Mica, Ethylhexyl Palmitate, Octyldodecanol, Calcium Sodium Borosilicate, Talc, Calcium Aluminum Borosilicate, Magnesium Myristate, Synthetic Wax, Boron Nitride, Ethylhexylglycerin, Hydrogen Dimethicone, Triethoxycaprylylsilane, Caprylyl Glycol, Ptfe, Tin Oxide, Red 7 Lake (Ci 15850), Titanium Dioxide (Ci 77891). ..B4:.Talc, Mica, Kaolin, Silica, Ethylhexyl Palmitate, Octyldodecanol, Lauroyl Lysine, Dimethicone, Hydrated Silica, Decylene Glycol, Aluminum Hydroxide, Triethoxycaprylylsilane, Methicone, Phenoxyethanol, Red 7 Lake (Ci 15850), Ultramarines (Ci 77007), Iron Oxides (Ci 77499), Titanium Dioxide (Ci 77891)...B5:.Talc, Silica, Synthetic Wax, Ethylhexyl Palmitate, Octyldodecanol, Mica, Lauroyl Lysine, Magnesium Myristate, Dimethicone, Hydrated Silica, Decylene Glycol, Methicone, Aluminum Hydroxide, Triethoxycaprylylsilane, Ptfe, Tin Oxide, Phenoxyethanol, Bismuth Oxychloride (Ci 77163), Manganese Violet (Ci 77742), Red 7 Lake (Ci 15850), Red 40 Lake (Ci 16035), Ultramarines (Ci 77007), Iron Oxides (Ci 77491, Ci 77499), Titanium Dioxide (Ci 77891)...C4:.Talc, Silica, Synthetic Wax, Ethylhexyl Palmitate, Octyldodecanol, Lauroyl Lysine, Magnesium Myristate, Dimethicone, Hydrated Silica, Aluminum Hydroxide, Decylene Glycol, Triethoxycaprylylsilane, Methicone, Ptfe, Phenoxyethanol, Bismuth Oxychloride (Ci 77163), Red 7 Lake (Ci 15850), Ultramarines (Ci 77007), Iron Oxides (Ci 77491, Ci 77499), Titanium Dioxide (Ci 77891)...C5:.Mica, Talc, Silica, Kaolin, Ethylhexyl Palmitate, Synthetic Wax, Octyldodecanol, Lauroyl Lysine, Hydrated Silica, Decylene Glycol, Dimethicone, Methicone, Triethoxycaprylylsilane, Ptfe, Phenoxyethanol, Red 7 Lake (Ci 15850), Ultramarines (Ci 77007), Iron Oxides (Ci 77491, Ci 77492, Ci 77499)...D2:.Calcium Sodium Borosilicate, Ethylhexyl Palmitate, Octyldodecanol, Talc, Mica, Synthetic Wax, Boron Nitride, Caprylyl Glycol, Hydrogen Dimethicone, Ethylhexylglycerin, Triethoxycaprylylsilane, Ptfe, Tin Oxide, Blue 1 Lake (Ci 42090), Red 7 Lake (Ci 15850), Ultramarines (Ci 77007), Iron Oxides (Ci 77499), Titanium Dioxide (Ci 77891)...D3: .Talc, Mica, Kaolin, Silica, Ethylhexyl Palmitate, Synthetic Wax, Octyldodecanol, Dimethicone, Methicone, Hydrated Silica, Decylene Glycol, Triethoxycaprylylsilane, Aluminum Hydroxide, Ptfe, Phenoxyethanol, Red 7 Lake (Ci 15850), Red 28 Lake (Ci 45410), Red 40 Lake (Ci 16035), Titanium Dioxide (Ci 77891)...D4:.Talc, Mica, Kaolin, Calcium Aluminum Borosilicate, Silica, Synthetic Wax, Ethylhexyl Palmitate, Octyldodecanol, Methicone, Dimethicone, Hydrated Silica, Decylene Glycol, Triethoxycaprylylsilane, Aluminum Hydroxide, Ptfe, Tin Oxide, Phenoxyethanol, Blue 1 Lake (Ci 42090), Ferric Ferrocyanide (Ci 77510), Red 7 Lake (Ci 15850), Ultramarines (Ci 77007), Titanium Dioxide (Ci 77891)...D5, E4:.Talc, Mica, Kaolin, Silica, Synthetic Wax, Ethylhexyl Palmitate, Octyldodecanol, Dimethicone, Methicone, Hydrated Silica, Decylene Glycol, Triethoxycaprylylsilane, Aluminum Hydroxide, Ptfe, Phenoxyethanol, May Contain (+/-): Black 2 (Ci 77266) [Nano], Ferric Ferrocyanide (Ci 77510), Manganese Violet (Ci 77742), Red 7 Lake (Ci 15850), Red 28 Lake (Ci 45410), Yellow 6 Lake (Ci 15985), Iron Oxides (Ci 77499), Titanium Dioxide (Ci 77891)...E1:.Mica, Ethylhexyl Palmitate, Octyldodecanol, Talc, Calcium Aluminum Borosilicate, Magnesium Myristate, Synthetic Wax, Boron Nitride, Caprylyl Glycol, Silica, Hydrogen Dimethicone, Ethylhexylglycerin, Triethoxycaprylylsilane, Ptfe, Tin Oxide, Red 7 Lake (Ci 15850), Red 40 Lake (Ci 16035), Titanium Dioxide (Ci 77891)...E2:.Talc, Silica, Synthetic Wax, Ethylhexyl Palmitate, Octyldodecanol, Lauroyl Lysine, Magnesium Myristate, Dimethicone, Hydrated Silica, Aluminum Hydroxide, Decylene Glycol, Methicone, Triethoxycaprylylsilane, Ptfe, Phenoxyethanol, Bismuth Oxychloride (Ci 77163), Red 6 Lake (Ci 15850), Iron Oxides (Ci 77491, Ci 77492), Titanium Dioxide (Ci 77891). ..E5:.Mica, Synthetic Wax, Silica, Ethylhexyl Palmitate, Octyldodecanol, Lauroyl Lysine, Talc, Hydrated Silica, Decylene Glycol, Methicone, Ptfe, Phenoxyethanol, Manganese Violet (Ci 77742), Red 7 Lake (Ci 15850), Red 40 Lake (Ci 16035), Ultramarines (Ci 77007), Iron Oxides (Ci 77491, Ci 77499).",
    "how_to_use": "Suggested Usage:.-Little pressure is needed when picking up product..-Apply light shades to highlight and accentuate features..-Apply medium shades to contour and transition color for a blended finish. .-Apply deeper shades to define and line..-Use a fluffy brush to blend.",
    "num_reviews": 183,
    "overall_rating": 4.7,
    "product_url": "https://www.sephora.com/ca/en/product/anastasia-beverly-hills-norvina-pro-pigment-palette-vol-1-P448161?skuId=2270551&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2270551-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "My favourite pallette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Normal skin",
            "review_text": "I don't have many palettes yet, but this one is my favorite. It has great pigment and blends beautifully (which is great because I like to use eyeshadow as blush, haha)"
        },
        {
            "review_title": "So happy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "I was intimidated by this pallet but so glad I purchased it. It is fabulous and Iu2019m having fun creating different looks. Loving both vol 1 and vol 3."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Absolutely beautiful!! Definitely recommend 100% Super pigmented"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Great pigment: buttery formula. So great over all. Stunning colours"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Huge palette. Super heavy and Lux feeling. You get a ton of product. It blends well, mostly the colors play together well. Pretty"
        },
        {
            "review_title": "purple dream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I love this palette and reach for it very often! I git mine second hand but I  recommend it enough if you can afford it new or can find one second hand too:)"
        },
        {
            "review_title": "purple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I love the formula on this pallet and Iu2019m a sucker for purples and this does purples so good"
        },
        {
            "review_title": "The PURPLES!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received this as a christmas gift. I already had the volume 3 palette, so I was familiar with the ABH formula but honestly the vibrancy and opacity of the purple shades in this palette blew me away. I'm not the first person to use purple eyeshadow because most of the purples I've tried just haven't done it for me. But on the eyes they're stunning. I've also tried the burgundy and gold shades in the palette, and I absolutely love them. VERY pigmented and they blend like a dream, I barely had to touch my eyelid with the brush and it was blending. Someone who wants to experiment with color, splurge on a nice palette, or just try a beautiful eyeshadow formula will love this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Colors are absolutely beautiful, this palette is quality."
        },
        {
            "review_title": "BEAUTIFUL!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is a beautiful palette! I've actually never used a palette before, and found this very useful for some lovely stage makeup.  I was able to use different colors for shadow, liner & brow shaping."
        },
        {
            "review_title": "refer to the how to use guide it will work out",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "received this palette in my boxycharm premium and I had already bought the vol 5 palette so I decided  to try out the shades in each palette that looked similar and both worked nice I did notice the vol 5 was easier to work with.. Though this palette works beautifully I used elf eye primer and went by the how to use guide on here and had no issue with the shades also didn't have to wet my brush or put concealer on my lids for the shimmers to work ... so anyone that is new to pressed pigments or don't know how to use them just go by the guide and watch some good tutorials about pressed pigments and you shouldn't have any issue with any of these norvina palettes... I am not a pro I just did my research before paying an arm and leg for these"
        },
        {
            "review_title": "beautiful colors!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This is one of the most beautiful eyeshadow palettes I have ever owned! The colors included are amazing, highly pigmented and variated, enabling me to create many looks from one palette. I also love the outside case which is covered in black, and gold all over a beautiful purple"
        },
        {
            "review_title": "SO GOOD",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Love this palette so much! Even the random blue and red shades work with the rest of the palette!   I got all the Norvina pro palettes after I stopped using JSC and the pigmentation is huge, but it's also easy to pick up a small bit and build up... an amazing line of pro palettes in prettymuch every colour throughout all the palettes!"
        },
        {
            "review_title": "Worth the Hype? IDK",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The quality is impeccable as far as color payoff but I have to say that a lot of the colors are just too outlandish and too bizarre for my taste but I got it for less than half price, so I canu2019t complain too much. If youu2019re not used to pro pigment eyeshadow I could see these posing a problem for beginners and makeup novices, because you will spend a great deal of time blending as the colors go on heavy unless you use just the slightest tap onto the pans. Is it worth $60? For me, not this particular pallet because of the neon pink and orange, bright red and yellowu2026itu2019s just too much overkill for everyday wear for a woman in her late 40u2019s. As I stated, I paid less than half price, so I feel that this particular pallet was worth the $, but certainly not worth $$$. I would certainly consider paying full price for a Norvina pallet with a different color story more suited to my personal taste, as the quality is the best that Iu2019ve experienced so far next to Natasha Denona and ViseArt. *You will need an oil based cleanser to remove these colors to avoid staining your eyelids."
        },
        {
            "review_title": "Happy with the quality!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I was worried about these after not liking the smaller Norvina palettes but I really enjoy the quality of these. They are easy to blend and very pigmented all the shades I've used have been true to pan. The shimmers are a drier formula but give a beautiful impact on the eye they remind me of the shimmers in the regular abh palettes. The formula for the matte shades does feel different than the regular abh palettes, but I have the use it more to properly articulate the difference."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I swear by the whole Norvina line! Every time I am wearing a colorful eyeshadow look itu2019s one of these palettes. So pigmented and last all day. One complaint- They are basically online only, Sephora needs to put these back in all the stores and make them permanent because in store there are no palettes like these, everything is all neutrals or bronze. For the fun and colorful palettes you have to get them online which makes them harder to sell."
        },
        {
            "review_title": "Love!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I really love all of the colors in this palette!! They all blend really well and are very pigmented. The only complaint I have is there isnu2019t really a great transition shade so I feel like I have to pull out another palette sometimes to create a look."
        },
        {
            "review_title": "AMAZING palette!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "This is a gorgeous palette!! The colors are stunning and the quality of the shadows are impeccable! Highly recommend this palette."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Havenu2019t tried every color but the ones I have are just as good as my other pallets from them, bright, smooth and easy to blend"
        },
        {
            "review_title": "Donu2019t think, just buy.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "By far, the single best palette Iu2019ve purchased to date. Pigments are bold with next to zero fallout and stay on clean and vibrant all day! I came in it for all of the purples and have been sold by nearly every pan. The combinations are endless!"
        },
        {
            "review_title": "worth every penny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is a great palette! Wore the shadows without a primer today and still no creases. The pigment is great, you donu2019t need to do too much for it to look great. The palette itself is pretty heave with a great full mirror and the product came unharmed. Totally recommend for people who enjoy looking like a bad bleep :)"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s a beautiful pallet but the purple hues stained and irritated my eyelids. I found the formula hard to blend. I really wanted to love this but it doesnu2019t work for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Grey eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "You can never go wrong with a Norvina Pro Palette. Buying this one started an addiction! Color pay off is amazing and the formula is so smooth."
        },
        {
            "review_title": "Practice makes perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I use this palette way more than I expected to! I absolutely love the colors, the pinks and purples are so vibrant. I was really scared of putting purples in my eyes because every time I did I got a muddy look. But the more I played with this palette, the more confident I got in being able to do so. The more I got comfortable using it, the better my eyeshadow looks came out."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "I love the colors of this palette I bought the purple and the orange palette and use both but this was the first time using the bright pink and it blended okay but not the best and after I got my full eye done and put my eyeliner on it started to burn I just thought it would go away and so I left it and when I got home later that day and took my makeup off it stained my eyes so bad I looked like I still had pink all over my eyelids and it has a spot on my lid that hurts to the touch... I still love the palette hopefully it was just a one time thing"
        },
        {
            "review_title": "My favorite palettes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I bought all of the Norvina Pro Pigment palettes except the 4th large one and theyu2019re my favorite palettes. I collect eyeshadow palettes because itu2019s my favorite part of my makeup. These are so pigmented and they blend out beautifully. They were quite expensive as a collection, but I have no regrets."
        },
        {
            "review_title": "Glittery Pink Look",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Such an amazing palette , that makes you sit an hour thinking which look shall you do. Could create more than 10+ looks."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "not sure how this has so many good reviews, but im starting to think maybe i just got a bad batch. this is probably the worst pallete I've ever used. the shadows are very pigmented but they blend horribly. it's a struggle to get a nice blend using this pallete. I've gotten some decent looks out of the pallete but it's insanely difficult to use and i probably won't reach for this ever bc i have shadows that are just as pigmented and much easier to use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The photo is this palette doesn't do it justice. This one is soooooo pretty. I haven't used many of the colors but I especially love the white and the purples."
        },
        {
            "review_title": "Pros & Cons",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "A beautiful palette, but you have to pack on a lot of color. Staining is very predominant with the red colors. The black is more grayish if anything, but the white is the best white iu2019ve ever used!"
        },
        {
            "review_title": "Love the colors",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Loved the pigments in this palette but once you start to blend the color fades also have a lot of fallout :( still a nice palette"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "This palette is great. At first I was on the fence, but once I dove into it I fell in love. The colors are vibrant and highly pigmented, but I don't experience a lot of fallout. The colors pack a punch though. So go in easy and be ready to BLEND. Even the glitters are highly impactful! The entire palette is super versatile."
        },
        {
            "review_title": "Gives me butterflies!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Omg where to start with this.. Upon initial impressions, I was super disappointed smh now that I've played with it a little more, I really enjoy it. At first, I was super excited and came right home and busted it open and started.playing with it, but things didn't go as planned, to say the least lol the colors literally blended right off my lids!! Colors also got muddy. Blue turned black!!! Omg! I was so upset! I was upset there was a learning curve becasue I just wanted to play lol basically you need a freshly cleaned face and eyes otherwise its alllll bad lol. Was getting ready today and pulled it out for a last stitch effort and when I tell you this is superrr pigmented and blends so well. Really.love this palette. FYI... if ur eyelids aren't feshly clean, the blue will turn black as it mixes with the oils from ur lids and the other colors will turn muddy, even if you have an eyelid primer on! Other than that, these colors are beautiful, very vibrant and bright. They show up on ur lids like the colors in the pan, which is very exciting for me!! The blue is my fave color! Its so hard to get that color right and they seriously nailed it! It's also a very well rounded palette with that black and white in there. Super impressed and super worth the price!"
        },
        {
            "review_title": "awesome buy!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "LOVE this palette! great shade range, amazing pigment."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Minimal fall out and the pigment is amazing! Blends beautifully also! I was hesitant on buying this because I donu2019t usually wear anything colourful other than my neutrals but Iu2019m glad I splurged and purchased this palette. Definitely one of my top favourite palettes! You can create summer looks and fall looks with the colours."
        },
        {
            "review_title": "worth the money",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Amazing pigment, formula and colour pay off! The only things I would recommend are an eyeshadow primer, and doing your base after the shadows."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "The pigmentation in this palette is amazing! The colors donu2019t swatch on the arm well all the time but they go on the eyes beautifully! A lot of the pinkish tones stain the eyes but it doesnu2019t bother me and is expected from makeup :)! Highly recommend for a starter or if you want a palette in this collection and you like more pink/purple looks!"
        },
        {
            "review_title": "if you're looking for purple....",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Than this is the pallette for you. I bought this pallette on a whim. The pigmentation is on par with ABH products and will last you all day. It blends beautifully. You will notice some dust on your pallette during application, but a worthy trade off for such great color. The shimmer and glitter actually has color in it which was a surprising treat.  I was not expecting so many purple colors, in colors so close to each other. But that was my own fault as it is clearly shown in the photos. That is really my only problem with the product. Oh and the navy blue has glitter in it."
        },
        {
            "review_title": "THE PINKS IN HERE ARE AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "THE PINKS IN HERE ARE AMAZING SO SMOOTH AND SOFT AND PRETTY"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I love it. Itu2019s really pigmented and stay for so many hours."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Amazing beautiful blend able colours. I absolute love this palette. Iu2019m a huge fan !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Such a beautiful palette with endless possibilities!! I havenu2019t been able to pull myself away from this palette since I purchased it.  Formulas are so soft and creamy with incredible pigmentation and blend beautifully!"
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I LOVE LOVE LOVE this palette!! Pigmentation is 10/10u2728 Colors can also be mixed to create other shades. IG: Biancathemua follow me if you wanna see more inspiring with it! u2764ufe0f"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "So Pigmented and blend so well. Good if youu2019re wanting to experiment with colour or are an expert!"
        },
        {
            "review_title": "beautiful!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love all the palettes of Norvina! The are very pigmented and performing, I really like it!!"
        },
        {
            "review_title": "VERY PIGMENTED AND BOLD",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I picked this up on sale and have no regrets. Some staining from some shades, but very pigmented and easy to work with. I haven't used all the colors yet but Ive used about 1/3 and no issues."
        },
        {
            "review_title": "beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Very pigmented and beautiful! Colors go on easy and blend easily as well."
        },
        {
            "review_title": "MUST HAVE !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "This palette is so much fun ! The colors are very pigmented and very easy to blend. There is little fall out within the pan and during application. If you love purple hues this palette is definitely for you !!!!"
        },
        {
            "review_title": "Pink Dreams",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This palette is so much fun! The colors are so vibrant and bold, which is definitely a trait of the Norvina line that Iu2019m totally here for. However, where this palette really shines is when it comes to the formula. Itu2019s flawless. Minimal fallout, professional blend-a-bility, and incredible payoff. If youu2019re looking for a colorful addition to your collection- this is it!"
        },
        {
            "review_title": "Highly recommended very beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I got this palette as a gift from my boyfriend. It arrived on the mail. I was shocked that it didnu2019t come in broken on the mail because it didnu2019t come in with bubble wrap. It came in with brown paper. Itu2019s small enough to put it in my bag. When I first saw it I was surprised. The colors are great you can do your blush on the go without a big bulky blush palette. It contains colors that can be used for your eyes and cheeks. It comes with purple eyeshadow which is a plus because itu2019s my favorite color and it matches my eyes to use that shadow on my eyes. The packaging is beautiful. The case of the eyeshadow is made of plastic and not cardboard compared to the other Anastasia Beverly Hills eyeshadow containers. This beautiful eyeshadow palette is going to last for a long time. I want the volume 1 eyeshadow palette that contains 25 colors now. Hopefully I will get it soon."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Love this pallet it has all shades I was hopping for great quality and very pigmented!! Loved it"
        },
        {
            "review_title": "Good color variety for darker skintones",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Like this palette colors blend easy but has some fall out."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "It needs at least one or two light shades for me to reach for the palette more often."
        },
        {
            "review_title": "I'm in love with this pallet! Just like the other",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Normal skin",
            "review_text": "I have this pallet as well as the other one. They are amazing colors. I am in love with this one and Vol. 3. I also have the ABH Jackie Aina Pallet and Soft Glam Platte which are also beautiful. These shadows are bendable, highly pigmented and fun to work with. I highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Not too big on the blue colors but thatu2019s just personal preference. All the shades preform really well!u2665ufe0f"
        },
        {
            "review_title": "love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The pigment is incredible ! Highly recommend to have in your palette collection ! The colour story is really beautiful too!"
        },
        {
            "review_title": "Stunning for redheads",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Oily skin",
            "review_text": "Stunning. It's as if the color story was written just for me! I'm a red head and every color is on point. Blends like butter and supper pigmented."
        },
        {
            "review_title": "Pigmented!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Wow, I love ABH's eyeshadows usually, but this palette is PIGMENTED. Every color is super rich and you don't have to layer and layer and layer to get them to show up.   I will say that I don't like how similar some of the colors are. Some more base colors would be helpful too. It is a little expensive, but these eyeshadows are huge and a little goes a long way, so I think it is ok. I want to get the other ones too!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "i used to hate eyeshadow and never ever wore, like ever. i never saw a point to it and believed that palettes just had all the same 3 colors and that was that. recently during quarantine i decided to step out of my comfort zone and allow me creativity to flow. i bought this palette along with the Vol. 2 palette and i am absolutely in love. my look is definitely not perfect but i will get there!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Obsessed with all of norvina palettes so many colors love love love this  Just a suggestion donu2019t apply these on wet concealer it wonu2019t blend well"
        },
        {
            "review_title": "Stunning Palette With Great Versatility",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This is a stunning palette! With so many different color options you can create so many different looks! Versatile is a word that definitely comes to mind. The mattes are smooth, pigmented and blend out nicely. The shimmers are beautiful and add a great sparkle to the eye. The shade A1 could have been a little more impactful in my opinion. I was counting on it to be a good inner corner shade but it is a little lackluster. But every other shimmer performs well. Overall, this is an excellent palette! The price tag may seem high but for how much product you get and how many different colors options there are, this is a great deal!"
        },
        {
            "review_title": "love love love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I absolutely love all 3 of the pro pigment palettes (I tend to have a mild makeup obsession). The pigment of these colors is stunning little fallout."
        },
        {
            "review_title": "I Love Thissss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I absolutely LOVE this palette so much! Be aware that these are pigments and will stain your eyelids - also, some of them are not meant to be used around your eyes, which is common with pigments. That being said, I have had no issues with irritation. This palette is stunning and I love the colors offered in this palette. I am tan skinned and every shade that I've used has great color payoff on me. The colors blend beautifully and build up SO nicely. If you've been eyeing it, try it out!!!"
        },
        {
            "review_title": "Bold and beautiful/ cons pinks and purples stain",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Colors are beautiful and show up well. I bought this palette for the fun colors and I was impressed. Thereu2019s so many different looks you can do with it but no transition colors. Even so there are some dark, neutral/reds and a black for other looks and the shimmers are great.   Iu2019m new to this, so I was unaware that pinks and purples can stain your eyelids. I tried taking it off using a few different products over a period of time and by the next evening (Over 24 hours) they were back to normal. Just plan on using eyeshadow the next day that can cover them.   This palette is huge and the eyeshadow tins are big, so you really get a lot of product for your money."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "Wow hello pigment! The colors work beautifully together. They blend like a dream. I'm really enjoying playing with all the different colors. FYI make sure to lay down I thick primer/ base because it will stain your eyes since these are pressed pigments."
        },
        {
            "review_title": "Not for use around eyes and huge palette",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This pallet comes with a warning that it is not for use around the eyes.  Call me crazy but I usually use eye shadow around my eyes.  Also the colors are gaudy and the color story is all over the place.  Lastly the pallet is gigantic.  It's ridiculous. I returned it."
        },
        {
            "review_title": "Endless possibilities",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Great selection of colors for a brighter, fully pigmented look. The colors blend with no fuss. Minimal fallout. The story in this palette gives endless possibilities."
        },
        {
            "review_title": "very pigmented",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Probably the most pigmented palette I own. The colors are gorgeous, in person. The palette is also large, so I anticipate it will last quite a while. The last ABH palette i purchased was the Modern Renaissance palette and itu2019s my go-to palette. So I felt pretty confident purchasing this one."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I started experimenting with fun makeup looks while working from home since I had the extra time. I'm glad I got this palette. Very pigmented and the colors blend easily. Great for beginners or pros"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I highly recommend this product. The pigment is very good and the colors are just amazing"
        },
        {
            "review_title": "vibrant and blend-able!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Iu2019m a beginner for makeup & iu2019m trying to learn how to use loud/bold colors. The colors in this pallet are beautiful and vibrant, even when applied. Itu2019s super smooth and blend-able which made it easy to work with, even for a beginner! Love this"
        },
        {
            "review_title": "best pallet out!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "havent tried a color in this pallet that isnt lovely. the white is brighter than any other white on the market. sturdy and big mirror. if you love purple, buy this pallet!"
        },
        {
            "review_title": "Stunning Pallete",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This was also a gift for my sister in law!! These colors demonstrate her colorful personality and it's just perfect for her. She absolutely loves it!!"
        },
        {
            "review_title": "In LOOOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "I absolutely love this palette! The great range of colors makes ot possible to do more subtle looks and full on glam looks, super polyvalent! The shadows are smooth and buttery, easly blendable. The shimmers are great too, easy to apply with a brush and very buildable. I can't wait to purchase her 2 sisters."
        },
        {
            "review_title": "Worth every penny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Rich skin tone, Oily skin",
            "review_text": "This pallatte has all of the five things I look for. Pigmentation- Texture- Long lasting- No fall out- Beautiful color story. Starting with the pigmentation, I love when I get major color payoff with very little effort. I don't always have the time to layer or slowly buildup color. I love it when I find something that's going to be able to give me huge color pay off and fast like this one. I'm very dark skinned so it's hard sometimes to find a pallatte with colors that show on my skin. I never have that issue with Anastasia. The texture is creamy and easy to blend out. The colors are long lasting even when I rub my eye a little without realizing it. I can go out right after work and my eyeshadow still looks flawless. Even when I put my foundation on before eyeshadow I don't experience fallout and I know I can reach for this one without concern of ruining my foundation. The color story is beautiful and versatile, it's a mixture of colors and earth tones. Its perfect for everyday looks and you can create glamorous looks with this palette as well. It also works in the fall as well as the spring and winter so it's very versatile. You can create a range of different looks with this one pallatte. I don't like paying over $35 for eyeshadow but in this case it's worth the cost. Sometimes in life you get what you pay for. I plan on purchasing every pallatte available in this collection."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "GORGEOUS! STUNNING~! Amazing formula and a must have for any ABH or makeup enthusiast!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this palette. The pigmentation is amazing, I havenu2019t noticed much fallout, and they are very easy to blend. I do want to note, there may be some staining on the skin that occurs with some of the shades. Personally it does not bother me enough to remove a star because if I do a double cleanse then I have noticed I donu2019t have that issue. Other than that, I think this is actually well worth it!"
        },
        {
            "review_title": "flawless",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "Amazing, beautiful colors! Extremely pigmented and blend-able. So many gorgeous looks can be achieved with this beauty! Excellent quality, I am in love with this palette and I canu2019t wait to get the other 2."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Omg!!! I love the formula not for the faint of heart so happy I chose to purchase this"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Absolutely love it !! The pigment in this baby is amazing!"
        },
        {
            "review_title": "PIGMENTS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "These collection of palettes are highly recommended Norvina really know a what sheu2019s doing!! 11/10"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "I honestly was not expecting like this pallet but Iu2019m obsessed- great pigment and such a wide variety of colours. Love it."
        },
        {
            "review_title": "best Abh formula yet!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I have all 3 and this one has to be my fav Abh formula yet! The mattes are super pigmented and blend like a dream the packaging is so nice and sturdy and the mirror is massive and perfect quality. You don't even need a wet brush to apply the metallics you won't be disappointed! Totally worth every bit of the money although I don't think these palettes are beginner friendly"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Really love this pallet. The colors and everything."
        },
        {
            "review_title": "OBSESSED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I LOVE THIS PALETTE.... I used shades C3, C4 and C5 for this look and they are stunning.... all the mattes blend so beautifully, Iu2019m obsessed!"
        },
        {
            "review_title": "Well loved...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "It was a gift for my daughter. Her face lit up as bright as the colours in this palette when she opened. She loves it!"
        },
        {
            "review_title": "Purple Reigns",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019m on the fence about this palette. I love that itu2019s a purple based palette with a touch of pink but I think some of the purple look really similar on the lid.  The more neon shades fade really fast even with their primer.  The formula is less creamy than usual but with less fallout. The packaging is beautiful but you can depot the shadows and take some with you. I feel like thereu2019s only 3 types of colour scheme that go on in there. The shimmers are pigmented but itu2019s not their creamy formula. The mattes are very pigmented since theyu2019re pressed pigments so they really will stain you pink , even the purpled stain pink/red. Itu2019s very heavy too. It feels luxurious. Certainly not a bad investment if purple is your jam but they need a sticky primer and time to blend , put the colour on tapping motions or itu2019ll spread and make a mess. I think itu2019s well done but I would have liked more variety but their thing is to make us buy each colour theme so itu2019s not happening."
        },
        {
            "review_title": "Bright Color Options",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "This palatte is of amazing quality! I love the bright color options and they look the same on as they do in the palette! I am loving this brand!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ok, even tho they wont feature me on their instagram page, i will admit, these colors are fun to play with. They're super pigmented and s little goes a long way. With the right primer it definitely stays on all day. I normally always use primer so im not sure if it'll crease without it. But ABH is a very well known brand especially for their pigments. You won't be disappointed."
        },
        {
            "review_title": "SPECTACULAR",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "WORTH EVERY PENNY!!! I GET A LOOOOT OF COMPLIMENTS!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I have bought all 3 palettes & the mattes are amazing & pigmented. The shimmers on the other hand, lacklustre, theyu2019re horrible. For such an expensive palette you would think the shimmers would be better but I cannot get them to show up. Even with swatches the shimmers come up sheer.  The packaging is great and I love the big mirror I just wish the shimmers were better."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Oily skin",
            "review_text": "Super pigmented! Itu2019s easy to blend, and I always end up with a beautiful look! Way more wearable that it may seem!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I've never been anything but totally satisfied with Anastasia eyeshadows and this was no different. For the price point it's definitely worth it; I've had it for over a month now and I use it almost every day because the colors are super wearable and blend out easily."
        },
        {
            "review_title": "Money Well Spent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "This by far has been the best palette I have ever tried! Anastasia never disappoints when it comes to the quality of her products. Best $60 spent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "ABSOLUTELY LOVE THIS PALLETE! It's so much fun to play with!!!"
        },
        {
            "review_title": "ABSOLUTELY GREAT just like every other palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I absolutely love every Anastasia eyeshadow palette! Ever since Modern Renaissance their glitters have gotten much better. Not that I am complaining about that one either. This palette is great for special nights out and everyday looks. It blends extremely well and is buildable. I plan to buy the other Volumes as well! The purples are extremely well formulated and every color is extremely pigmented."
        },
        {
            "review_title": "absolutely love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I absolutely love this. The yellow was kinda hard in the pallet but part form that I needed this in my life"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Beautiful palette!!! Couple colours stained my eyes however just as a heads up!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Beautiful pressed pigments, but the purples and pinks do stain."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "It is worth the $60, I love it, goes on smooth, stays on eyes for awhile, good pigments."
        },
        {
            "review_title": "Intense Colors",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Colors are very vivid and highly pigmented.  I took off one star, only because one of the purple shadows had broken up and crumbled.  In my experience, purple eyeshadow are especially prone to this."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Love!!! The colors are beautiful, pigmented and the product lasts all day!!!"
        },
        {
            "review_title": "Best purple palette so far!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I am so impressed with this palette, every shade in the palette is super vibrant when apply, easy to blend and layer on top each other. What you see in the pan will be the same when applied to the lid, except one shade A1 it is the only dud for me, it is a nice color but it is a dulI satin, I wish it is creamier in terms of texture, and shiner/add more micro glitters in it, then this palette will be A+++ in my books.  A1 is still usable can be use as a purply highlighter for fair to light skin tone, but may not be usable for mid to deeper skin tone I think it might look ashy. After giving the the shade multiple try, I suggest applying it to a sticky base with fingers to get the most punch out of it."
        },
        {
            "review_title": "LOVE!LOVE!LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "This palette is amazing the pigmentation is everything! If you like colors in recommend you get this palette."
        },
        {
            "review_title": "My First ABH Purchase...and I am in love.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
            "review_text": "This was my first ABH product, and I was not disappointed! I've been a colorful eyeshadow enthusiast for years, and also very curious about the brand, but nothing truly caught my eye until this palette released. I'm extremely pleased with the quality of these eyeshadows and pressed pigments, as they show up beautifully on my warm, very brown skin tone without any issue. I found the product easy to work with, but for someone who is less experienced, some good tips would be: -Invest in a glitter primer if you've never worked with pressed glitters before (I use a $2 primer that works like a charm, so there's no need to break the bank there) -With the shades that are categorized as pressed pigments rather than eyeshadow, it's a good idea to use an eyeshadow primer (though not mandatory) and to tap on the product rather than sweep it on when you're applying it to prevent fallout.  Overall, this has become my go-to palette for both every day and theatrical (I do a lot of cosplay and fantasy makeup) looks! I liked it so much that I ended up buying Vol. 2 and 3 as well, and it was money well spent! I have every color I could want for creating a variety of looks, and the quality is outstanding."
        },
        {
            "review_title": "Itu2019s Gorgeous But.....",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "I was so excited to dip into this palette and donu2019t get me wrong all the colors are beautiful and amazing. But the purple shades actually stained my eyes... I was so disappointed in the product considering how amazing reviews and feedback I heard about. Donu2019t get me wrong I love Anastasia but this product stained my eyelids and definitely wasnu2019t for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I don't know why I bought these... totally didn't need them. I bought all 3, why??? The colour layout gives me a headache and it's extremely annoying how much ABH is mass producing. I am seriously contemplating depotting all three of the Norvina palettes. I used to buy pretty much everything they sold... especially palettes, but when they come out with so many almost all at once, what the heck?!?!?. I do love ABH shadows and decided it would be nice to have every colour in the ABH formula. I'll be skipping over all the other newly released palettes from ABH. I haven't picked up any of the rapid fire collabs and don't plan on it. The formula for all 3 of these Norvina palettes are great, they are fun to play with so far."
        },
        {
            "review_title": "Surprised How Much I Like This Palette",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I am pleasantly surprised by how much I like this palette. When I saw it online, I wasnu2019t excited about the hodge lodge of colors but decided to try the palette because I love ABH and Norvinau2019s designs. I am so glad I did! The colors are beautiful I can create a lot of looks with this palette. The shadows have good payoff and little fallout.  I am deducting a star because I think the color layout is very unattractive. I get inspiration from palette layouts and a good one encourages me to try new color combos. This palette layout doesnu2019t. I am in the process of depotting and rearringing the shades."
        },
        {
            "review_title": "The Perfect Palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This palette like the other two volumes blew me away. The metallics are so bold and smooth. The mattes are so easily blended and the mirror is absolutely amazing too. Itu2019s a must have!"
        },
        {
            "review_title": "Love it !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "So pigmented getting all 3 .  Instagram.com/kinggdiamond for looks with this amazing pallet"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "No online picture does this palette justice! Itu2019s so much prettier in person. This is a STUNNING palette in person! D2 is gorgeous in person. These shades are so vibrant and they blend with each other so beautifully. Iu2019ve never seen a palette that inspires me this much to play around. There isnu2019t a shade that I dislike. If you enjoy color then buy this and youu2019ll be in love. The other palettes in this collection donu2019t really do it for me with the color story but this one is everything. By far my favorite palette."
        },
        {
            "review_title": "Stunning, Bold, and Brilliant",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I am completely in love with this palette. I was skeptical at first due to the price and the colors were out of my comfort zone. But this palette is a huge pay off! The colors blend so well and are super pigmented. I just wish the palette had some light browns or tans for a transition color. Besides that, I highly recommend."
        },
        {
            "review_title": "I'm obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "When I opened the palette a shed a thug tear.  I am in love!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I love this palette. The minute I saw that this was full of pressed pigments I had to have it. I own a lot of ABH palettes but this by far is one of my favorites along with the Jackie Aina palette which I think pairs well with this palette not that it needs help I just find the shimmers are not as shimmery as I would like. Thatu2019s not much of a deal breaker for me. I did pick up the other two palettes and I canu2019t wait to get them. I had no staining. So far they work with my concealers I prime my eyes with and the abh primer"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "This is way out of my comfort zone, never thought Iu2019d get this palette.. literally my top palettes to reach for are ND Biba, UD Naked og, pat mc grath, and Charlotte Tilbury icons, definitely all more of the subtle natural look side. I really wasnu2019t sure about this but I was so intrigued so I had to. Glad I did. These colors are so stunning. Theyu2019re very high fashion. I am the queen of smudging and rubbing off my makeup especially when itu2019s highly saturated or pigmented, happy to report that these palettes never budge. I always use an eye primer (less is more) before applying the shadows and a light misting of setting spray. This formula blends so well with such ease, better than the biba palette and that says a lot. In comparison to ABH 12 pan palettes this formula is not as powdery, but there is still some kick back but definitely not as much as some of those 12 pans.   I now own all three and I reach for them quite often. Definitely donu2019t reach for them when I want a natural easy look, but more for when I want to add a pop of color and go for a euphoria vibe.   I also love the shimmers in all three palettes, some are really packed with pigment and glitter while others are a wash of glitter making it easy for a cute subtle one color and some gloss out the door."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This palette is GORGEOUS! A lot of people donu2019t understand the colour story but I do, I created a gorgeous purple sunset eye look with this and itu2019s SO pigmented and easy to blend, and the purples I used didnu2019t stain which is nice! (Although I donu2019t mind staining as long as the product is good!)  Overall one of my best impulse makeup purchases"
        },
        {
            "review_title": "Gorgeous Palette With Excellent Pigmentation",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Beautiful palette with fantastic colour pigmentation on swatches and skin!  I'm so glad to see that these eyeshadows were gluten-free as well - thank you Anastasia Beverly Hills team!  The metallic colours applied extremely well - with a brush and fingers."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "One of the best palette of this year. Amazing, Iu2019m in love with this Vol.1 all the shades are so beautiful and easier to apply. I recommend this palette for makeup beginners but also for makeup artistry."
        },
        {
            "review_title": "I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Absolutely amazing pigmentation! They blend seamlessly and are very buttery. I would definitely recommend this palette out of the 3 volumes. It can be used with regular concealer or the ABH primer and it comes out great! The price is kinda steep, but for the amount of product youu2019re getting and the color payoff, itu2019s definitely worth the money."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "this palette is so beautiful i can't express it in words the only defect is a limited edition"
        },
        {
            "review_title": "Beautiful",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Beautiful colors, lots of pigment, many combinations. I'm in love with this palette. will try vol 3 as well."
        },
        {
            "review_title": "highly blendable and long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The colors in this palette are incredible. Some shades are pigments and not eyeshadows, so if you have sensitivite skin I strongly recommend testing these.  Personally I've never had any issues with pigments and these are some of the best I've used. These blend amazingly well. I love the ABH eye primer, and when using it with these pigments it really helped the color pop and the look lasted well beyond 10 hours."
        },
        {
            "review_title": "incredible palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This palette is amazing! Gorgeous pigment. Blending is so nice. Itu2019s in my top 5!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Ive been using this ever since I opened up the package. Iu2019ll use other palettes with similar colors but I find the color payoff isnu2019t as good as this one so then Iu2019ll go over it with a color from vol 1 to deepen the shade and get more pigment. This palette sparked my creativity and challenges me to create looks I never have before. The shades are so unique and pigmented and there is so many of them. 10 out 10 highly recommend.  @muaraiya"
        },
        {
            "review_title": "A true MUST HAVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This palette is amazing! The colors are pigmented af and the colors are so vibrant! I have been on a no-buy phase for shadows because I have too many unused palettes but this I HAD to have and an so glad I caved. Worth every penny!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This palette is so pigment and I love it so much!! One of the best palettes out there!!! Definitely worth every cent!!!"
        },
        {
            "review_title": "amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This palette is drop dead gorgeous. Iu2019ve been playing with it since it released and I really love it.. the shades Are bright but very wearable. Shadows blend beautifullly and layer well on top of one another. The pinks stain my lids but pinks usually do that to me. A must have palette for anyone who loves ABH"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "This is the best palette Iu2019ve bought in a while! The shades are so pigmented and blend out beautifully!"
        },
        {
            "review_title": "a must buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Oily skin",
            "review_text": "Pigmentation is amazing, I love the color story, this is a unique palette and a must have for artists. Will definitely be buying 2 and 3 as well."
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The one star reviews for this palette are quite irrelevant to me. Itu2019s named u201cPro Pigment Paletteu201d so that says enough that itu2019s not a typical eyeshadow palette. Those who are precautious of pigments around there eye area (which is technically not intended for the use around eyes, even though itu2019s just a precaution and most people use it there anyway) should not buy this palette. Iu2019m tired of seeing one star reviews on palettes because of this issue. Itu2019s a personu2019s choice if they want to use palettes like these or not. Everyone should read the title before buying lol. And the warning is in the description.   Anyway. I love the colors. Iu2019ve wanted a palette of bright, bold shades and Iu2019m glad that thereu2019s not much neutral shades. I have enough of those in other palettes. This palette is perfect for those who want to play around with colors. The only thing I wish for is for a green shade or two, but I guess they saved greens for the Vol 2. Now I want to buy that one!   ABH should just take all my money!"
        },
        {
            "review_title": "Amazing Palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, fairLight skin tone, Oily skin",
            "review_text": "I love this palette! The colors are so pigmented and I love the color selection!"
        },
        {
            "review_title": "Unedpected impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Pigmented. The color combination is so different and inspiring. Beautiful purples. This isnt the regular ABH formulauff0choweveruff0cthey work and blend well into each other. The color combination in here is so beautiful. ABH and PRC made such a great jobuff01 Love ABH as always."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Love this pallet! 1. Itu2019s huuuuge, individual pans are extra large. 2. Heavy duty packaging 3. colours and quality are aaaaammmmaaazzzzing, really great thereu2019s some different tones and colours that havenu2019t been done by ABH before. Love it!"
        },
        {
            "review_title": "Very pigmented",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I don't know why there's so many bad reviews.  Pigments not to be use on the eyes, made in China. I  had no problems. Love the color story.  Love the pigmentation!!I can't wait for vol.2"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Formula is really great. I just wish the colors itself were a bit more cohesive."
        },
        {
            "review_title": "Packs a serious punch",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Wholly smokes pigment. This palette packs a serious punch with very little effort. In my opinion if you arenu2019t great with blending or very new to makeup. This palette may end up a disaster for you. Also, donu2019t try and set your primer with another eyeshadow in this palette. The other colors will slip and become muddy, as you put them on. You can get a ton of fun looks with this palette. I also loved the formula of them compared to other Anastasia palettes. As i have found most of her eyeshadows very powdery and difficult to blend. Not this one."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This palette is beautiful. I canu2019t stop using it. I did so many looks. The shadows blend very well, the pigmentation is the same as all Anastasiau2019s palettes. The package is beautiful but itu2019s not travel friendly, big and heavy. But I donu2019t care, loved."
        },
        {
            "review_title": "PIGMENT!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "Wow this pallets is definitely worth every penny in my opinion! The colors are so gorgeous to me and the pigmentation is unreal! If you enjoy creating really bold colorful looks, you will love this!!!"
        },
        {
            "review_title": "COUNTING THE MINUTES UNTIL VOL 2",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "YES. Every single thing I have come to expect in ABH. The shades are beautiful. Blending is effortless. Pigment is serious. I was so excited to see this release, and she certainly did not disappoint. *chefu2019s kiss*"
        },
        {
            "review_title": "worth it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, mediumTan skin tone, Combination skin",
            "review_text": "Iu2019ve used this about 3 times. And so far this was so pigmented. Iu2019m pretty impressed. Will have to test the darker colors as Iu2019ve heard those were a bit challenging. Very happy with it and i love the huge mirror in it. The packaging is very sturdy too!"
        },
        {
            "review_title": "don't let the label scare you",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "When this arrived with the warning slip about not using half of the shadows around the eye area I was perturbed and nervous about using this palette. After some research I found that the main reason for that warning is that those pigments can stain skin. I decided to apply it over a good coat of white base primer both to keep the colors bright and provide a buffer. OMG, these are beautiful! They blend and build up well, the black and white are true black and white too. The colors do look a little different in person but they change upon application too so consider your skin tone as well. For reference, I have dyed pink hair, fair skin, and blue eyes, so these colors work especially well on me. I used setting spray and except for a tiny bit of smudging my look held up through 6 hours of partying, no irritation either. I'm not sure how much use I'll get out of the bright red or mustard yellow but this palette is great for creating bold, bright looks. It's not an every day use kind of palette but it's perfect for creating a bright, dramatic look."
        },
        {
            "review_title": "This palette is not for everyone",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This palette is a true pigment palette . Which for some could be issue . This palette needs to be treated like subculture palette in the sense of pigmentation ( which is a palette that I did enjoy) . It is a Pigment palette which a lot of the colors are not eye safe so keep that in mind . I have sensitive eyes and for me it didnu2019t cause issues.  I will keep using to see if that changes . It is a gorgeous Pigment palette and itu2019s great for people that like color or Perfect in pro artist kit . If you have any of the other Anastasia palettes you donu2019t need this one . I love color so I had to have it ( plus I didnu2019t get the others so it was perfect) ."
        },
        {
            "review_title": "good color payoff",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Itu2019s a good palette. What I have noticed though is it blends better when I use my abh brushes. The color payoff is good. I donu2019t have any problems with the matte colors wearing off like some people have. But I use this palette with the abh primer so maybe that helps? Reading other reviews some have said some of the colors look the same and I have to disagree. Once they are on your eye they look different. I gave 4 stars because some of the colors in the palette confuse me. The bottom 2 rows donu2019t seem to belong to the same color scheme as the top 3 rows. And honestly if I put orange on my eyes it wonu2019t be cute."
        },
        {
            "review_title": "Norvina does not disappoint!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Love the pigmentation of the eyeshadows in this palette. Easy to blend and doesnu2019t look muddy when other colors are blended together. I love ABH and this palette is a must for someone that loves colors."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The pigmentation of this palette is out of this world, I probably have every color in this palette already, but I was glad to add this to my collection. You wonu2019t be disappointed."
        },
        {
            "review_title": "Worth every penny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Oh my God where do I start. Every color you need is in this palette. It contains super buttery blendable shades. I bought it on release day and it's hard to put down. A must have for any true make up enthusiast."
        },
        {
            "review_title": "Love my Purples!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "This is exactly what I wanted the original Norvina Palette to be. I donu2019t own most of ABH Palettes so I donu2019t have the same problems as others with it being similar with others. I got an amazing purple look out of the shadows, super pigmented."
        },
        {
            "review_title": "Pigment forever !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Great palette, awesome colors, i really enjoy use it with my customers!!!"
        },
        {
            "review_title": "A Must-Have For Anyone!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "I absolutely adore this palette! Not only is ABH a great quality brand, but this palette contains a vast amount of colors that are gorgeous and itu2019s much bigger than it appears on the website (I was shocked when I received it as I expected it to be much smaller). The individual pots of colors are generous and one can create an infinite number of looks from all of the colors in it. Definitely a must-have for anyone!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "Whatu2019s not to love? Iu2019ve never had so much fun with colors! It blends beautifully and the pigmentation is splendid."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "I love this palette! The colours bend great and the shades are so pigmented. Great palette"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": ""
        },
        {
            "review_title": "beautifully arranged but irritated my lids!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Combination skin",
            "review_text": "Wanted to love this beautiful palette. Unfortunately after trying it out, I reacted with a rash on my lids from the pressed pigment (I assume!). I had to return but had such high hopes!"
        },
        {
            "review_title": "mind blowing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Dry skin",
            "review_text": "Itu2019s so much prettier in person !! Love it so worth it honestly"
        },
        {
            "review_title": "PHOTOS DONu2019T DO THIS JUSTICE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received mine in the mail fairly quickly after the launch - I was excited for this palette, but had only seen photos online. In person it is the most vibrant, stunning palette I have ever seen. Pigments swatch amazing, havenu2019t had a chance to do many full blown/ colorful eye looks yet, but the shades Iu2019ve incorporated have been truly stunning...and this price point?! For all those shades and large pan sizes??? You NEED this palette. Great addition for my kit and personal collection."
        },
        {
            "review_title": "SCAM",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Itu2019s an EYE shadow pallette. that says not for use around EYES. HELLO!"
        },
        {
            "review_title": "Wears off quickly",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Sadly, I think I'm going to return this one. These colors are beautiful, and I have no problem blending them. But they just don't last. By 4 hours in, they're already wearing off in and around my crease. I've tried with 3 different primers"
        },
        {
            "review_title": "Breathtaking",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This is one of the few palettes I think could be perfect for the kind of person that just wants one palette because this can do it all. You have amazing bright colours, gorgeous darker smokey shades, and some shades to create a neutral look - itu2019s perfect. Donu2019t let the fact that the palette is made in China fool you, this palette is just as good, if not better, than normal ABH palettes. Very little fallout, extremely pigmented and creamy, and they blend like a dream. Yes, most of these are pressed pigments so they can possibly cause some staining, but that is very normal for vegan formulas and thatu2019s the only reason it u201cisnu2019t safeu201d for the immediate eye area, itu2019s not going to actually harm you. If you have been debating about picking this up, just add it to your cart and checkout NOW. I have used this pretty much every day since it came out and I am LOVING it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "The different shades are gorgeous and the pigmentation is crazy! There are so many looks to get from this palette. The best yet!"
        },
        {
            "review_title": "What a great surprise",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I'm not a fan of the original ABH eyeshadow formula in her traditional palettes, but when I saw pictures of this and heard it was a new formula I knew I needed to have it. When I first opened it out of the box I was shocked. This literally took my breath away! This palette is absolutely stunning! The packaging is so high quality. The formula of these shadows are so extraordinary. The mattes are very creamy, blend seamlessly, and are very pigmented. The shimmers are mind blowing. They are soo vibrant and pigmented. I love this new formula! This is a major step up from her traditional and the price bump is worth every penny. I highly recommend this to all makeup lovers! You will not be disappointed!"
        },
        {
            "review_title": "Iu2019m in love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Home run! So many looks with one amazingly pigmented pallet!!! And before everyone gets upset... itu2019s a pigment palette... stains will happen! I love this so much, canu2019t wait for volume 2"
        },
        {
            "review_title": "Kappow Pigment!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "OMG. PIGMENT FOR DAYS! I would recommend primer though,  for some reason this does crease. The color payoff is major and fallout not bad. Enjoy!"
        },
        {
            "review_title": "Deceiving photos of how the colors ACTUALLY look",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "The photographs of the shades look COMPLETELY different online in the photos than they do in real life when you get this. Its a huge disappointment when you open it up , i like the shades it looks like in the pics..... the pretty light purples it shows in the picture are actually dark and kinda blah. Like D3, looks almost pink-red in photo, the actual color is RED. D1 looks like a muted mustard beige yellow - the actual color is dark bright yellow. A4 looks like a champagne gold - actual color, copper bronzey gold. E2 looks like a nice peachy coral - actual color, neon highlighter orange. C4 looks like a mauvy pink - actual color, raspberry purple. A4"
        },
        {
            "review_title": "Magnificent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I never usually leave reviews on here ( I make YouTube videos instead) buuut this palette is so good it needs a review NOW! I did a 3 Looks 1 Palette video with this and the formula is crazy good. Pigmented and blends beautifully. The only shade I tried I didnu2019t like was the yellow as it had a drier consistency."
        },
        {
            "review_title": "Worth every penny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "This palette is a must buy. The colors are extremely pigmented and blend well on my darker complexion."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "not much to say but..wow!! love the colors and blends so easily. the big mirror is a major plus and I also love the packaging. no regrets!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Even more beautiful in person!!"
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Absolutely amazing, Anastasia Beverly Hills keeps creating my favorite eyeshadow formula and this doesnu2019t disappoint it actually feels and blends better than her other palettes truly a must have"
        },
        {
            "review_title": "So fun!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Yay finally some dang purples!  And the pops of bright color are so fun!  Very happy I got my hands on this before it sold out.  I highly recommend using primer and clean brushes every time as the colors can get a little muddy.  A few of the colors are a little patchy so be sure to really pack them on! There is fall out so I'd finish your eye makeup before doing your face."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Disappointed in this pallete due to 1 from China and half of the shadows are not intended for eye area WHATTTT , I used on my daughter cause she was begging me and i couldn't figure out why her eyes were burning but after i started looking more i see why now so i am returning if possible :("
        },
        {
            "review_title": "you gotta see it in person!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "god this palette is so pretty! nicer in person. I've only used a handful of colors but the browns are so soft. the quality is here forsure. the colors I used blended super easily.  if you have the money to splurge I recommend getting this. I usually stick to my jeffree star palettes but I definitely see myself reaching for this often!"
        },
        {
            "review_title": "Best ABH palette ever!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This palette is absolutely gorgeous and the color payoff is amazing!!!!!! You can even pull off a neutral eye look with this."
        },
        {
            "review_title": "Everything Youu2019d Want in a Bright Palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Wow, wow, wow. Iu2019m not one to collect or obsess over palettes, but when I saw the news about this release, I knew I really wanted it. It arrived yesterday and I was immediately impressed with the packaging quality and the overall look of the palette. It is absolutely gorgeous, the mirror is huge, and the palette stays open on its own without having to hold it at a certain angle. The shades are beautiful; I wish ABH would put them in some type of order that makes sense, but they are still great shades. I tried out several of the neon pinks first and they blended like a dream, but did stain my eyelids (I knew they would, they are BRIGHT). Iu2019m extremely impressed with how well they perform just with a dry brush - the pigment is super strong. I think $60 is a great value for this, and Iu2019m so excited to keep playing with this palette!"
        },
        {
            "review_title": "Best ABH Palette Ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Best ABH Palette Ever !! I love that Norvina Is bringing more color to ABH! The formula is amazing  as always!"
        },
        {
            "review_title": "Itu2019s good but okay",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Look like a Natasha Denona Palette with Alyssa Edwards and Jackie Aina palettes put mix together. But itu2019s very pigmented and enjoy this palette. I did get a little bit of staining using the two blue shades."
        },
        {
            "review_title": "excellent color payoff",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I am in love with this palette!  I seriously think it is my favorite among my 50+ palettes.  it has a lot of purple plum tones which I love.  the best part is the shadows lasted over 12 hours on me (with a primer), including a 6-hour flight -  I put this on in NJ, and still looked freshly applied when I was having a late dinner in Cali, 12+ hours later.   Amazing shadows!"
        },
        {
            "review_title": "huge pallet, vibrant colors",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "this pallet came out just in time to get my 20% off and when I got the package in the mail my jaw dropped!! it was way higher than i thought and the colors were brighter than  i thought. so beautiful. i am so lucky i skipped the last few pallets from them and picked up this one!! i am a huge fan since modern renaissance, but this is a next level of awesomeness. the colors are bright  and easy to blend and the shimmers are top notch, and less kickback than some of their other pallets. I believe I am going to get lots of looks from this beauty"
        },
        {
            "review_title": "If you loved the Jackie Aina palette then you will",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "Love this so far, I haven't tried every shade yet but these are gorgeous! performs just like the Jackie palette. richly pigmented and easy to blend. in love!"
        },
        {
            "review_title": "Excellent Quality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "These shadows are the best I've tried from ABH, out of Modern Ren. and Subculture, two of my favourite palettes. These shades are much brighter than in the picture online, but the swatches by ABH are true to colour. The shades wear well with urban decays primer potion, I get over 6 hours of wear with only minimal creasing. The shades also don't need a bright/light base to show up, but a bright/light base will help intensify them. This palette also has some decent weight to it and a beautiful mirror that is super clear. Overall, this is a great palette and I can't wait to see if there will be a Vol. 2 of this, as hinted by the name."
        },
        {
            "review_title": "Top Tier quality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "These shadows are amazing quality, especially for the priceu2014I would recommend everyone own this lol."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "The purple shades are beautiful, pigmented. The light pink is a duo chrome. You get a variety of shades you can create many looks. You get two neon colors pink and orange . To me is good buy.  Get it when it becomes available again. The price is reasonable for the amount of product and shades that you get ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love this eyeshadow palette. The pigmentation is amazing and I love the color story. It is very easy to create an everyday neutral look, a night out look or a colorful look."
        },
        {
            "review_title": "BEST ABH PALETTE YET",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "I have always been on the fence about ABH shadows, but the last few palettes have all been so incredible & this one is my favourite one yet! The shadows are extremely pigmented, blend beautifully and the metallics are to die for! I attached a picture of four different looks I created with this one, SO BEAUTIFULLLL and so versitile too! If you love colour then this is for you, if you arenu2019t a huge colour person and prefer neutrals then you can probably pass! But this is for any colourful being that wants to pop !!! 100% recommend if this is your style!"
        }
    ]
}