{
    "product_id": "1168",
    "name": "Powermatte High-Intensity Long-Lasting Lip Pencil",
    "brand": "NARS",
    "categories": "Makeup, Lip, Lip Liner",
    "price": 41.0,
    "about": "What it is: A bold, matte pencil that saturates lips in rich pigment and has up to 12 hours of staying power.Formulation Type: Lip Liner..Benefits: Long-wearing.Highlighted Ingredients: - Power Pigment Complex: Features color-locking ingredients that saturate lips with bold, comfortable color...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan...What Else You Need to Know:  Potency meets precision with Powermatte High Intensity Lip Pencil, a fully loaded matte lip formula charged with up to 12 hours of staying power. Transformative cream-to-matte texture applies effortlessly and seals in a bold, matte finish. The formula glides on dense color that wears comfortably all day.",
    "ingredients": "-Power Pigment Complex: Features color-locking ingredients that saturate lips with bold, comfortable color...Isododecane, Synthetic Wax, Polyglyceryl-2 Triisostearate, Caprylyl Methicone, Octyldodecanol, Dicalcium Phosphate, Hydrogenated Microcrystalline Wax, Lauroyl Lysine, Trimethylsiloxysilicate, Polyethylene, Hydrogenated Styrene/Isoprene Copolymer, Polysilicone-11, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate, Polyhydroxystearic Acid, Tocopheryl Acetate, [+/-(May Contain/Peut Contenir): Blue 1 Lake (Ci 42090), Iron Oxides (Ci 77491, Ci 77492, Ci 77499), Red 28 Lake (Ci 45410), Red 6 (Ci 15850), Red 7 Lake (Ci 15850), Titanium Dioxide (Ci 77891), Yellow 5 Lake (Ci 19140), Yellow 6 Lake (Ci 15985)].",
    "how_to_use": "Suggested Usage:.-Using the tip of the pencil, line lips before filling them in with color to create a bold, matte look..-Try lining lips with one shade, then filling in lips with a lighter shade for a fuller look with added dimension..-For best results, sharpen pencil before each use with NARS Pencil Sharpener (sold separately).",
    "num_reviews": 322,
    "overall_rating": 4.2,
    "product_url": "https://www.sephora.com/ca/en/product/powermatte-high-intensity-long-lasting-lip-pencil-P507545?skuId=2756104&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2756104-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Midnight Rider - 195",
            "shade_descriptor": "bright classic red",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2756104-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Viva Las Vegas - 179",
            "shade_descriptor": "warm pink apricot",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2756112-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "All Night Long - 172",
            "shade_descriptor": "rose brown",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2756096-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Dolce Vita - 888",
            "shade_descriptor": "dusty rose",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2721785-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "American Woman - 112",
            "shade_descriptor": "chestnut rose",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2721793-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Walkyrie - 180",
            "shade_descriptor": "burnt coral red",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2721801-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Bohemian Rhapsody - 181",
            "shade_descriptor": "auburn brown",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2721819-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Born To Be Wild - 186",
            "shade_descriptor": "brick red",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2721827-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Endless Love - 182",
            "shade_descriptor": "maple red",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2721835-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Kiss Me Deadly - 183",
            "shade_descriptor": "vivid orange red",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2721843-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Dragon Girl - 132",
            "shade_descriptor": "vivid siren red",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2721850-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Take Me Home - 170",
            "shade_descriptor": "tan rose",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2721868-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Cruella - 185",
            "shade_descriptor": "passionate scarlet red",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2721876-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "will vanish at first sip of coffee, don't buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "compared to the old formula of velvet matte, this one doesn't hold up at all. drug store brands like loreal and Revlon may have much better quality dupes of this color. it's also very drying. easily transfers and bleeds. I loved the color and old formula. but this is horrible. don't waste your money."
        },
        {
            "review_title": "Excellent formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Glides smooth, pigmented and velvety, its perfect"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Midnight Rider - 195 - bright classic red",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I love how smoothly it applies. This color is a beautiful vivid red. If you have lip balm on underneath, the pigment will move around, leaving you with a messy lip line. I personally felt it made my lips dry and needing a lot of lip balm for two days after wearing it."
        },
        {
            "review_title": "You got to try this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I knew Cruella was a perfect fit from the moment I tried it on. I was a bit scared of the sharpening, but the pencil was soft, and I used an old sharpener. It worked perfectly well. I already ordered another one. Love how it sits on my lip, how it doesn't transfer, and that it doesn't dry my lips."
        },
        {
            "review_title": "Highly recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Love the full coverage. It is very rich and creamy. Glides in smooth. One pass is enough for full coverage. Ive been using Cruella for a long time, always loved it. I got Walkyrie this time - the color is very flattering on my skin tone, so I am very pleased. The fact that it is in a u201cpencilu201d format makes it easier to apply flawlessly without going outside the lips. I also dont find the need to line my lips to apply this product."
        },
        {
            "review_title": "Perfection!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I have been using cruella for years and I cannot get enough!! Strangers literally stop me in the street to tell me Cruella is my color!! It is so creamy and applies easily. I hope they never discontinue this color.  Ok off to add three more to my basket for the Sephora sale! three"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Bohemian Rhapsody - 181 - auburn brown",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Perfect shade that I was looking for and lasted all day u2764ufe0f"
        },
        {
            "review_title": "BRING BACK OLD COLOR!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This product is so orange now. What did they do to Dolce Vita? Its terrible. I miss Bahama. Those two colors were perfection. Coloration on the pencil itself is confusing and off. Look too similar to each other."
        },
        {
            "review_title": "Why did they change the color???",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Im so upset or rather sad because Walkyrie was my favorite lip shade to wear at work. Ive gone through so many. I just tried the new formulation and Im upset that the color is different. formulation was more of a dusty"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Dolce Vita - 888 - dusty rose",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I have used dolce vita for years because I liked the matt formula and how natural it looks. I am so disappointed with the new formula and will miss my favorite lipliner."
        },
        {
            "review_title": "Love the lip pencil color, and it's my favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "super cute color, and I got the burnt coral red, and it was perfect for the shopping spree or the nightlife in San Francisco."
        },
        {
            "review_title": "Changed formula- not good",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "Drying, not pigmented enough, not long-lasting.  I have this same color and found the old pencil- what a better product.  Shame how the quality of this brand has declined."
        },
        {
            "review_title": "DISAPPOINTED",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Ordered online and got the damaged product. Doesn't last long and is not worth the price."
        },
        {
            "review_title": "Not long lasting for me.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Did not really like this, it was way too slippery and moved all over.  Did not long last. Much prefer the Powermatte Long-Lasting Lipstick in American Women. That is a GREAT product."
        },
        {
            "review_title": "Damaged item! Sephora refuses to refund or reship",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Damaged item! Sephora refuses to refund or reship the item. Very disappointed"
        },
        {
            "review_title": "Disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "So incredibly disappointed by this product! Ive worn the old Velvet Matte Lip Pencil for years and was sad to find out it had been discontinued.  Ordered this hoping it would be the same and was sorely let down. The color is completely different, as is the formula. I dont wear much makeup and dont own a lip pencil - didnt need one with the last formula. This one bled outside my lip line and stayed wet.  Please bring back the old formula and colors!!!"
        },
        {
            "review_title": "Dolce Vita is not the same color",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Please bring back the original Dolce Vita color and formula! The best thing about the velvet matte Dolce Vita was it blended onto my lips and just looked like I had a really pretty natural lip color. This new formula/color just looks cheap and I will never buy it"
        },
        {
            "review_title": "Worth the splurge",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I love it. Use setting spray and it stays on for so long. It survived an 10 hour event, with lots of drinking and food. No touch ups needed. I also am obsessed with the colour it is stunning."
        },
        {
            "review_title": "Please Bring back the old DV!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone",
            "review_text": "Please bring back the original old DV lip pencil!!! The color of the new dolce vita is so different from the original one. The formula is still nice though"
        },
        {
            "review_title": "I want all of them",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Best matte lipstick, stays long even after eating. Feels soft and weightless. I just love it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Dolce Vita - 888 - dusty rose",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Lasts forever, so easy to apply. If you want a lovely matte finish and a creamy job-drying formula look no further. I got the Walkiry as a freebie from the offers section and immediately got this. Now Ive put American Woman in my cart. Im I my 50s hard to do a matte lip without highlighting lines and wrinkles. This is creamier and applies well."
        },
        {
            "review_title": "Perfect!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love this lip liner because of its size and format. It glides on effortlessly and blends beautifully. I will always repurchase this."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Does not last as long as the told me it will last , its a nice color but the price is a bit much when we can get same lasting from a cheaper similar products"
        },
        {
            "review_title": "Love! Actually stays put all day",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "Love this lip color. It really stays on (albeit a bit drying), but lasts through meals, drinking water, etc. I just need to lightly touch up but otherwise lasts 12+ hours."
        },
        {
            "review_title": "PLEASE bring back Dolce Vita old formula...",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "Dolce Vita has been my go to colour for 5+ years. I wore it daily. This new formula and colour are not the same. I've tried every NARS lip pencil + other brands to try to find something similar.... no exact match. PLEASE NARS... bring back the old formula AND Dolce Vita colour!!! I will be devastated when my final old formula pencil is done..."
        },
        {
            "review_title": "Not impressed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I am not super thrilled with this product especial with the expense of the product.  found it dry and I have to apply a lip balm to keep it moist. I dont like the look it leaves after its been on awhile. Would not recommend"
        },
        {
            "review_title": "Nope",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Id give this zero stars if I couldu2014 does not stay on at all. Smeared in the corners- I look like the joker- and didnt last at all on my lips past a cup of tea. Bleeds."
        },
        {
            "review_title": "It is always with me.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Combination skin",
            "review_text": "I love this product and using this in my daily routine. honestly, it is the best one I ever seen till now"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Bohemian Rhapsody - 181 - auburn brown",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "VERY soft, tip  broke when I tried to use but so soft that it reattached. Love the color and the feel, will update when I've used it and have to sharpen"
        },
        {
            "review_title": "Bring back the old dolce vita!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Why why why would you change the color and formula of the perfect dolce vita velvet lip pencil! This used to be my go-to and the new version isn't nearly as rich of a color, and not the smooth velvety application of before :( please bring it back!!!"
        },
        {
            "review_title": "Cheaper tricks",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Okay so the pencil itself is good but this is such a rip off.  First off the pencil is expensive but fine, I can be ok with that. Then turns out you can ONLY sharpen it with a NARS sharpen. like wth. For this price it should've been a twist bottom anyway, like it's 2024 guy! But not only is it NOT, but they purposefully made it a different size so NO other sharpener can it except theirs. Evil money grabbing tactics just show how insincere they are to their customer! *rant over*."
        },
        {
            "review_title": "One of my favorites!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Absolutely one of my favorite lip pencils! The pigment is rich and beautiful deep red. Goes on smooth and stays on."
        },
        {
            "review_title": "Farewell Cruella",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I am really sad to say that the new (more expensive) version of the wonderful Cruella matte lipstick is a real letdown. The  old Cruella Velvet Matte was the truest, most flattering red I have ever found (reds tend to pink out on me) and made my teeth look whiter. The shade of this one tends towards the brickier and makes me teeth look yellow. The new formula is also more matte/dead and quite drying. I will use the crayon I purchased with balm to ease the dryness, but then I will (sadly) be moving on to find something else. The old version was the red lipstick I recommended to anyone who asked what I liked, and I know many people felt that way. I can't understand why NARS changed it, but they have lost a customer."
        },
        {
            "review_title": "Debunking SOME dissatisfaction. NOT longwear.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Color is Fine:  I have this in the velvet matte formula... and honestly, if you build the opacity in the velvet matte....its exactly the same. I feel the same about Cruella.   The Problem: THAT BEING SAID, there is more formula deposited onto the lips with the new formulation... therefore, it does smudge if you don't allow it to set. I put one swipe of each formula and let it set on my hand (no lotion or anything). They both smudged pretty bad after 2 mins. The NEW formual did smudge worse, but again, you're getting more per swipe.... Some pigment stayed behind, leading me to think these would fade nicely like the velvet mattes did. I would rather it fade than deal w chunks.   I even tried setting the new formula with setting powder....still smudged pretty bad.  However, for $30 a crayon, I can't justify waiting 2 mins for them to set and STILL transfer or smudge. Especially since they are touted as longwear. I do feel like the velvet matte held up nicer bc they are a firmer formula (that's the inky way I can think to describe it) upon application.   I'll be returning these bc there are WAY better formulas for cheaper at the drugstore that don't move.  (nyx lingerie is SO GOOD. It's liquid but same effect and just as comfy on the lips)  2 stars for a misleading product name... the only thing POWERful about this is the color payoff..MAYBE (it's honestly no better than anything else...) I would not consider this a longwear product at all.   I wanted this to be good but it's just not worth $30."
        },
        {
            "review_title": "New Formula = Paint Thinner",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I've been using Nars matte lip pencil in Dolce Vita for at least 10 years. It has been my signature lip color. This new formulation is AWFUL. It smells like paint thinner and severely dries and chaps your lips. The second you take the cap off, the smell of chemicals hits you. Why did they get rid of the OG? It was already a long-wear matte lip pencil. Nars' really dropping the ball. Still on the hunt to find my Dolce Vita dupe :( REFY Lip Blush in Cinnamon is pretty close if you mix it with Vicotria Beckham lip tint in Je'Taime."
        },
        {
            "review_title": "Disappointedu2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "Has been my go to color for about 6+ years now. It not quite the same as the original velvet matte.  Will this remain a u201ccult classicu201d? Bring back the original with the original colors. Why fix what is not broken."
        },
        {
            "review_title": "American woman is hideous.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "The new formula is awful. American Woman is orange! Swatches are the discontinued do me baby (left) and new American woman (right). Both described as u201cchestnut roseu201d!"
        },
        {
            "review_title": "New formula is awful",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "These are nothing like the velvet matte pencils.  New formula and colors are awful.  Bring back do me baby."
        },
        {
            "review_title": "Such a great product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, red hair, Combination skin",
            "review_text": "I tried this product for about a week, and I have to say it definitely last longer than most other products I have tried. The formula also goes on very easily."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Dolce Vita - 888 - dusty rose",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "In less than 2 days, I dropped it on accident and it broke completely. the formula is weak and while you glide it against your lips, the lip liner crumbles into pieces. do not recommend. waste of money."
        },
        {
            "review_title": "Changed Formula & Colours YUK!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Ive been using this lip pencil for 9 years in the shades Bahama and Do Me Baby, not only did they completely change the wonderful formula that never hurt or chapped my lips they also changed the colour of do me baby to this weird orange colour and they dont even have the shade bahama anymore.  I figured Ill try bohemian rhapsody since it looks the closest to the shades I got before.  My lips feel so dry after trying it on for the day. The colour bleeds and just looks weird and unflattering. Im going to miss the old formula and shades and definitely will be returning this CHEAP quality purchase. Time to find another brand :("
        },
        {
            "review_title": "Gorgeous Color, Long-Lasting, & Easy to Sharpen",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "ADORE!! I loved this shade so much (which is the best one on me) that I also bought American Woman, Endless Love, and Bohemian Rhapsody! It feels super nice, lasts through drinking water, and is a very pigmented, lovely matte. Folks don't seem to notice that the Nars Pencil Sharpener is recommended with it which sharpens it up like a dream."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "American Woman - 112 - chestnut rose",
            "review_buyer_description": "Brown eyes, brunette hair, Combination skin",
            "review_text": "so wanted to love this, but this is neither matte nor long lasting. the shade is more orangish tinged. not recommended."
        },
        {
            "review_title": "Wanted to justify...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Overall 3. I loved the color, coverage. Downside, not enough product for the price and at times had use chapstick to moisturize. Some mentioned the twist.. I notice that too. I am using a lipbrush to get the rest out."
        },
        {
            "review_title": "Pretty color, but not pleased.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Dry skin",
            "review_text": "I liked the color, but this lipstick bleeds. I also had an allergic reaction. This is really strange for me with lipstick! Oh well. Back it goes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Bohemian Rhapsody - 181 - auburn brown",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Long-lasting, non-drying, great shades! Lasts through eating, drinking and kissing my kids cheeks ud83dudc8b"
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Its hydrating its beautiful and its long lasting"
        },
        {
            "review_title": "The Velvet Matte lip pencil was better",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "The Powermatte High Intensity lip pencil  is not as matte, nor as long lasting as the Velvet Matte lip pencil. The shade Cruella is also a tad warmer in this new formula.  I hope NARS brings Velvet Matte back."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Bohemian Rhapsody - 181 - auburn brown",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Love the color,the quality!! Would most definitely purchase it again!"
        },
        {
            "review_title": "The Best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Favorite lipstick hands down. Pigment, color, satiny feel, longevity all amazing"
        },
        {
            "review_title": "LOVE LOVE LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I am in love with lip pencil. Words can not describe how smooth and velvety the formula is. It doesnt smudge and lasts for long time, but you would have to re-apply (which you will enjoy) though every few hours if you drink or eat"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Dolce Vita - 888 - dusty rose",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "Great colour but the tube was empty after about a dozen uses. Works out to about $4 per use. My other lip products last much much longer. Possibly the tube was faulty?"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Absaloutlay amazing its not all that matte though its almost like a gloss stick if that makes sense but I would def recommend"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "So far, this is one of my favorite lip pencils. I really like the color and received lots of compliments. It's hydrate, smooth, creamy, glides well on my lip. I will try more shades next time."
        },
        {
            "review_title": "Please Bring Back Dolce Vita Original Color",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "New formulation is not same color as original Dolce Vita. In picture, original is to the left. Please bring back original formula and color!!"
        },
        {
            "review_title": "Good formula but needs to twist up..",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "If this were a twist up Id be all over it but I ended up returning. The formula and colors are great though, very smooth."
        },
        {
            "review_title": "10/10 but Id love to see more shades",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, notSure skin tone, Normal skin",
            "review_text": "Nars previous version of this was always too dry for me, though this version is perfect- smooth, creamy, glides on well. It has an opaque look but still somehow looks/feels like your lips. I need more shades: berries, mauves, and cool pinks!"
        },
        {
            "review_title": "Love love love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "Absolutely love this formula. Ive never used anything else like it. It feels great on the lips and lasts hours. Perfect!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Cruella - 185 - passionate scarlet red",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "it broke the second i opened it (i think i got a defected one) and i wasnt even able to use it yet. i was able to exchange it it was just an inconvenience. havent tried it yet but i bet its good"
        },
        {
            "review_title": "Bring dolce vita back!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I used to buy the dolce vita color pencil as my holy grail by NARS. Then they got rid of it and replaced it with dusty rose which is the not the same color or formula. The color is darker rose and isnt as natural of a lip color as the dolce vita and for some reason the new formula makes my lip break out and super dry. I used to buy the dolce vita for the past 5 years. Bring dolce vita back!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Walkyrie - 180 - burnt coral red",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Dry skin",
            "review_text": "Big waste of $30, first off, it's not long lasting, and it's not high intensity color,  the color faded out within minutes to almost orange.  It's NOTHING like the Velvet Matte Lip Pencil that was discontinued a while back, why I don't know, because those pencils were WONDERFUL and the color selection was fabulous.  Powermatte colors aren't the best and for $30, they should be everything and more."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Bought this as an alternative to a classic red and I LOVE it! This will be my new go to for a more dramatic lip - the color is gorgeous and it stayed put all night!"
        },
        {
            "review_title": "shade:182   Good but very less product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Normal skin",
            "review_text": "Long-wearing (6 hours), non-drying.  Opaque pigmentation in one stroke the quantity is very less for the price.  it smudge little bit not too much.   I will buy again."
        },
        {
            "review_title": "Waste of money. Breaks Easily",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this lip pencil for free as an add-on with a purchase. I wanted to love this product because I really loved how the color looked on me. I would only put a little on in the middle of my upper and bottom lips, then blended it out with my finger. Unfortunately, I won't be able to use this product anymore because 1. You cannot twist it or sharpen it and 2. The product breaks VERY easily. If you have shaky hands, don't bother buying this product. If you move the cap slightly while take it off or putting it back on, it can mess up the actual lip product. I accidentally cut off a piece and after a few uses, it was mangled. I had to take a sewing needle and scoop out the product to put into a small tin to use. There is more product inside the pencil that you are completely unable to get to because it does not twist nor can you sharpen it. I would love if they changed the packaging of this product so it would last more than a few days. I am very disappointed because the actual color and consistency was so nice. Will not be buying again."
        },
        {
            "review_title": "Highly recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have this in Cruella and Dragon girl and Im in love. It lasts a full workday without needing to be reapplied and that was with multiple cups of coffee and eating lunch. Cruella is a darker red while Dragon Girl is a more pinky red."
        },
        {
            "review_title": "I hate that I love these so much",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have three colors - one in Dragon Girl, one in American Woman, and a sample size in Cruella. They are fantastic and Im really not sure about others saying theyre not long lasting."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Walkyrie - 180 - burnt coral red",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Dry skin",
            "review_text": "Big waste of $30, first off, it's not long lasting, and it's not high intensity color,  the color faded out within minutes to almost orange.  It's NOTHING like the Velvet Matte Lip Pencil that was discontinued a while back, why I don't know, because those pencils were WONDERFUL and the color selection was fabulous.  Powermatte colors aren't the best and for $30, they should be everything and more."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Bought this as an alternative to a classic red and I LOVE it! This will be my new go to for a more dramatic lip - the color is gorgeous and it stayed put all night!"
        },
        {
            "review_title": "shade:182   Good but very less product",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Normal skin",
            "review_text": "Long-wearing (6 hours), non-drying.  Opaque pigmentation in one stroke the quantity is very less for the price.  it smudge little bit not too much.   I will buy again."
        },
        {
            "review_title": "Waste of money. Breaks Easily",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this lip pencil for free as an add-on with a purchase. I wanted to love this product because I really loved how the color looked on me. I would only put a little on in the middle of my upper and bottom lips, then blended it out with my finger. Unfortunately, I won't be able to use this product anymore because 1. You cannot twist it or sharpen it and 2. The product breaks VERY easily. If you have shaky hands, don't bother buying this product. If you move the cap slightly while take it off or putting it back on, it can mess up the actual lip product. I accidentally cut off a piece and after a few uses, it was mangled. I had to take a sewing needle and scoop out the product to put into a small tin to use. There is more product inside the pencil that you are completely unable to get to because it does not twist nor can you sharpen it. I would love if they changed the packaging of this product so it would last more than a few days. I am very disappointed because the actual color and consistency was so nice. Will not be buying again."
        },
        {
            "review_title": "Highly recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have this in Cruella and Dragon girl and Im in love. It lasts a full workday without needing to be reapplied and that was with multiple cups of coffee and eating lunch. Cruella is a darker red while Dragon Girl is a more pinky red."
        },
        {
            "review_title": "I hate that I love these so much",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have three colors - one in Dragon Girl, one in American Woman, and a sample size in Cruella. They are fantastic and Im really not sure about others saying theyre not long lasting."
        },
        {
            "review_title": "disappointing",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Not long lasting at all. Im gonna return it. It barley stay on my lips for one hour, for sure not a 12hours."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Cruella - 185 - passionate scarlet red",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The colour of this is amazing but the formula itself is a hard pass. Its super drying and comes off fully within a few hours. Its also not transfer proof."
        },
        {
            "review_title": "Not long lasting",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This product was very disappointing. The color was nothing like what it looked like on the website. The pencil itself was creamy but dried pretty oddly on the skin and made my lips look dry. Not long lasting, couldnt last through a slice of pizza. Would not recommend at all."
        },
        {
            "review_title": "out with the new, in with the old!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I love this color but i'm genuinely heartbroken about this formula shift. This new formula is incredibly drying and it will crack, flake, and sink into your lines within only an hour or two, even with appropriate prep. Touching this product up is challenging because you'll find yourself rolling a smooth pencil over flaky existing product which is just sort of a disaster overall. The old formula was not long-lasting by any means, but that never bothered me because it was easy to touch up, was never drying, and looked nice and smooth the entire time I had it on before it would begin to wear (and it wore WELL). Such a shame =("
        },
        {
            "review_title": "Needs a sharpener",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Beautiful colour and formulau2026.but really I need a sharpener for 10 extra bucks Noooooooo whyyyyyyyyyyyyyyyy in 2023 just make it with a TWIST"
        },
        {
            "review_title": "Horrible new formula",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Medium skin tone, Combination skin",
            "review_text": "They changed the formula, and it's horrible. I have been using the same product for over 12 years and never had a complaint. The old formula was hydrating, and the pigment wasn't as opaque. The color of the old pencil would blend with the color of the skin to create a subtle yet confident shade. But this new pencil goes on cakey, and the color is awful. It looks trashy and cheap. I can find something like this at CVS for $4. Bring back the old pencil!"
        },
        {
            "review_title": "Still my absolute favorite red!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "LOVE! No strong odor or flavor. Can be put on lightly or heavy. Bold without being fake. I just love this red. Im pale with brown/grey hair and green eyes and feel confident when wearing this lipstick. The container feels like plastic so not sure what my rating for that will be once I need to sharpen this thing."
        },
        {
            "review_title": "Horrific new colors, bring back Do Me Baby",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I went to buy refills of Do Me Baby and Bahama and saw that this was the only option for my tried-and-true Nars lip pencils now. So, I ordered the colors that were advertised as equivalent, American Woman and Dolce Vita. The colors are not u201croseu201d shades at all. They look almost slightly neon/bright ORANGEY tones on my lips! I was horrified and quickly returned these to Sephora. Please bring back the original formula and the Do Me Baby and Bahama shades."
        },
        {
            "review_title": "New formula is awful",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "New formula is too drying.  Also they really need to bring back the color do me baby"
        },
        {
            "review_title": "New formula too drying",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Used to be so great but the formulation definitely changed recently. Terribly dry."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Purchased cruelly  Love this lip pencil . Its doesnt bleed and not to drying, and stays on"
        },
        {
            "review_title": "Stayed on, great color , 90s lip color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "This is a perfect brown red 90s lipstick that goes well with my tan golden skin. I wore this to a 5k race and it stayed on beautifully, see pic"
        },
        {
            "review_title": "perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I was looking for a dark, cool red. this one doesn't bleed and was not too drying. I didn't even need a lip liner"
        },
        {
            "review_title": "Almost perfect",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I loved the shade and staying power of this lipstick, but I found it very dry and drying over time, which isnt usually an issue for me.  I wanted this to work, but, sadly, not this time."
        },
        {
            "review_title": "did they change formula, diff texture and color",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "im confused.. So Nars changed its formula or is this different product than before? ive been using Nars Lip pencil for decade...same color which is Dolce Vita.  texture is different, color is way off after they changed to new package. price is even higher than before but it's smaller and everything is so bad. First, the texture is way smoother than before which is not a bad thing. after few min or after you wipe it off a little with tissue, it will get dry so it does have matte finish eventually. i felt like this new one is more dry than the original one which I dont prefer. And the color is just awful. It was way too bolder for Dolce vita... and unlike the old product, after an hour or so, I need to keep looking at a mirror because it erases around inner mouth, it's hard to explain. but it gives you really ugly look."
        },
        {
            "review_title": "Color is way off!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I love all Nars lippies, but how did they get the color so wrong (for both, this pencil and liquid lipstick)?! Ill never buy their stuff online again."
        },
        {
            "review_title": "not worth the price point",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought this after an influencer advertised this online as transfer proof and long lasting, it is neither of these. I let it sit for an hour before going out to eat and even with being careful not to smear it, it transfers and wears badly compared to the velvet matte lip. It's really not worth the thirty dollars."
        },
        {
            "review_title": "one of my fav lip pencils",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "Gorgeous color , easy to apply, fairly long lasting,  do need to re-apply a couple times a day."
        },
        {
            "review_title": "I wear it on special occasions and everyone likes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I watch so many videos about this lip pencil  Then I buy and its really stay long lasting and its texture is soo smooth  I love it Really worth it . It have to be I u r makeup collection"
        },
        {
            "review_title": "Not Matte, Not Longlasting. No good.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Dry skin",
            "review_text": "Not matte or not long-lasting at all like the previous version. No Hollywood blue-red offered, really no good colors offered anymore at all. I've tried every single color and most of them are just extremely slight veriations of each other. None lasted longer than 30 minutes and, as I said, none are matte as they all have a sheen to them. I LOVED the previous version - loved Mysterious Red and Never Say Never, which are no longer offered. It was the only lipstick/lip color I used, but this new version is awful. NARS ought to be ashamed of themselves. Incredibly disappointed."
        },
        {
            "review_title": "Definitely a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Dry skin",
            "review_text": "I love this color of lipstick. I love the way it feels very smooth. It makes me feel invincible!"
        },
        {
            "review_title": "An every day staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "a great every day colour. This product lasts hours on my lips even after eating & drinking. Has a creamy texture that dries matte & transfer proof. Will be repurchasing once I run out."
        },
        {
            "review_title": "Must-have matte lip pencil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I love this lip pencil!!! Finally one that doesnt completely dry out my lips!! The colour is beautiful and it glides on smoothly. So glad I tried it u263aufe0f"
        },
        {
            "review_title": "My new favorite Matt lippie  from nars",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "One of my new fave LIPPIES That Ive recently tried  its Matt and  perfect for my lips and I really like the  shade , so smooth and creamy I like the scent and the consistency, i Like it and will buy more in the future ."
        },
        {
            "review_title": "Stop buying reviews misleading paying customers",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Not long lasting, not mate, delivered opened, not worth the price. Meant to give it 1 star but it didnt allow me to submit that way."
        },
        {
            "review_title": "Nice color but not enough product for the price",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Normal skin",
            "review_text": "I love the shade and the coverage; I just wish it lasted longer and found myself re-applying throughout the day. For the price point, this is a disappointing product that I wont repurchase. I agree with another reviewer who"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Take Me Home - 170 - tan rose",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "It does what it says, its a long lasting lip pencil. My lips looked great after an evening out. I added a lip gloss on top because my lips felt too dry without it. But the color looked great and I was seriously impressed how well it stayed on."
        },
        {
            "review_title": "Do not use it heavy handed.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I loved the colour, it looks great on my light medium/ medium skin tone. The formula glides on my lips like a butter , but I was disappointed when i opened the cap and the tip fell off and now i am scared to even travel.  But colour payoff is really great. wit ..."
        },
        {
            "review_title": "You do not need a lip liner using disposal",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "These pencils are so nice so pigmented and creamy they need a dark maroon/purple pencil"
        },
        {
            "review_title": "Great performance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "NARS Powermatte High-Intensity Long-Lasting Lip Pencil is an absolute game-changer in the world of lip makeup. From its sleek packaging to its impressive performance, this product has become a staple in my makeup routine."
        },
        {
            "review_title": "Reformulation is a net loss",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Not a fan of the reformulation. I use these as lipliner/base for a sheerer topper lipstick (historically Nars Dolce Vita in the sheer lipstick), and this new formulation is both too drying and too gelish to work as well as the older formula in that capacity. The color is brighter and slightly longer lasting, which is nice enough, but it's still not a super long-lasting product. The sheer lipstick reformulation/packaging change was a win for me--but this reformulation simply is not. However I do like the new packaging! If you have several then the colors are much easier to distinguish)"
        },
        {
            "review_title": "New favorite pencil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "I love the size of this pencil. It goes on really smooth and blends really well too. It last most of the day as well"
        },
        {
            "review_title": "Stunning lip color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I love this lip pencil/crayon. It glides on like butter and it the most beautiful shade. It also lasts an incredible amount of time and doesn't smear when drinking. This is my new staple lip color."
        },
        {
            "review_title": "Really nice lip pencil!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This is a great lip pencil! Perfect size for lining and filling. It goes on so smooth and stays on for hours. I got the color Tan Rose, which is a great pinkish nude. I feel like this even makes my top lip look a little more full, which I like as well. Maybe it's just the color. Great consistency, no weird smells, long-lasting, and looks nice under a gloss too. Get it!"
        },
        {
            "review_title": "Long-lasting soft pencil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I've used the NARS Powermatte High-Intensity Long-Lasting Lip Pencil for a full week and I love this pencil, it glides on your lips, and is very smooth, with a matte finish. The color is more on the coral side for me, I was seeking a nude color so I will look into a different shade, but this is still a very beautiful color and I feel it can complement every skin tone. Very long-lasting, I didn't have to touch up as much."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Endless Love - 182 - maple red",
            "review_buyer_description": "brown hair, Light skin tone, Dry skin",
            "review_text": "The color is beautiful but this lipstick has no staying power. It smears and transfers everywhere. I think the colors are cute so if this was an elf priced product Id by a bunch but at $30 Id expect the quality to be better."
        },
        {
            "review_title": "A must-have lip product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "This is my now my favorite makeup product. It can be used to both line lips and fill them in, eliminating the need for a separate lip liner. The color American Woman is beautifully pigmented to be a subtle, slightly brown rose color that is just slightly darker than my natural lip color. This makes it perfect for both day and night. It has a creamy texture that goes on smoothly yet provides a matte finish that has great staying power. I love the convenience and quality of this lip pencil and have already recommended it to others"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Bohemian Rhapsody - 181 - auburn brown",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I have this shade and Cruella. It applies smooth like butter with a nice satin finish, I wouldnt really say its matte. I pair it with the Charlotte Tillbury (Foxy Brown/Pillow Talk Intense) lipliner and it looks good."
        },
        {
            "review_title": "Love it!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "The NARS Powermatte High-Intensty Lip Pencil in shade Take Me Home is soooooooo pretty!! On my lips, it is the perfect Pinkish Nude. It is a gorgeous color that glides on easily and lasts until I take it off. It performs well while sipping through a straw, and there is minimal transfer. I didn't have to reapply immediately, and at most, I touched up once a day. I love that It did not dry out my lips, and they felt moisturized and comfortable all day. Also love that I can line my lips with it and just fill them in for a color that lasts throughout the day. This is a huge win!! I'll definitely be purchasing more shades!"
        },
        {
            "review_title": "Good color, poor quality",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Nice color and matte finish. However, upon opening the package, the tip of the pencil fell right off, and now missing a chunk of that lip color. I really want to like it, but the quality is poor. ufffcDisappointed in the quality."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Dolce Vita - 888 - dusty rose",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone",
            "review_text": "I liked the way it went on, very smooth but the color looks absolutely nothing like whats pictured. Very disappointing!"
        },
        {
            "review_title": "It's beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love this color. It's so beautiful. Not only is it a beautiful color it lasts all night. My daughter wore this lip pencil to homecoming and never had to reapply. It goes on so smoothly. It also doesn't leave your lips looking dry."
        },
        {
            "review_title": "amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "one of the longest lip pencils I ever used ! it will last me forever"
        },
        {
            "review_title": "A fall staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "The perfect fall time shade and for light medium skin I feel like this is the best red."
        },
        {
            "review_title": "Really like!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Real pretty color, and the color stays put! Not drying if I put a little moisturizer under and over it."
        },
        {
            "review_title": "long lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The color was a little light for my medium tan skin tone. It is long lasting and not drying! Once it sets it doesnt really come off and I even forgot at one point that I had it on till I looked iun teh mirror! I definitely want some other shades!"
        },
        {
            "review_title": "cute but messy",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I had never tried any NARS lipsticks before, as this product was my very first impression of any NARS lip products. Right from the application, I could see the shade was much richer and brighter than the shade on the packaging. The color truly is a passionate red tone though. When I applied this lipstick on my lips, although it was very pigmented, it was also messy. I feel the lipstick could smear everywhere if you let it. Luckily I only applied the lipstick in the inside portions of my lips and used a lipliner but If I hadn't, the lipstick would definitely bleed outside my lip lines. So apply with caution. I did notice that it does somewhat dry down on the lips, not super dry but dry enough not to continue moving and feeling messy."
        },
        {
            "review_title": "Creamy lip pencil that bleeds",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I went to the store looking for my velvet matte lip pencil which I absolutely love only to be told its discontinued. The sales rep said u2018these are WAY better. Well, not to me. My go-to colors were u2018Do Me Baby & u2018Bahama. The colour range in these new pencils is very limited and NONE of these new shades resemble my two trusted favorites. So either NARS brings back the original velvet matte lip pencils or they do something to expand this range of colors. But honestly, I have to look for a different lip crayon because I dont like the formula of these. I want my lip crayon to keep my lipstick in check not be creamy and last all day. I honestly dont understand the rationale behind these. I loathe creamy lip pencils because they BLEED. Hopefully he brings back the originals.   If anyone has any suggestions here, please let me know"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Cruella - 185 - passionate scarlet red",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The application of this lipliner is so smooth. I love a creamy lip liner! Its very easy to blend in with lipstick and lipgloss. I like the formula so I want to try other colors as well."
        },
        {
            "review_title": "LOVE THIS FORMULATION NARS!! ud83dudc50ud83cudffc",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This is a great lip product I just wish it was a better color for my skin tone! It lasts through eating and drinking and even talking all day ud83dude01"
        },
        {
            "review_title": "Beautiful matte burnt red lip!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "The color American Woman is a warm burnt red that makes a great bold nude.  The pencil applies silky, making it a little more forgiving than other matte formulas. The finish is more of a true matte feel. I did feel like the color wore off throughout the day a little quicker than other long wear but the feel is also a lot more pleasant."
        },
        {
            "review_title": "Love the colour, the texture, but not long lasting",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Normal skin",
            "review_text": "The colour is a classic red, I love it. The texture does not dry up my lips, but after a meal (and being careful) the colour faded. It also transferred/smudged a bit on the outline of my lips. I think this is a good product if you are not looking for something long lasting. When I asked an employee, I specifically asked for something long lasting and no transfer, hence my 2 stars review."
        },
        {
            "review_title": "Endlessly loving this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Light skin tone, Dry skin",
            "review_text": "In love with both the color and formula of this pencil. Application is easy and it stays on for hours. Ive always been a little nervous about reds until now. Feeling confident and beautiful. x"
        },
        {
            "review_title": "Loved the rich, bold, long-lasting color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "NARS - Powermatte High-Intensity Long-Lasting Lip Pencil Color: Cruella - 185 - passionate scarlet red is a beautiful rich dark red with cool, blue undertones and a long- lasting matte finish. It has semi-opaque pigmentation that applies boldly and evenly to lips. It's a gorgeous shade of a deeper red without being too deep / dark. I believe this shade would look good on any complexion. Im fair skinned and it wasnt too bold for me. The texture was light, velvety, and smooth enough to glide on without tugging on the lips. It appeared smoother, flat, and matte for hours. This shade wore well for up to eight hours, did not cause drying, and left my lips perfectly enhanced. The formula is truly long-lasting with rich, bold color. The texture is nice and velvety, way  smoother than other matte lip products I have tired. I love how it glided and did not feather and dry out. It lasted through my entire work shift even after drinking and talking all day. I loved that this product is light and applies thin and doesnt have a lot of excess moisture and creaminess. The pigmentation was bold and rich and provided seamless and semi-opaque coverage. I loved that this product was easy to apply along the lips and comfortable, it did not break nor did tug. Its easy to reapply and doesnt cake, crack, build up, or dry out my lips. I also love matte because its not messy and I dont have to worry about getting lipstick on my teeth or it smearing. I would highly recommend because this is a higher end, quality product that doesnt dry me out like other products. Its worth the splurge and I would love to try other colors."
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "I really like lip crayons, but not this one. It was definitely too light for me, doesn't wear long at all, and I just don't like the formula."
        },
        {
            "review_title": "A must have added to my everyday routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "After using this lip pencil Im hooked, its going to be added to my everyday routine. I was a little hesitant on the color at first but after putting it on its perfect. I love the creamy texture of the pencil and full coverage it gives."
        },
        {
            "review_title": "New favorite!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I absolutely love this lip pencil!! This is a million times better than the original version for sure. The color is beautiful and the staying power is fantastic without it being drying!"
        },
        {
            "review_title": "Nars PowerMatte",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this creamy Powermat lipstick/lip liner I definitely recommend if you like to have a long lasting wearing lips super mad, not crumbly definitely gave super creamy buildable. I need in every shade."
        },
        {
            "review_title": "My new favorite lip pencil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Light skin tone, Combination skin",
            "review_text": "Love this lip pencil glides on easy and stays all day. Def will be recommending to friends and family ud83dude0d"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Take Me Home - 170 - tan rose",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Pretty color and goes on smooth. Only issue is that it dries matte and feels dry. Color doesnt last long once dry."
        },
        {
            "review_title": "Perfect color!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "After using this lip pencil for a few weeks, I found that its my automatic go to. I love the feel and the color. Everyone has been asking me whats on my lips and how pretty the color is. The only down side is that it does fade after a few hours. Its not something thats going to stay on after eating or drinking."
        },
        {
            "review_title": "no recommending",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "this is getting ridiculous the prices are just rising and it's getting crazy how you would pay 41 dollars just for a lip liner. so sad not impressed"
        },
        {
            "review_title": "Looks beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "I love the way the lip pencil is so smooth and clean feeling against my lips. It lasts for a long time (my entire work day) without having to reapply. The color is deep and rich without being overwhelming or too heavy looking on my lips. It feels lightweight and easy to wear throughout the day without any discomfort. I also love the shade u201cAmerican womanu201d which is a truly beautiful color that works with my natural shade to enhance it and make it look more intense and beautiful. I also love that this is a product free parabens, sulfates, fragrances, and is also a vegan product. Ontop of that I love the understated and clean look it gives me."
        },
        {
            "review_title": "Soft and creamy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I'm really enjoying this lip pencil. I use it as a blush as well!! It's so soft, creamy, with a smooth glide to it as your putting it on. Since I use it mostly as blush the application is extremely simple. I either use a stipple brush, or my finger tips and lightly blend it onto my cheeks. The staying power is a decent 8 hours for me. I work for a hospital so I'm constantly talking to different ppl and have received a nice handful of compliments. I will definitely check out other shades and as this to my makeup regime. Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "American Woman - 112 - chestnut rose",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "SO LONG LASTING , SOFT MATTE FEEL. Hydrating, soft and smudge proof!"
        },
        {
            "review_title": "Great Hybrid Pencil/Lipstick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love this hybrid pencil/lipstick. You can easily line your lips like a pencil but the thicker and smooth consistency makes it seamless to then fill them in.   It really is long lasting, this picture is 1 1-2 hours after first applying and eating some snacks! Its matte but not drying and very pigmented.   Overall, I would definitely recommend this! The color American Woman is a mauvy rose with brown undertones."
        },
        {
            "review_title": "Run and buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This lip crayon is so creamy and glides beautifully over my lips! The color is phenomenal and I honestly think this is the absolute best lip crayon Ive ever tried.  Buying more colors ASAP"
        },
        {
            "review_title": "Powermatte High-Intensity Long-Lasting Lip Pencil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This Powermatte High-Intensity Long-Lasting Lip Pencil in American Women delivers intense pigmentation, long-lasting wear, precise application, and it is lightweight. It is now my go-to lip color for everyday wear. I love it and it lasts all day long!"
        },
        {
            "review_title": "save your money",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "it's good and all just that I feel like you can get way better stuff for $30 they definitely over priced it but ye"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Cruella - 185 - passionate scarlet red",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love this Cruella 185 scarlet red color by Nars. I have a couple other Nars lipsticks and the popular bright shimmer coral pink blush they have. :) I only wear bright reds, hot pink, or fuchsia lipsticks. This is matte (which I generally purchase) but it is not drying at all. It glides across my lips and does not crumble or flake. I did not apply this perfectly as I was applying it in the passenger seat of our car while my husband drove, however, I think it turned out nicely for the rush I was in. I would definitely recommend this lip pencil and would like a hot pink one."
        },
        {
            "review_title": "Great lio pencil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This lip pencil is very smoothly way to use and easy to use also. The color is beautiful and long - lasting. I love this product. I will buy it again and introduce to my friends and family."
        },
        {
            "review_title": "I will buy this product again.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Comfortable, creamy lip pencil that is worth the buy and will quickly become a makeup bag staple! I love this product as you can line your lips with these AND fill them all in without it taking long time. Sometimes I would put the color on my lids too for a monochromatic makeup look. Nars makes great products that stand the wear test! The pigment in these last a long time considering it is a satin pencil. Yea, you will have to reapply after eating something, but Id rather this than an uncomfortable or drying formula. Id recommend and repurchase."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Cruella - 185 - passionate scarlet red",
            "review_buyer_description": "Blue eyes, black hair, Normal skin",
            "review_text": "wow!!! the power behind this little crayonu2026 i was actually so surprised at how insanely pigmented this was. it seriously took barely any product to get a rich, beautiful, red lip. im super satisfied this thisu2014just the perfect matte red lippie."
        },
        {
            "review_title": "Good Lip Pencil",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "The NARS  Poermatte High-Intensity Long - Lasting Lip Pencil applied evenly and lasted most of the day. It was a good color."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Take Me Home - 170 - tan rose",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Im so impressed with this lip pencil, its creamy, pigmented, dries down matte and has great staying power. Its also a gorgeous color and so easy to use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Walkyrie - 180 - burnt coral red",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Sooo soft and creamy. I use it as a liner with gloss and its perfect"
        },
        {
            "review_title": "I love this.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Fabulous. So creamy great payoff. It was soft and not drying."
        },
        {
            "review_title": "The perfect everyday shade!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "If you're looking for the perfect everyday lippy, this is the one! I was sent this product in exchange for my honest review, and I'm obsessed. Not only is it the perfect color, but it's so easy to apply and actually stays on. I also love that it's matte but still feels really light and hydrating. This is another win for Nars and I can't wait to try some of the other colors!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "I've been using this product for a couple days and it's amazing. It's really long lasting and the colour is great!"
        },
        {
            "review_title": "Just one swipe",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The lip pencil packs a punch with pigmentation!! I am not sure what the difference is with these and the existing lip pencils but these offer an extremely saturated color and I did not notice it settling into my lip lines. The color worked well on my medium tan skin and lasted a few hours. I would overall recommend this product my only complaint is this product does not twist up more productu2026and unfortunately there is not a pencil sharpener included"
        },
        {
            "review_title": "Great everyday coloe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Great everyday color that lasts and doesnt look like youre trying too hard. Great for any occasion!"
        },
        {
            "review_title": "Super silky",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love this lip pencil. Its very smooth and stays on. Im not a huge lipstick or lip stain girl but this product changed my mind."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Take Me Home - 170 - tan rose",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Love it!!!!! So smooth. Beautiful color! Long-lasting."
        },
        {
            "review_title": "SO Smooth to apply!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Oily skin",
            "review_text": "I was so excited to try this product! One of my favorite lip products is NARS Cruella Matte Lip Pencil. This was SO much smoother to apply and glided on effortlessly! After a few minutes the product transformed to a matte consistency. I blotted my lips to test durability and was pleasantly Suprised with the results with very little transfer. As far as the color, I received u201cTake Me Homeu201d and the color was a bit too orange for my personal liking, but will definitely be trying other colors in this product!"
        },
        {
            "review_title": "Perfect color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "Oh my gosh love this lip pencil. It is just enough color and goes on so smooth. I like the neutral colors, so this is just enough for me. Not too shiny, matte finish. I like that you can outline lips first and blend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Take Me Home - 170 - tan rose",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I'm totally obsessed with this lip pencil in the shade: Take Me Home; it's quickly become one of my favorite lip products for everyday wear. The design is super sleek and beautiful, not only is it classy but also super easy to use. It goes on seamlessly with my natural lip color and works well with all kinds of makeup looks. Whether I'm going for a no-makeup look or something more dramatic, this shade always completes my vibe perfectly. It glides on my lips like a dream, giving me an intense color with just one swipe. And the texture is so creamy and moisturizing, my lips never feel dry all day long."
        },
        {
            "review_title": "Looks good on my lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I'm delighted to share my review of the NARS Powermatte High-Intensity Lip Pencil! Thanks to BzzAgent for providing me with this fabulous product for free in exchange for my honest review.  I am absolutely smitten with the Crucella shade I received; it complements my skin tone beautifully. What I love most about this lip pencil is its lightweight feel after application. It's incredibly easy to apply, and the color payoff is simply stunning. NARS has truly nailed the high-intensity aspect, as it stays vibrant for hours.  Overall, I can't get enough of the NARS Powermatte High-Intensity Lip Pencil. It's become a staple in my makeup routine, and I highly recommend it to anyone looking for a long-lasting, vibrant lip color that's a breeze to apply. Thank you, BzzAgent, for introducing me to this fantastic product!"
        },
        {
            "review_title": "The best part of my every day makeup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This lip pencil became a part of my every day makeup routine, I love the color, compliments my skin color. Super easy to apply and it doesnt dry out my lips. My new favorite!!"
        },
        {
            "review_title": "The only liner youll ever need ud83dudc8b",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "After using this amazing Lip Pencil, Im really impressed! This formula glides on so smoothly and I just love the shade, its just perfect. This pencil is thick enough to wear alone, or with your fav gloss, esp in this color! I cant wait to try more shades in my next Sephora Haul, Nars never disappoints, def try this one u261dufe0f"
        },
        {
            "review_title": "Love cruella u2665ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "This lipstick is the most elegant thing I have ever seen. The color is excellent, its a vibrant passionate red. It not only adds color to my lips, it helps them standout!"
        },
        {
            "review_title": "Amazing color!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "After using the NARS long-lasting pencil, I have to say that I really love the color. I am more of a natural lip color kind of person with the occasional red though. I used American Women and I get so many compliments on the color. The pencil is great and has no bleeding on the lips. I do love the fact that the color stays more on my lips than most pencils. Definitely recommend that you make sure it sits on your lips for a good 15 minutes or so before drinking anything as it may rub some color onto the cup. I did receive the NARS Long-lasting pencil from BzzAgent for my honest opinion, but I would definitely buy again and try some other colors."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Cruella - 185 - passionate scarlet red",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Ive used this a few times and found that using a lip brush to pick up small amounts of product is a great way to make the final result more subtle."
        },
        {
            "review_title": "Greasy orange disappointment",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "NARS, I love your concealer but your lip products have been a fail. Consistency: greasy. Do not be deceived by the use of the  word u201cpencil.u201d  Color:  ORANGE. Do not be deceived by the word u201crose.u201d"
        },
        {
            "review_title": "Comfortable matte",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this product from bzzagent for free in exchange for a review. I really liked the color I received, take me home, its great for fall because it has a hint of orange. If you have yellow undertones it might pull too orange. It does seem darker than the packaging appears, so keep that in mind. Minimal transfer when it sets and not too drying. The only thing I dont like is that its not a twist up pencil, you have to sharpen it"
        },
        {
            "review_title": "Smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I really like this lipstick. It applies easily and leaves your lips feeling smooth. The consistency is a combination between a lip balm and a hydrating lipstick. Even though it doesn't stay on forever, it does kind of leave a layer of color when it fades(kinda like a stain). The color is also really beautiful!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Take Me Home - 170 - tan rose",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Glides on SUPER easily and softly. So smooth it feels like it would would wear off immediately. However, it actually dries out matte and stays on my lips very well. Low transfer despite the initial impressions. And the shade is gorgeous. So happy to discover this and add it to one of my favorite lip products!"
        },
        {
            "review_title": "I can't stop getting compliments on my lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Combination skin",
            "review_text": "The Nars Powermatte Lipsticks are probably one of most reliable long-wearing lipsticks I have ever tried. The lipsticks are transfer-resistant, matte in texture, and extremely rich in pigment!"
        },
        {
            "review_title": "So smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Its so buttery when you first apply and it dries to a very comfortable lightweight wear. The color is just perfect! I recommend it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Cruella - 185 - passionate scarlet red",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I received is as a free promotional product and I love it. This lip pencil feels like a lip stick smooth and creamy and long lasting. It lasted an entire football game. Will definitely buy this product."
        },
        {
            "review_title": "Must have lip pencil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "This product lasts a very long time, I have used it for up to 8hrs a day. It's a nice and calm color for summer or fall. My lips did not feel dry. I truly recommend this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Cruella - 185 - passionate scarlet red",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This glides on like a dream. Its so creamy but it dries down quickly. It isnt uncomfortable on the lips though."
        },
        {
            "review_title": "Luxurious Lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I have been using this product for a few days and I must say that I love it. I am impressed with the texture, even though it's a matte lip pencil it is moisturizing and glides on to my lips smoothly. It last for hours and feels so natural and light on my lips. I love it and can't wait to get more shades."
        },
        {
            "review_title": "Just okay.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "First the color is a bit darker on me vs the pics. Now the second reason I bought this was because it was supposed to be long lasting. It is if you dont eat anything. Keeping because I like the color color."
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this to test out, and I loved it! Its so creamy, and the color is beautiful. Blends very nicely with gloss; I will definitely be looking at more!"
        },
        {
            "review_title": "My New Favorite Lip Pencil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product goes on really smoothly. The color is highly pigmented and the formula is long-lasting. I will definitely be buying more colors. Love the vibrant pop of color it adds to my look."
        },
        {
            "review_title": "My lips but better",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "After using the product for a few days, I love it. It's a my lip but better shade and it doesn't dry my lips out. NARs never fails!"
        },
        {
            "review_title": "Long-lasting with a trade-off",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This pencil goes on really smoothly, especially in comparison to the NARS Velvet Matte pencils. The color is also long-lasting. However, it does dry down considerably over the course of the day, making it not so comfortable to wear."
        },
        {
            "review_title": "A must have my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The box so cute and very easy for open it. I very like this Cruella 185, this color so nice."
        },
        {
            "review_title": "Goes on so smooth !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Was super surprised how soft the stick was ! Went on so smooth and soft and stayed on great ! Dryed so quickly and stayed on for hours !"
        },
        {
            "review_title": "Super long lasting!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Been using this product for the last few weeks and Im obsessed! Not only is this liner incredibly creamy but extremely long lasting! Only thing I wish was different was tht the top would be smaller!"
        },
        {
            "review_title": "looks amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Combination skin",
            "review_text": "love love love i have trouble with colored lip products this is the first one that i love with my skin tone"
        },
        {
            "review_title": "Beautiful color & soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This color first of all is GORGEOUS! I have very fair/light skin with rosy undertones, and it is such a pretty complement to my tone. It he pencil is smooth and soft, feels almost like a lipstick. I have used as a liner a few times but is really perfect to use for full color. It is long lasting, and holds up through light drinks/food."
        },
        {
            "review_title": "Love the color.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I love this lup pencil. It glides onto my lips like a dream. Dries down matte and does dry out my lips a bit if I don't use some kind of lip balm or mask before though. Definitely long lasting.  The color is so pretty."
        },
        {
            "review_title": "Smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Received my free product and I loved the color. It glides on super smooth. It's sort of like matte and lasts a long time. Didn't have to retouch the whole night that I was out."
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This is a great lip pencil from nars. Application is easy and the product is long lasting. The color is really pretty too and looks great on formal attire. I will be purchasing again"
        },
        {
            "review_title": "Such a great grab and go product",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Beautiful color, stays all day and easy to grab and go"
        },
        {
            "review_title": "Creamy and precise in a single lip pencil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I got a 112 American women color, chestnut rose, which adds a warm, rosy hue to the lips. I was looking to enhance my natural lip color with sophistication and warmth. Powermatte formula ensures intense pigmentation and long-lasting wear, making it a versatile option for everyday looks and special occasions. Though an investment, its quality justifies the price. However, it's important to note that a pencil sharpener is required for maintenance. The elegant yet practical packaging allows for easy sharpening. I like the creamy texture of this lip pencil, it allows for smooth and precise application, while the matte finish feels lightweight and comfortable."
        },
        {
            "review_title": "Such a pretty shade!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "The shade Take Me Home is so pretty and the lip pencil lasted for a while! I really liked how the formula felt and it wasnt too drying."
        },
        {
            "review_title": "Best lip pencil I've ever used!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Obsessed!!! Loved this lip pencil so much. It applies like a dream!! It literally feels like I'm applying a lip balm because of how smooth and hydrating this pencil left my lips. Lasted for hours and the color is gorgeous.  Looks pink-ish but looks peachy when applied. Will definitely be purchasing other colors asap! Color:chestnut rose"
        },
        {
            "review_title": "Very nice texture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I love this color! This lip pencil is more of a crayon, thick with a velvety smooth texture, with lots of pigment and a creamy matte finish. I was surprised to see that it wipes almost completely off very easily. And it does transfer and smudge if youre not careful. This is great as a lip product on its own with no need for an actual lipstick. I used this by itself and with lipstick."
        },
        {
            "review_title": "Slippy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The old formula for these pencils used to be with the wood casing, this new formula has a gel-like consistency and isnt great for one product coverage. I have to line my lips to prevent bleeding. * in the photo the right side has a liner, and the left side is no liner.  The tradeoff is that it can also be used for blush."
        },
        {
            "review_title": "Easy to apply and buttery smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Absolutely love this lip pencil!! The thin pencil-like tip makes it so easy to apply precisely. Goes on buttery smooth and barely feels like Im wearing lipstick. Im not a huge fan of matte lipsticks, but this one doesnt make your lips look dry like some do. I like to apply a thin layer of clear lip gloss over it. The shade American Women is so pretty and looks great on my fair skin!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Cruella - 185 - passionate scarlet red",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this color! This lip pencil is more of a crayon, thick with a velvety smooth texture, with lots of pigment and a creamy matte finish. Unfortunately it does transfer and smudge if youre not careful. This is wonderful as a lip product on its own with no need for an actual lipstick."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Cruella - 185 - passionate scarlet red",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "PROS -Max stay power! Lasted 8+ hours of eating & drinking while tailgating. -compact & fits easily into small clutch  CONS -Lid doesnt stay on well. Only matters if you plan to bring it along for late day/night touch ups -Sticky application - takes a while to fully cure/dry"
        },
        {
            "review_title": "Perfect and great quality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Love this Lip Pencil. It's such a great color. Lovely bright red which will suit all skin tones. It has a slight silky texture but give you quite a matt look. A Little goes long way."
        },
        {
            "review_title": "A vivid, multipurpose pencil",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I really liked that I could use this product to line and fill my lips, and the color payoff was great. The color was bright, rich, and vivid as the name suggests. However, I did notice that it was very transferrable even after blotting, but not the easiest to fully remove. The pencil is also more of a thick crayon, rather than a pencil, which made it more difficult to use as a liner first. Overall, I loved the bold, matte look and would wear it to an event if I had plenty of time for application and reapplication."
        },
        {
            "review_title": "Beautiful color and finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely love this lip pencil,as there are so many great things about it. Unlike other matte lip pencils that I have tried,this has a creamy texture that glides smoothly onto my lips and dries down to a matte finish. This lip pencil is highly pigmented and shaped to enable a precise application,which I love as I can line my lips first and then fill them in with just one product. Another thing that I love about this lip pencil is that it stays on for up to 12 hours,as it's completely transfer proof so I don't have to constantly reapply throughout the day. Overall, I am completely impressed with this lip pencil and would highly recommend it to my family and friends,as I will definitely be purchasing more colors."
        },
        {
            "review_title": "Fantastic Lip Liner Pencil, moisture and smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "In love with this amazing Lip Liner Pencil that I received from bzzagent for free in exchange for my honest review. Very smooth and gentle on the lips, very moisture and long lasting on the lips.  It almost feel that you have Lipstick and I love that. The shade#112 American Women is fantastic on every one. I highly recommended to everyone to try it and I am giving it A ++"
        },
        {
            "review_title": "My new Go-To!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely am in love with this lip liner pencil! The color of it is beautiful, and it applies so easily! I use it as a lip liner, and on some days, I use it as an all over lipstick, and I have to say that I have never had a lip liner that has stayed put as long as this does! In an 8 hour work day, I only reapplied this one time and that was between drinking and everything else. This is a great product and I am now a huge fan. It has a really nice matte look to it also, and it feels great to wear. I really do love this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "American Woman - 112 - chestnut rose",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Glide on smoothly and has a good staying power. This is a must to define my lip and help my lip color to stay on."
        },
        {
            "review_title": "Beautiful lip pencil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "My absolutely favorite lip pencil it applies so smoothly and the pigmentation is crazy! I recommend it because you can reapply it and it wont look blotchy."
        },
        {
            "review_title": "Will The Real Dolce Vita Please Stand Up",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This reimagined lip pencil is lovely, but definitely not the same Dolce Vita. I can understand a formula change causing a little bit of pigment alteration, but this is an entirely different color. Again, its lovely, but not Dolce Vita."
        },
        {
            "review_title": "Love the shade",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love this cruella shade it gives me a nice matte look without drying out my lips. The shade is a nice red color which is my usual go to color. The lip pencil is easy and fun to use. I received this product for free in exchange of my honest opinion"
        },
        {
            "review_title": "Beautiful color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This was my first time testing Nars lipliner and it didnt disappoint! Its a beautiful nude color with a very soft texture/application. It can be used with a lot of nude lipsticks or with just a lipgloss."
        },
        {
            "review_title": "An awesome addition to my routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am loving the results after using this liner for a couple of weeks. This NARS liner is superb! Super creamy, gel texture that quickly drys down matte. Long lasting with no need to reapply. Extremely comfortable wear, not dry or tight feeling as many liners are, unfortunately. The color is highly pigmented, no other liner compares to the color payoff this liner gives."
        },
        {
            "review_title": "A must have for an easy day look!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I love how smooth and pigmented this lip pencil is! This particular rose shade is medium and elegant. Its an easy color to throw on for day or night. Perfect for a no makeup makeup look. The color works for a made up or casual look and the pencil glides on for easy reapplication. Highly recommend!"
        },
        {
            "review_title": "smooth and vibrant!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Normal skin",
            "review_text": "After using this product for a few days, I like the results. It definitely gives off a matte effect without the stickiness or clumping. The pencil feels velvety smooth when it's applied. The color is highly pigmented and adds a vibrant pop of color to my look. The only downside is how quickly the color transfers when I am eating or gives someone a kiss."
        },
        {
            "review_title": "Feels good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This lip pencil is super pigmented! It doesn't feels funny on your lips, it glides softly and easy to apply. Have a  satin matte look, that last for hours."
        },
        {
            "review_title": "Nars best lip pencil yet!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "The best lip pencil Nars has releases. RICH pigment that lasts. Use as a liner or full lip. Perfect matte for fall without drying your lips. And transfer? This is lasting all day long. Also love that you sharpen it so it stays clean and you get the perfect application every time. Fits nicely in my purse and lid fits snugly so no accidents in my bag. Love this and getting more colors asap!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Take Me Home - 170 - tan rose",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I absolutely adore the shade take me home, it is the prettiest rose color! It is so flattering, perfect for everyday. The lil pencil, well feels like a pencil, it is not shiny, and can feel dry at times but paired with a light balm, it works. I would like to try more colors."
        },
        {
            "review_title": "Great creamy matte!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Im really liking this lip pencil so far! Its perfect for dry lips that want great pigment. Its really creamy and glides on like a dream! Lined and filled my lips very easily with the color. Im not usually like matte but, as I said, it goes on really creamy and never dries up too much like other matte lippies. I will say that it isnt quite completely transfer-proof. It does last a bit longer than, say, a liquid lipstick which is nice. I received the color, Cruella to try and I must say it might help me wear red more often!"
        },
        {
            "review_title": "Love the color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Such a cute color it stays long time. I love the pigmentation. Its a cute bold matte lip pencil."
        },
        {
            "review_title": "Perfect color for Christmas",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I'm in love with the Nars lip pencil that gives you a bold, matte pencil that saturates lips in rich pigment and has up to 12 hours of staying power. Transformative cream-to-matte texture applies effortlessly and seals in a bold, matte finish. The formula glides on dense color that wears comfortably all day. I really like the pigment, the smooth rich creamy formula, and give it some times to drying down and  after that I have a velvety red matte finish. Another thing I love about it doesn't make my lips feel dry. This is a perfect shade for Christmas I would like to say thank you to Nars, and BzzAgent to sending me this Lip Pencil. I highly recommend."
        },
        {
            "review_title": "MUST HAVE !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "After using this product this past week I would definitely recommend. It's very creamy, glides on easily and after a few seconds it drys down matte and last all day ."
        },
        {
            "review_title": "Must have!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I seriously need these in all colors!! The pigment is insane, no patchy areas at all. The formula is SUPER creamy and glides like silk, leaving a stunning, pigmented lip color that feels buttery yet a soft matte! I also love the packaging, its a nice thick pencil  that can get into corners easily. It also is sooo convenient to just throw in the bag and works like a one-and-done product!I Its one of THE best lip products Ive tried so far this year!!"
        },
        {
            "review_title": "Fall in love with this lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Im in love with this lip pencil. I used shade Cruella - very stunning cherry color.  Its well-pigmented, silky matte finish The formula is totally weightless,  long lasting,  easy to use and no drying. I always love some Nars products and never regret about that. My lips felt hydrated and moist. Love it ud83eudd70"
        },
        {
            "review_title": "A Must-Have! I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I absolutely love this NYX lip liner. It applies smoothly on the lips and easily blends with lip sticks and lip glosses. Definitely worth adding to your lip liner collection."
        },
        {
            "review_title": "Cruella!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Pros: Great application. The lip crayon goes on really smooth and with little pressure. The color is bright and nicely pigmented. It feels soft when applying too! I really liked how smooth it was as some lip pencils can drag. This one was really velvety. I enjoyed the color and could use it for a girls night out, dress up look. Cons: I felt this transferred easily. Because it has staying power, a smudge can be hard to clean up. Removing at the end of the night was a small struggle but not too bad.  All in all, I like! I'm used to a more neutral toned lippie so this one was fun to use."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "After using this Friday for the last week, I am so in love with it! The colour last long and very bold! Definitely want to get more colours!!!!!"
        },
        {
            "review_title": "This is the creamiest & softest lip pencil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This is the creamiest & softest lip pencil! The color is bold and stays on your lips! Definitely would recommend! Love that it doesn't dry out your lips! Amazing!"
        },
        {
            "review_title": "Awesome long lasting lip pencil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "As a makeup artist, I was very impressed with the Powermatte High Density Lip Pencil by NARS.  I absolutely love how this lip pencil was very long lasting.  It has a lot of pigment and staying power.  It went on creamy yet had a nice matte finish.  This lip pencil is available in 10 shades.  Looking forward to trying other shades real soon!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "American Woman - 112 - chestnut rose",
            "review_buyer_description": "Oily skin",
            "review_text": "Loved the color, vert creamy and long lasting. The color is very pigmented. It does however transfer a lot when drinking or eating."
        },
        {
            "review_title": "nice natural",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "A nice, natural lip crayon that just adds a little oomph to my natural color!"
        },
        {
            "review_title": "Gorgeous your lips but better",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is one of the smoothest lip pencils I have ever tried. It lasts all day and goes on so velvety. It is a beautiful every day rose shade and the color pay off is amazing. It is comfortable to wear and doesnt dry my lips out."
        },
        {
            "review_title": "My new favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "So pleasantly surprised by this lip pencil! I received the shade American Women to try in exchange for my honest review and I am completely obsessed and will be buying more shades from this line. The color payoff is amazing, application goes on effortlessly, and it is incredibly long lasting. I also love that its multipurpose and can be used as a true lip liner or as an all-over lip color."
        },
        {
            "review_title": "Everyday color",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Gorgeous, matte color. It glides on beautifully. I only wish it would last longer"
        },
        {
            "review_title": "Nars a must have for the beauty enthusiast",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received a Nars Powemate High Intensity Long Lasting Lip Pencil in the shade take me hame for my honest review as my incentive and honestly this is my go to shade and it arrived I was over the moon to get this for nothing for this review and I think this may be my favorite so if you wondered does it dry out?No it stayed in for. Good three hours with. Few drinks and.few bites of appetizers and I needed a retouch but three hours and I was very active with my lips but not overly if ya catch what I'm saying hahaha  but this is. Must girl's , if you are a Nars fan don't let this one go!"
        },
        {
            "review_title": "Just buy it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "I love this lip pencil. The color is beautiful and the perfect tan nude. wears well and pairs well with a clear gloss if you want it to be glossy. definitely a new staple!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "American Woman - 112 - chestnut rose",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone",
            "review_text": "I have replaced one of my  must have with this lip pencil.So smooth and light wait you don't really realize you have it on"
        },
        {
            "review_title": "Easy to use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Tried the lip pencil as soon as I got it. Absolutely love the color and the look and feel as well. This product is amazing. I even paired it with a darker brown lip liner and filled it in with this and the color combo was a hit!"
        },
        {
            "review_title": "I love this Lip pencil.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Looks great, stays on,feel creamy and conditions lips. It feels great going on and keeps my lips soft. It's easy to apply precisely. Get used up quickly. I find I have to use a lot of it to cover my lips opaquely and need to sharpen it often, so it gets finished quickly. it's my favorite lipstick."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "American Woman - 112 - chestnut rose",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Love this product its super creamy and pigmented and doesnt dry out my lips like other lip products. I was gifted this product by nars and I highly recommend"
        },
        {
            "review_title": "Must get very smooth and pigmented",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Medium skin tone, Combination skin",
            "review_text": "After the first try of using it I fell in love with it it's so smooth and amazing, I would recommend it to others as they would ask what I am using on my lips and I say how Sooth and pigmented it is."
        },
        {
            "review_title": "A Purchase You Won't Regret!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Omg!!! Sooo buttery soft!! Glides on to perfection... Definitely lightweight formula... Does not feel sticky... Actually I forgot I was wearing anything... This pencil definitely will have me going back to purchase in other colors... No odors...  I recieved this in exchange for an honest review!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "American Woman - 112 - chestnut rose",
            "review_buyer_description": "Blue eyes, blonde hair, Tan skin tone",
            "review_text": "I really loved the color of this lip liner. It goes on smooth and lasts all day."
        },
        {
            "review_title": "Gotta get it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "After review- I have not a bad thing to say about this lip pencil! The color is so wonderful. It dries to a great lightweight feel. Honestly cant even feel it on your lips. Another plus is that you dont have that sticky feeling either!"
        },
        {
            "review_title": "NARS Powermatte High-Intensity Long-Lasting Lip Pe",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "This lip liner is easy to apply, long lasting, and very smooth and soft. I honestly can't can't find any cons"
        },
        {
            "review_title": "Great everyday lippie",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "The pencil has a soft and creamy texture.  After 30 seconds or so the lip pencil is set, it doesn't feel dry or tight on the lips. It also isn't 100% transfer proof. Its a great nude rose color on fair skin. I wish it was in a screw up top for convenience."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Take Me Home - 170 - tan rose",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "It is easy to wear, last long and make your lip more sexy. Recommend to get it and try another color too"
        },
        {
            "review_title": "Beautiful Red",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I absolutely loved the color! Its perfect for my skin tone and so easy to apply. The only reason why I gave it 4 stars is because I have to sharpen the pencil. I just dont think that should be necessary with the cost people would pay for the product.   Other than that, its a beautiful red! And super easy to apply!   I received this product for free in exchange for an honest review."
        },
        {
            "review_title": "great color!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Love the color of this lip pencil.  Application was very easy and it looks amazing.  Lasts all day.  Highly recommend.  Can't wait to try more colors from this band as this was my first"
        },
        {
            "review_title": "Creamy, Bold color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I loved how smooth and easy to apply this liner was. The pigment was creamy and not drying and very bold and vibrant. I love this liner, I'll get more in other colors."
        },
        {
            "review_title": "Love this rich, colorful lip liner! It stays put!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "The color payoff of this lip pencil is amazing! Nars lip pencil formula stands out from the others in the category because it is creamy and pigmented, but doesn't move around once you place it on the lips. I was able to enjoy long-lasting color payoff all day, even after drinking multiple beverages and eating a meal. I really love the twist up functionality of this new design and will definitely be purchasing other colors in this formula and packaging. Great job NARS!"
        },
        {
            "review_title": "Creamy pigmented color!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This lip crayon is the smoothest application Ive ever had from this type of product. It went on with barely any pressure needed and applied a gorgeous color, pigmented for sure. This shade American Woman is perfect for an everyday color that goes with a lot of different looks. Ill be using this quite a bit and its easy to bring with you in a bag!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Cruella - 185 - passionate scarlet red",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Such a beautiful color I am upset as it is very smooth and easy to apply I get compliments every time I use"
        },
        {
            "review_title": "Very long lasting and pigmented",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The color pay-off on this lip pencil is huge. It can easily be worn alone or paired with a lipstick for adding longevity. Great for adding additional volume to lips by overdrawing the lipline. Has excellent staying power and I actually needed to use a bioficil make-up removed to get all of the product off at the end of the night. The formula glides on very easily and is thin enough to do tight lines. A great lip product and would purchase in several shades."
        },
        {
            "review_title": "Creamy and pretty!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This lip pencil goes on so easy and it's creamy. I usually have issues with creases if a lip product is drying, but I had no issues! The color is super vibrant and I would definitely buy this lip pencil again."
        },
        {
            "review_title": "Beautiful color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I really liked the color of this lip pencil. It goes on very smoothly and has a silky smooth texture. I love the bold pop of color that really makes my lips stand out. It is great for date night!"
        },
        {
            "review_title": "Hydrating matte lip pencil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Very pretty neutral matte finish that is a lip pencil and cream in one easy to use pencil. The color lasted quite a while and felt hydrating on my lips! I will be buying other shades of this product"
        },
        {
            "review_title": "Powdery consistency - High Pigment Finish",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I received this product in exchange for an honest review. - I'm a big fan of lip colors, this formula is so creamy and powdery, it's really rich in pigment and it glides on really seamlessly and after blotting didn't transfer as much as I anticipated! Pretty great staying power for a formula like this and doesn't feel drying! I gave it a 4 because I do think it requires a separate liner, it looked a bit messy when I used just this product alone, the applicator is too thick and imprecise to be used as a liner."
        },
        {
            "review_title": "My new fav lip pencil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Love love love. I always love matte lip pencil because it's very convenience. Plus, it doesn't dry my lip and last very long.  It's water proof also.  Will purchase more shades"
        },
        {
            "review_title": "Dragon Girl",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love this product. Vivid color non drying but fairly transfer proof. One of the best long wearing formulas out there. This pencil is smoother than the previous iteration of this product. Great job NARS"
        },
        {
            "review_title": "Must have Matte Lip Pencil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Absolutely love!!! I have a hard time finding a matte lip color that doesnt dry my lips out. This the Nars Lip Pencil is truly matte and looks beautiful! The color swatch on the box is not the true color though. I will definitely be making a purchase for additional colors."
        },
        {
            "review_title": "Walkerie is a terrific Fall color.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Fair skin tone, Oily skin",
            "review_text": "I purchased Walkerie wow! gorgeous color for fall,really do love this color long lasting without being drying. So soft and billowy that I forgot I was wearing it. I also applied some buxom just to give it a little bit of shine. This product is a slam dunk."
        },
        {
            "review_title": "Perfect Pucker",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "This lip pencil is such a beautiful, intense color! Its long-lasting and doesnt fade throughout the day. A little goes a long way! I use this with a brown liner and clear gloss to achieve the perfect look. It applies very smoothly and feels comfortable on the lips for all day wear."
        },
        {
            "review_title": "Busy mom must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "I have been using this NARS lip pencil in the shade u201cAmerican woman - chestnut roseu201d for over a week now and I am absolutely impressed. I am a dry lip girlie and struggle to find creamy lip products that dont accentuate my dry lips or peeling skin. This product is a no brainer for me and has gained a permanent spot in my purse. Its creamy, non drying, a beautiful formula and pretty long wearing for being a creamier formula. I apply this lip pencil and then wait about 5-10 minutes before eating, drinking or touching my lips and it really helps it set into the skin for a longer wear. You can also put a very thin tissue on your lips and dab a little powder on top of the tissue for a more matte and long wear if thats what youre going for. As a busy mom of three I absolutely appreciate the ease of having essentially two products in one (lip liner and lipstick). Its a mom must have!  *I received this product for free for my honest review*"
        },
        {
            "review_title": "Pigmented and Long Lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "This Nars Lip Pencil is highly pigmented and stays on the lips for a long time. It is easy to line and fill in the lips. It is really smooth and one swipe really is all that is needed for a great color payoff. There is plenty of time to perfect and blend or layer the color before it dries. Once it dries, it doesnt smudge or budge until something oily is eaten or cleanser is used. As with a lot of long lasting lip products, it does have a dry feel once it sets but a gloss or balm can be always put on top. The American Woman shade is a great  rosy neutral that looks like my lips but better. I am not a fan of having to sharpen it with a sharpener but I do like that this involves less packaging and you can sharpen it as blunt or sharp as desired. Great matte lip pencil that lasts."
        },
        {
            "review_title": "Love this liner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "I love this lip liner! It goes on smooth, the color is pigmented perfectly and it doesn't flake or fade when wearing."
        },
        {
            "review_title": "Gorgeous, Rose Lippie (TAKE ME HOME)",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "This lippie is high performance! I wore mine for a night out and it did not budge or transfer. It is a matte lippie, but wont leave lips dry."
        },
        {
            "review_title": "Impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I really love this lip I tried this for the first time but Im super Impressed by the formula glides so smooth and love that it is  transfer proof"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "American Woman - 112 - chestnut rose",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "This pencil is a beautiful soft matte, I applied and it didn't feel dry or flake off. Very little transfer and did not budge from the area I applied it."
        },
        {
            "review_title": "Bold, Vibrant, & Long-Lasting",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "The NARS Powermatte Lip Pencil is a game-changer! Its intense, long-lasting formula delivers vivid color that stays put all day. The precision of this pencil makes application a breeze, and the high pigmentation means a little goes a long way. Plus, it's comfortable to wear, not drying like some long-wear lip products. If you want a lip pencil that delivers on intensity and longevity, NARS has you covered!"
        },
        {
            "review_title": "Lasts for so long! So flattering",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This lasts for so long. It glides on very nicely. Does not stain clothing. The color is so flattering! Love this."
        },
        {
            "review_title": "Beautiful red color.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "The pencil has a soft and creamy texture that makes it easy to apply on the lips. After 10-15 sec or so the lipstick/pencil dry, but your lips won't feel uncomfortably dry. The color is very rich and the red is beautiful."
        },
        {
            "review_title": "really nice matte pencil",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, gray hair, Fair skin tone, Combination skin",
            "review_text": "I received the Powermatte Lip Pencil in Take Me Home in exchange for a fair and honest review.   To start, the color is true to the pencil - it is a lightish pinky nude and looks great against my neutral light skin (the color is very similarities to my natural lip color but a bit pinker and tanner). It is definitely matte as promised. It is very creamy so it goes on extremely smoothly very easily. It dries down relatively quickly, only taking about 30 seconds. It is not transfer proof, but there is very little color transfer when touched. It looks great on its own, under similarly colored lipsticks or similar/clear lipglosses. It lasts really well, too, surviving hours despite talking and drinking through a straw regularly. Overall, it's quite a lovely lip pencil in a pretty color! My only qualm is that it can be fairly drying on the lips... it makes the lips feel kind of tight and dry, and even looks a bit dry (if there's no lipstick or gloss over top). This is easily solved by prepping the lips extra well beforehand, and it's certainly not as bad as many matte lippies out there - but it prevents it from being perfect."
        },
        {
            "review_title": "Long lasting liner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Very pigmented!!! I got the color Take Me Home and I love it. such a pretty undertone. its very creamy but dries down nicely! it lasted for 4 hours. lasted through drinking but not through eating but thats okay! i wish they had more shades!"
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I loooooove Nars lippies so much. My very favorite thing about this one is that its precise enough to line your lips with it and also to fill them in. Great for on-the-go makeup looks. Beautiful vivid red shade."
        },
        {
            "review_title": "A must have lip pencil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "I wanted to say first off this color is amazing and so stunning! This pencil glades on do smooth and easily! The best lip pencil ive ever owned! I still cannot believe how easily it went on and looked sogood!"
        },
        {
            "review_title": "Long wear, transfer-proof pencil!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "This lip pencil is the best of a creamy lipstick and a long-wear lip stain. It is non-drying, very hydrating, and is nearly transfer-proof! I loved the application of this lip pencil, but wish it were a twist-up pencil instead of having to sharpen it though. If you don't mind sharpening, it's definitely the product for you! The color 'take me home' is rich and highly pigmented, but I think for would probably be best for someone with yellow undertones (I have pinker undertones, so it felt kind of brown-ish on me). Overall, a great lip product!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This pencil made my lips look amazing it was not drying and it paired well with a clear gloss too I would definitely try more shades"
        },
        {
            "review_title": "Beautiful color",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This NARS Powermatte High-Intensity Long-Lasting Lip Pencil is exquisite. It acts like a lip liner but it's more like a long lasting lipstick. The texture at first is really silky like a buttery lipstick. Then it dries into a matte like finish. The color chestnut rose is a really pretty natural shade that really compliments my complexion. I really enjoy all aspects of this lip pencil and recommend this pencil to any one who loves an easy, fool proof process."
        },
        {
            "review_title": "Another must hve from nars",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "This may be my new fave nude . I love the way it glides on so smooth and feed moisturizing and dries down matte. Its lasted most of the day even after eating. NARS does it again!!"
        },
        {
            "review_title": "Love this lip liner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I love this lip liner! It goes on so easily and don't move around. I applied it and a Nars lipstick (just happened that I've acquired a few lately) and then I drank from my water bottle. Both the lipstick & lip liner stayed put. This is a great color even though it looks light on the webpage."
        },
        {
            "review_title": "LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I LOVE this NARS Powermatte Lip Pencil! First, it's easy to apply: it's creamy at first which makes for a smooth application. Second it is very long lasting. And lastly American Woman is the color I didn't know I needed. It compliments my skin tone so well and looks natural. I over-line a bit to make my lips more plump and they've never looked so good."
        },
        {
            "review_title": "Such a great formula!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Such a pretty lightweight formula! It doesn't feel like you have anything on your lips. It is matte but somehow feels hydrating on the lips. I received the color Take Me Home. It's a pretty rosy brown. It goes well with my medium olive skin tone. A must have lip pencil."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "American Woman - 112 - chestnut rose",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I like this lip pencil! Its easy to use and easy to apply on the lips. The crayon texture helps I think. I like the color American Woman. Its not too dark nor too light. Perfect for everyday use."
        },
        {
            "review_title": "Best Lip Pencil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I absolutely love this lippie! It has a creamy formula that feels hydrating when applied. After a few minutes it dries and leaves a matte finish. It's long lasting and held up against 90 degree weather!"
        },
        {
            "review_title": "Best lip pencil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Amazing ! Love the color it is easy to apply and lasts all day. The color is exactly what you would hope it to be"
        },
        {
            "review_title": "Perfect nude",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "It is the perfect shade of nude for everyone I really loved how it is creamy and blends seamlessly"
        },
        {
            "review_title": "This lip pencil is a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "After receiving this, I couldnt wait to wear it so as soon as I went to work, I wore it I got tons of compliments. It made my lips feel smooth and soft and hydrated not dry, flaky or Kiki. Its a great shade. I love this color I definitely would recommend this to anyone thats on the go."
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The Nars Powermatte High Intensity Lip Pencil is great! Beautiful color and payoff. Color stays on for a long time."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I received this product free for an exchange of review by Bzzagent.  I love it, its the perfect nude & also its so smooth to apply like a butter. It also stays in place for a really long time. I recommend it. And Im definitely buying other shades u25e1u0308"
        },
        {
            "review_title": "BEST LIP PENCIL EVER!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "NARS lip pencils have always been my favorite because they easily glide onto my lips. I can rely on this lip pencil and easily apply clear gloss over it with no problem! As for the shade, it is the exact shade as the photo. Definitely recommend to anyone who is debating purchasing!"
        },
        {
            "review_title": "So creamy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This lip liner is amazing. Its so creamy and applies very easily. Its matte and doesnt dry out your lips. Its a very high pigment color and Im impressed with it. I used my daughters lips for the review photos and she loved her red lips after we were done! Its such a beautiful color! Comparing to other lip liners Ive used, this is very high quality and I cant get over how creamy it is. It takes no effort to get a bold line from this. I line my lips and then fill them in and its long lasting color! Ive gotten several compliments and women wanting to know what shade Im wearing. I will be getting another when I run out. Highly recommend!!!"
        },
        {
            "review_title": "Everyday lipstick",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "It is very smooth and easy to apply. I love the color it really suits my skin color. I could wear it everyday since the color suits so well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Take Me Home - 170 - tan rose",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "NARS products never disappoints, this particular color is so pretty,  has reach creamy texture.  Easy to apply and stays on for a considerable long period."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely love this product. It feels so soft when you put it on, it lasts all day and the pigmentation is great"
        },
        {
            "review_title": "Beautiful and so creamy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Deep skin tone, Combination skin",
            "review_text": "Super creamy & effortless to put on. I absolutely love this. . It slightly transferable . It came off on the kiss test on a napkin. I even rub my lips in the napkin. It came off very slightly. I was in disbelief."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Cruella - 185 - passionate scarlet red",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I was really excited to try out this new product! The color was a little brighter then the picture but still really pretty. It was super easy to use and glided on so nice. The color lasted all day too!"
        },
        {
            "review_title": "True Power Matte!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "Thank you Nars and Bzzagent for sending this lip pencil for my honest opinion. Creamy, lightweight, buildable, and actually stays on! The color is not as neutral as I normally wear, but it's still beautiful!"
        },
        {
            "review_title": "Silky Matte Lips",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "I got the shade American Woman which is a Rosey brown color. This is one of the softest and silkiest lip pencils Ive ever used. It glides on your lips so seamless and the color is very pigmented and  lasts a while."
        },
        {
            "review_title": "Gorgeous Dark Pink Lip Pencil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I loved this powermatte lip pencil. The American Woman color is a gorgeous dark pink color. It was easy to apply and last for several hours on my lips without having to reapply. I also liked the pencil style which made it easier to line your lips with."
        },
        {
            "review_title": "I love this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I love this product! It goes on smooth and effortless and looks amazing! I highly recommend trying if you have not already. Compared to other brands of lip pencils the color is amazing and bold."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love the feel of this lip pencil.  It's very smooth and velvety. It just glide on your lips. This lip pencil is also very pigmented and long lasting.  I will definitely try other shades."
        },
        {
            "review_title": "Wonderful shade",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I love a good matte lipstick, and Ive been really into NARS recently. Im in absolutely love with American Woman shade.   For the record, I luckily received this product for free in exchange for my honest review, which it is a privileged to me as Im a sucker for NARS. ud83dude0a   This is a chestnut rose. Its a very pretty nude shade with a hint of pink and warmth that I really need with my skin tone. I love the size and shape of the pencil because it allows for awesome precision, perfect for lining, defining, and filling in lips. One u201ccoatu201d is enough to completely cover your lips. The texture is amazing though - its extremely lightweight and doesnt become crumbly or drying once its dry. Its very much like ink once its on. Its definitely a great formula!   On the longevity front, this lipstick stayed put for about 3 hours, without flaking. While it did not leave a mark when I drank water, the formula definitely transferred during a meal.   Pigmented, long lasting and comfortable, this lipstick is exactly as advertised. I love the sophisticated vibe this shade gives off. When paired with a cat-eye and a neutral eyeshadow, it really give the healthy and natural kind of look. This lipstick is the one for glamorous events and day to day wear. Absolutely love it and totally worth $30."
        },
        {
            "review_title": "Definitely has lasting power!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I received this product for free for an honest review.  It applies really nicely and does feel silky and smooth when you first apply it.  After a few hours of wear though, it definitely feels drying on the lips, but it is a matte formula so I guess thats to be expected.  It for sure has lasting power though and lasts until you remove it with make up remover.  It has minimal transfer which is great!  If it didnt feel quite so drying on the lips it would for sure have received 5 stars from me!  I did end up adding a little bit of gloss on top, but of course that will affect how long it lasts.  But overall, its a great product and Id definitely recommend it!  The color is great too!!"
        },
        {
            "review_title": "Silky Lip Pencil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I absolutely love the color and feel of this lip pencil. For a matte lip pencil, it is extremely silky and smooth when applying."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "American Woman - 112 - chestnut rose",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Very good product!!! Very smooth and easily to apply, I would try other color after this.  My friend say it look good on me."
        },
        {
            "review_title": "Must be try!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received lip pencil from BzzAgent. I so exciso excited  with this product .I love that it blends easily. I just use my fingers to blend it, and it doesnt crease at all even when I sweat."
        },
        {
            "review_title": "Easily apply and stay long",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "When i have just applied the lip pencil, it is moisturize and easy to apply on lips. The color is same with description.However, i think you should apply one more lip balm to make your lips more moisturize and comfortable after 2 hrs."
        },
        {
            "review_title": "Must have!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Received and instantly had to put it on. I have to say the colour is PERFECT for me. It nearly matches my natural lip colour which I love and prefer when buying lip products. Its super creamy to put on, extremely matte and lasted for hours. Would 100% recommend."
        },
        {
            "review_title": "A wonderful addition to my makeup bag",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "I've used my Nars Powermatte High Intensity Long Lasting Lip Pencil a few times now and I really like it. For starters, Take Me Home is a beautiful neutral color that looked like a subtle boost to my natural lip color. It's a lovely matte, goes on like butter and lasts a long time.  It does require reapplication after eating or drinking but lasts a while doing everyday activities. I'll more than likely be purchasing this lip pencil again."
        },
        {
            "review_title": "A must-have in your lip pencil collection!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I have been using this product for years now. The first time I received it, it was still in the old black packaging, but nonetheless, the quality is the same superb quality Nars lip pencils have always been! Creamy, but not slippy. Dry enough, but not drying. They've perfected it. It has good staying power as well. This particular shade in Cruella is perfect for the holidays, especially if you feel like the Dragongirl shade is a little too bright and daring for you."
        },
        {
            "review_title": "Must-have this one.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Nars Velvet Matte Lip Pencils say they are long-lasting, even after eating they still retain their color (about 50%), reapplying during the day is also very easy without the need to use lip balm. Nars lipsticks with the main black color, and the color of the lipstick at the end. The paint color on the tail is quite accurate compared to the actual lipstick color. Nars Lip pencil fits comfortably in the hand, is not slippery, is not too 'big' to be difficult to control, nor is it too small to slip."
        },
        {
            "review_title": "Another solid Nars product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "The formula is so silky and gorgeous. It goes on super smoothly and evenly, and feels very light. The color is true to the photo, for sure very rosy and vivid. It is elegant and pops on my fair skin."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Cruella - 185 - passionate scarlet red",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I love the way this glides smoothly onto your lips and stays most of the day. It such a vibrant and beautiful color."
        },
        {
            "review_title": "Great Lip Pencil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "I love the smooth application, its velvety smooth and slides on the lips like butter! Its highly pigmented and you only need a few swipes to cover the entire lips. I have olive skin, and the color u201cTake me homeu201d wasnt my favorite. I prefer deep colors, but overall its a great product."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I received this product as a sample. But upon using it. It is very soft and the big bonus is, it did not transfer! I was worried about it staining things and it did not do that either. I would recommend this product for a matte finish."
        },
        {
            "review_title": "A super riche, luxurious and versatile lip pencil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "My first feeling when applying this lip pencil, is ultra riche... this is so creamy yet matte, so full of pigment yet not overpowering,  it's absolutely  wonderful! I have pretty thin lips and this still looks amazing as both a liner or a full lip color. I am absolutely  loving how phenomenal  this product  applies! That's what separates it from many other lip pencils and this is just so amazing  I will absolutely be trying other colors! This bold yet romantic shade is perfect for my pale skin and hair, but I  believe  it would actually  work on most! I am in love with this and it's so versatile! I even used it to add color to my cheeks, something  I try with certain formulas of lip products.  I just love this lip pencil!!"
        },
        {
            "review_title": "Easy to use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this sample in exchange for my honest review. This product is so easy to use (the biggest plus!) and lasts all day. The last thing I want to do is spend extra time with lip products. The finish is fantastic and seriously, lasted hours on hours on hours! I will absolutely be picking up additional colors. The true red looks fab for the upcoming holiday season!"
        },
        {
            "review_title": "Stays in place",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I absolutely adore this product. It feels so great on the lips and stays on well. It leaves the lips hydrated and has no scent. I love this shade. It is the most perfect neutral in my opinion. I will be getting more colors for fall!"
        },
        {
            "review_title": "I must get the rest of the shades!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Combination skin",
            "review_text": "First day using this Lip Pencil and I absolutely love it. Long-lasting and very pigmented."
        },
        {
            "review_title": "Amazing lip pencil",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This lip pencil is great! It goes on so smooth and it doesnt make my lips feel dry. Its also very pigmented. It lasted throughout the day. I will definitely be repurchasing other colors. I definitely recommend this!"
        },
        {
            "review_title": "10/10 - great formula and color payoff",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "10/10 recommend this lip pencil, super buttery formula that lasts and is great for dry lips. The Take Me Home color is super pretty on my light/neutral skin. Going to buy new colors bc this has become a quick staple in my routine."
        },
        {
            "review_title": "Butter like lippie",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Color was not for me but formula is smooth like butter. Glides on easy. Feels like butter on the lips. Would try a different color next time that suits my skin tone better. Took 2-3 swipes to get pigment to show."
        },
        {
            "review_title": "Gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Beautiful color!  Works great and looks amazing!  Keeps my lipstick from bleeding!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Take Me Home - 170 - tan rose",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love these Nars matte lip pencils. They go on so smoothlyu2014they just glide onto my lips. I love that the color stays on and doesnt get wiped off when I eat. This color really makes my lips pop to elevate my look."
        },
        {
            "review_title": "So soft!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love the texture! With setting powder it stays all day. Super soft finish and perfect red for my complexion"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "After using this product, I received so many compliments from my friends. my lips looked fresh, bright and hydrated. I did not feel dry lips after them. Stayed on all night, no smudges. I recommend this product for use."
        },
        {
            "review_title": "So creamy !!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "One of the standout features of NARS Lip Pencils is their incredibly creamy texture. They glide onto the lips smoothly, making them easy to apply and allowing for precise outlining and filling. This creamy texture also makes them comfortable to wear throughout the day."
        },
        {
            "review_title": "Amazing Product!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I tried this amazing Nars Lip Pencil in the shade: Take Me Home.  I am in love with this product! Its very soft and cute!! I highly recommend to everyone! :)"
        },
        {
            "review_title": "Pigmented !!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "A first swatch and this product was soo pigmented and vibrant . Loved wearing it"
        },
        {
            "review_title": "Quick, long-lasting lip pencil!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This lip pencil is to die for! It lasts all day and barely transfers. It is super pigmented so you do not need too much and it's a quick lip for when you're on the go. Definitely would recommend this formula and color to others."
        },
        {
            "review_title": "Easy to bring around.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "The pencil is small and cute, I love this nude color as it suits for asian yellow skintone like mine. The texture is quite moist and easy to apply. I love the package and how it comes handy to put in my daily makeup bag. As it is matte but does not dry your lips, it tends to fade away quite easily."
        },
        {
            "review_title": "My Perfect Nude",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "As a fan of Nars lip pencils, this was not a disappointment. I love the packaging and being able to see the color right away. It is so nice to be able to use it as lip liner and lip color. It is very creamy, easy to apply and last for hours without drying out the lips. The color is a beautiful browny/pink shade that I can see myself wearing a lot and favoring most people."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Take Me Home - 170 - tan rose",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "High pigment with a smooth and creamy texture. Dries down matte but feels so hydrated!"
        }
    ]
}