{
    "product_id": "1003",
    "name": "Forever In Love Eau de Parfum",
    "brand": "LoveShackFancy",
    "categories": "Fragrance, Women, Perfume",
    "price": 175.0,
    "about": "Fragrance Family: Florals..Scent Type: Fruity Florals..Key Notes: Green Pear, Gardenia, Cedarwood..Fragrance Description: This swoon-worthy fruity-floral fragrance with green pear and gardenia is like that first flutter, opening the heart and setting you on a new path, every petal of the gardenia flower is in full bloom, brightened by green pear and Italian mandarin, surrounded by jasmine, rose petals, and cedarwood...About the Bottle: An oversized bow, perfectly imperfect. The LoveShackFancy perfume bottle references founder Rebecca Hessel Cohenu2019s lifelong love of bows and ribbons with a sculptural bow top that appears tied and tightened by hand. The hot pink and green Blooming Heirloom print is a signature design chosen from over 2,000 in the LoveShackFancy print and lace library to decorate the blush pink-colored bottle, a softly curved antique-inspired vessel carved with scalloping on top and a ring of rope on the bottom. Once finished, its spray top is removable so the bottle can be upcycled as a bud vase...About the Fragrance: Itu2019s your first love. Pretty in pink. Letu2019s add a bow. Forever in Love is a vibrant floral with green pear and gardenia and hints of cedarwood. Unapologetically feminine and full of life, looking for the bright side and finding it, again and again. Created with love and a youthful, fresh energy by perfumer Honorine Blanc...",
    "ingredients": "Alcohol Denat., Fragrance (Parfum), Water (Aqua/Eau), Citric Acid, Tetrahydroxypropyl Ethylenediamine, Benzyl Alcohol, Benzyl Benzoate, Isoeugenol, Limonene, Linalool...The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-The spirit of LoveShackFancy is apparent upon firstu2014and second and thirdu2014whiff. .-Apply on pulse points to wrists, neck, and behind the ears..-After applying, avoid rubbing or dabbing skin. .-This breaks down the fragrance, causing it to wear off more quickly.",
    "num_reviews": 276,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/forever-in-love-eau-de-parfum-P507909?skuId=2708071&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2708071-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "2.5 oz / 75 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2708071-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "absolutely smells amazing and beautiful. I love it and its a definite new favorite."
        },
        {
            "review_title": "PERFECT SMELL NOT FAKE AT ALL",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "I got the mini sample set as a Christmas gift and I IMMEDIATELY fell in love with u201cForever in Loveu201d itu2019s a beautiful smell that is perfect. Itu2019s not super overwhelming and fake smelling. It genuinely smells like flowers and fruit and itu2019s super fresh and light, and as someone who is prone to scent related headaches, this doesnu2019t affect me whatsoever. Itu2019s the perfect summer/spring smell, even though I wear it year round."
        },
        {
            "review_title": "Intoxicating but not overwhelming!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m so glad I ordered this recently as a sample with my order. Itu2019s incredible. Very feminine but not overly sweet. Dry down is lovely and lasts a long time. I went to Sephora today and bought a larger bottle!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Received an  empty pack  with  no perfume  bottle."
        },
        {
            "review_title": "I will purchase full size~Smells decadent ~",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Was hesitant at first~ Got it as a samp.e and ~I freaking love it~"
        },
        {
            "review_title": "Beautiful Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
            "review_text": "I received 2 samples of this with my order, and I love it! Forever in love is amazing.OMG It's so pretty absolutely divine.The Gardenia smells amazing, and the pear is fresh, not sweet, and they blend beautifully. I don't get the cederwood at all. I just told friends I have all my 2025 scents, but I have to get this in the travel size. This will be my purse scent for the summer. ud83dudc96"
        },
        {
            "review_title": "Lovely perfume and bottle ud83cudf80ud83cudf80ud83cudf80",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "A dream come true! Iu2019ve been saving up for this beauty, and it was so worth it. The LoveShackFancy forever in love perfume is everythingu2014feminine, classy, and elegant with a long-lasting clean, fresh, fruity-floral scent."
        },
        {
            "review_title": "Amazing scent does not lasts long",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I absolutely love this perfume it has a really nice floral sweet scent but it does not lasts school day"
        },
        {
            "review_title": "Summer love scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "This smell is like summer love in a bottle! My hubby loves it and it doesn't give me a headache or make my nose run (I am sensitive to scents) Love love love. Started with the free sample, bought the big bottle. A staple for date night."
        },
        {
            "review_title": "Smells SO good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I absolutely love how this smells. it reminds me of something from my childhood but I can't quiet figure it out. Kind of like the Tropical Splash Barbie perfume that came with her in the box in the '90s. It smells so fresh, fruity and clean. It lasts 6+ hours on me. I spray on my wrists and in my hair. I get a lot of compliments and people asking me what I'm wearing."
        },
        {
            "review_title": "I'll pass. It's going back to sephora",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "this was a NO for me,  just not worth the price for the smell. I really wanted to love it because of the bottle. I just can't. It just smells cheap, in my opinion."
        },
        {
            "review_title": "Unhappy purchase and customer service",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This smelled really nice in the store. But there was also a lot of people spraying perfume around me so it may have just been all the smells. After purchasing it and using it only once i clearly did not and still do not like it. To me it smells like a ok hairspray smell. Totally not what it smelled like in the store. In the store it smelled like a sweet floral but soft smell. I honestly want to take it back and get my money back but the store I bought it from has such rude and unfriendly employees so it would be a while when I can drive a little distance to go to another Sephora. Not only weu2019re the employees rude and not friendly but the store had a lot of displays that looked like kids just played with almost all of them. Just not the best purchase or service at all."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "Smells fresh and no offensive! Great for daily wear!"
        },
        {
            "review_title": "Flower garden smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "OML this perfume smells SO good. I initially wanted to buy the full size but saw the price and settled on the still expensive travel spray. It smells like a beautiful flower garden."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Forever in Love by LoveShackFancy is a fragrance that evokes the feeling of care free and happiness .It's a light and airy fruity floral perfume, perfect for spring and summer days. The green pear and gardenia combine to create a scent that is both fresh and feminine. It's perfect for daytime wear or a romantic evening out as itu2019s a light and airy fragrance, so it won't overwhelm your senses. It's perfect for those who are sensitive to strong perfumes."
        },
        {
            "review_title": "Longevity is givjng $5 below",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I love the scent I really do itu2019s a clean floral scent. But honestly longevity is definitely giving $5below. I tried it in the store along with a few others on the way to an event. By the time I got to the event the scent was gone. No trace at allllll. The others I tried tho were there for a few more hrs and itu2019s annoying that it cost the same. I would buy it for half the price itu2019s being sold for now but I definitely would not buy the full bottle at its current price."
        },
        {
            "review_title": "Purse must have, smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, notSure skin tone, Oily skin",
            "review_text": "Smells so good and lasts a while Definately one of my favorites to travel with."
        },
        {
            "review_title": "Fresh and feminine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Normal skin",
            "review_text": "I will admit that Iu2019m not typically a floral fan, and while this is floral, itu2019s just fresh/sweet enough to still be a pleasant scent for me to wear. Itu2019s not sweet like candy, ripe fruits, or sugar, but the pear adds just a little bit of something that makes it balanced so that itu2019s not straight grandma flowers either. Itu2019s a clean scent to me that almost reminds me of a light melon like honeydew (random but just my opinion). I think if youu2019re into feminine fragrances that are clean, fresh, and light, youu2019d like this one. The projection is not super but you can smell it on yourself for several hours."
        },
        {
            "review_title": "Soft and feminine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This scent is a perfectly blended sweet, feminine, casual but yet delicate.  To me it gives me a color that smells like pink, if that makes sense. At first spray it is floral, and there isn't much of a gardenia note; it is not prominent. Which is good for me because it is a note I never cared for. But once it dries down it is more soft earthy and not floral. It is doesn't last long, and it doesn't project much. It is close to skin."
        },
        {
            "review_title": "floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Combination skin",
            "review_text": "I received this perfume for free interchange for my honest review.  Forever in Love is a romantic floral fragrance. It opens with fresh citrus notes, leading to a heart of delicate floral scents like rose and jasmine. The base features warm vanilla and musk for a soft, feminine dry-down. The scent is light and youthful, perfect for everyday wear or special occasions. It has moderate longevity and sillage,"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "Wow. Such a beautiful scent. Right away, what stands out to me is the elegant mix of pear and floral. Itu2019s not too gentle but also not overpowering or too strong. Itu2019s also not too sweet. It really reminds me of walking through a garden on a spring day. The bottle is beautiful too, I just wish it had a bit more product (for travel size)!"
        },
        {
            "review_title": "Smells so good in the bottle!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Dry skin",
            "review_text": "On the first whiffs, this smells so good! It smells so good until it dries down, then the scent on ME changes. It doesnu2019t smell so good dried down. Itu2019s not terrible smelling but also not like Omgosh so good, no! Itu2019s a sweet, fruity, floral scent which I love, so Iu2019m sad that itu2019s not for me. I also love the pink packaging because of course, I love pink! I canu2019t explain what it smells like on me, but even my husband agrees that itu2019s just okay. I always ask him because of course, he will tell me if it smells good on me or not. I also thought it didnu2019t last long on me. I wore it out while running into different stores, and didnu2019t get any compliments while wearing it. Itu2019s a pricey scent so yeah, I expected more, but then again fragrance is going to wear different on everyone! Maybe it smells better on other people! Even now when I go sniff the bottle it smells so good still, but thatu2019s it."
        },
        {
            "review_title": "Warm, Fruity & Sweet!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019m awful at describing fragrances, but I can say that Forever in Love is delightful. Itu2019s warm, fruity, and slightly sweet. This scent is perfect for a nice lunch or daytime activity. Appropriate enough to wear with family, and flirty enough to wear around your partner. Also the packaging is beautiful!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Omg girls this smells sooo good im not even a rose floral girly but this smells divine like a sweet rose with gardinia the perfect balance I love it legit my new favorite I definitely recommend 10/10!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This travel spray is compact and easy to slip in your bag. I tend to like more sweet floral fruity fragrances and I love this one! You definitely get the juicy pear notes. I really like all the fragrances from the Loveshack Fancy line and this is wonderful!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I love the forever in love fragrance. It is a super feminine romantic scent and it makes me feel so happy! I get so many compliments on it when I wear it. Itu2019s a fruity floral scent that is so perfect"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Oily skin",
            "review_text": "This is a very intriguing scent . It smells more garden than floral . I really pick up the gardenia note . I donu2019t love the scent but that doesnu2019t mean itu2019s not a good scent for someone else . Itu2019s definitely more on the plant and earth side"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Whatu2019s a stunning staple perfume!! It is quite floral with a hint of sweetness to it. I think the gardenia and green pear stand out the most to me. It lasts all day and is perfect for every day use. Iu2019m so excited to wear this all summer!!"
        },
        {
            "review_title": "My new favorite fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "I am obsessed with the Love Shack Fancy Forever in Love Eau de Parfum! Itu2019s literally a dream in a bottle. If youu2019re anything like me and adore light, fresh fragrances, this one is an absolute must-have.  It belongs to the Florals family and has this perfect fruity-floral blend thatu2019s justu2026 wow. The key notes of green pear, gardenia, and cedarwood make it feel like a burst of fresh air every time you spritz it on. Seriously, the green pear adds a crisp, refreshing touch, while the gardenia brings this lush, blooming garden vibe. And that hint of cedarwood? It grounds the scent perfectly, making it sophisticated yet playful.  The light intensity is something I particularly love. Itu2019s not overpowering at all, making it perfect for everyday wear. Whether youu2019re heading to brunch with the girls or on a romantic date night, this scent adds just the right amount of allure without being too strong.  Now, letu2019s take a moment to appreciate the bottle! The hot pink and green Blooming Heirloom print is so quintessentially LoveShackFancy. The blush pink bottle with its antique-inspired design and scalloped edges is just beyond gorgeous.   Forever in Love is all about capturing that youthful, fresh energy. It feels like your first love - innocent, exhilarating, and full of promise. Created by the talented perfumer Honorine Blanc, itu2019s a celebration of femininity and positivity.  Ladies, this fragrance is pure magic. Get ready to fall head over heels for Love Shack Fancy Forever in Love. Itu2019s pretty, itu2019s pink, and itu2019s perfection in a bottle. ud83dudc95u2728"
        },
        {
            "review_title": "I love this travel perfume!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was gifted the LoveShackFancy Forever in Love perfume, I sprayed it on the back of my knees and my wrists and immediately can smell the cedar. I also sprayed it on my jacket and love the way it set in. Itu2019s also tiny and amazing for travel and I love the little top ud83dude0d"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I did not expect to love this as much as I did. Once it dries down a lot of those pair and gardenia hints start to come out. It smells like I've been out in the garden all day and I come back indoors to smell like gardenias. It's just such a pretty sense to wear it's very floral and uplifting for the day. So gorgeous!"
        },
        {
            "review_title": "Vibrant and sweet",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I got forever in love by Love shack Fancy in travel size. I always wanted to try this perfume, because of its pretty pink bottle.  I love the packaging design and sleek pink bottle of travel size. And the fragrance os just beyond words. I love fruity, floral scents and this is the one I wanted for me. It starts with sweet notes of pear and then changes to more floral scent that's intense and wonderful. It's just right for a girl that's full of life, vibrant and energetic. It's also long lasting. For me it stayed around 8 hours and I was still able to smell bits of it. I love fragrance and recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "itu2019s a lovely sweet floral perfume, itu2019s not too overpowering and itu2019s nice to wear on a day out. i esp love spraying it when im with my boyfriend lol"
        },
        {
            "review_title": "Girly perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This perfume smells amazing! Itu2019s a very girly, uplifting fragrance with fruity notes that feel perfect for summer. It lasts all day on my clothes and skin. The travel size is perfect to throw in my purse or pack when traveling."
        },
        {
            "review_title": "A girly fragrance",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "As a floral girl, this was a no brainer. I sampled all 3 at my local Sephora and this was the top contender. With notes of gardenia, cedar wood and green pear I was in love. Itu2019s the perfect girly fragrance for all seasons, although I will wear it in summer and spring! It was also long lasting as well!"
        },
        {
            "review_title": "Lovely scent!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Forever In Love EDP by Love Shack Fancy is a delightful addition to the fruity florals fragrance family. The scent opens with a fresh burst of green pear, creating an invigorating start. The heart reveals a lush gardenia, adding an elegant floral touch that is both captivating and feminine. The base of cedarwood lends a warm, grounding note, balancing the sweetness with a touch of sophistication. Overall, this perfume is perfect for those who love a blend of fruity and floral notes with a subtle, woody finish."
        },
        {
            "review_title": "Lovely sent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "love this scent! The perfect perfume to throw in a makeup bag and spray throughout the day. Very fresh and is easy to wear. I get a lot of compliments from this and is a staple for me. Plus the cute packaging is lovely.  Very well done product."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "This perfume smells very clean and fresh with a hint of warmth. It lasted all day and I got so many compliments on it!! The packaging is so cute too! It makes me feel like a clean sophisticated princess lol"
        },
        {
            "review_title": "Doesnu2019t last for more than 5 minutes",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I really loved the smell of this. Itu2019s beautifully feminine and just the right amount of floral. Unfortunately it doesnu2019t last very long which makes me very sad. Save your money and go with another option that will last longer. I even tried the Vaseline trick and it did nothing to increase longevity."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I have never tried love shack fancy but I am happy I did. I lovedddd how this smelled. Itu2019s definitely a fruity floral which is one of my favorites. The opening notes is very nice and lasted a while on my skin."
        },
        {
            "review_title": "My new favorite floral fruity perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Iu2019m so happy I tried Forever in Love fragrance by Love Shack Fancy. Itu2019s my new favorite perfume now! Itu2019s a sweet fruity floral scent with green pear, white gardenia and cedar wood notes. I like the staying power. Itu2019s not very strong which I like, itu2019s a nice pleasant not overwhelming scent. I received a lot of compliments while wearing Forever in Love. I like the travel size, fits perfectly in my purse."
        },
        {
            "review_title": "Beautiful floral and feminine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I was so happy when this finally arrived! It smells so good! Think of floral notes but subtle and sweet. The small packaging made it perfect to travel with in vacation. Plus I smelled so good my husband couldnu2019t stop smelling me. Its a very pretty scent indeed and I highly recommend to those that love floral notes"
        },
        {
            "review_title": "So pretty",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this so much, itu2019s the perfect clean girl perfume, not that strong but just perfect; ugh definitely buying another after I finish this bottle"
        },
        {
            "review_title": "love it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I love this perfume! Smells so good and lasts the whole day. The travel size lasts a while, so if you want to try it I would recommend the small as the full size is quite expensive."
        },
        {
            "review_title": "Such a beautiful fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "Oh, my, God! This is the most beautiful fragrance I have ever tried. It's soft, floral and makes me smile. I only wish it lasted longer on the skin or if there was a body lotion. We need a body lotion! I just love it!"
        },
        {
            "review_title": "I love this perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "This perfume is fresh and has a great smell. I love floral scents and this went beyond what I thought it would smell like"
        },
        {
            "review_title": "Beautiful Clean Floral and Fresh Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I love this scent. Itu2019s fresh, floral, beautiful and almost smells like juicy fruit bubble gum but much better and more floral."
        },
        {
            "review_title": "Fresh and clean",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The minute I smelled the scent I loved it! Itu2019s fresh and clean with a bit of citrus! It reminds me of smell the Disney hotels have when you enter, maybe thatu2019s why I love it."
        },
        {
            "review_title": "So feminine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Medium skin tone, Combination skin",
            "review_text": "Smells like Herbal Essence in a bottle! I love it!"
        },
        {
            "review_title": "Feminine fragrance, doesnu2019t last",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Itu2019s fruity and fresh, but subtle. More of a day time scent, however Iu2019m glad I got the travel size, because it doesnu2019t last for more than an hour. Iu2019ve layered it with other perfumes and added lotion to create longevity & it does nothing! I wouldnu2019t recommend"
        },
        {
            "review_title": "Not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Only 2 Starts because it didnu2019t work for me. There is a citrus underlying scent that tickles my nose and makes me sneezeu2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026u2026. So if you are not sensitive then you might like it."
        },
        {
            "review_title": "Certainly not my favorite ud83eudd74",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, mediumTan skin tone, Normal skin",
            "review_text": "Certainly not my favorite parfum... Thankfully I got the travel size. The gardenia gives me cheap and mixed with the pear I do not like it at all. It gives off cheap parfum that lasts. It's a very teenage scent to me. Something I would've worn in HS.  purchased the travel size."
        },
        {
            "review_title": "so feminine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "such a classic girly scent! itu2019s a nice fruity floral! the only thing is you need to reapply throughout the day!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Itu2019s a pretty scent but last less than 30 mins. Felt like I had to keep spraying it throughout my day. For the price point you can get a better perfume that last way longer."
        },
        {
            "review_title": "Great Spring Scent! Wished it Lasted Longer!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This is such a fresh and beautiful perfume to wear, especially during the spring! It's perfect for layering with other perfumes or body sprays due to the scent having compatible components with other scents on the market. I wish it did last longer cause the scent is so lovely!"
        },
        {
            "review_title": "Smells like body spray",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Dry skin",
            "review_text": "This smells like a bath and body works fruity body spray. For this price I expected higher quality. If you're very young you might like this."
        },
        {
            "review_title": "Not worth the money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Not worth the price. It smells lovely u2026.for about 5 minutes. Definitely disappointed and wish I could return. I purchased this because I have the explorer set and it smells so good but it isnu2019t long lasting. The only goodbye"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Normal skin",
            "review_text": "very pretty scent. reminds me of bubblegum. however, the scent does not last."
        },
        {
            "review_title": "Great scent but doesn't last long",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "Smells AMAZING! I always get compliments when wearing this lovely, light and slightly sweet floral scent. The only issue I have is, it doesn't last long. Definitely not worth the hefty $125 price tag, however I did buy the roller ball because it really does smell amazing."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "The smell is great for spring time! Only problem is, after you spray it on your body and maybe 5 minutes later or less, the scent disappears! /:"
        },
        {
            "review_title": "Disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "brunette hair",
            "review_text": "I like the smell, the reason of my low rating is bc it doesn't stay on you. It disappears in minutes, in half hour the smell wasn't there. So what's the point of this parfum? How can they sell this?"
        },
        {
            "review_title": "Do not buy it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I bought the perfume based on the good reviews.  Unfortunately it was as good as I thought it would be.  Doesn't smell good at all. Smells like old lady perfume.  Doesn't last long too. The smell disappears within two hours.  Deeply disappointed."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Combination skin",
            "review_text": "Every time I wear this perfume, I get compliments. It gives off a fresh floral scent that lasts all day long! Iu2019ll be repurchasing this!!"
        },
        {
            "review_title": "best",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "It's fresh super clean and my new favorite I love it"
        },
        {
            "review_title": "worth it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "This perfume smells so good and last so long! I really love the warm floral it is the perfect spring scent."
        },
        {
            "review_title": "Top 5",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dark skin tone, Combination skin",
            "review_text": "I'm not a fan of writing reviews but I read all of the reviews before purchasing something new. Let me tell you, this fragrance is IT! I love the divine floral smell and it lasts for hours. Everytime I wear it, I receive a ton of compliments! Frankly, for me, that's the best part."
        },
        {
            "review_title": "Beautiful in every way except...",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Beautiful Bottle, Smell is light and floral as expected but doesn't last long as others have said. I don't mind reapplying and would definitely try another scent from LockShack. My 17 yr old loves this as well."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Upset with my purchase. I wanted a light floral, but it is too heavy on the spicy notes for me. Bottle is beautiful."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Love it, smells a lot like my Miu Miu original fragrance (in the blue bottle). I am bad at describing fragrances but it does not smell powdery or granny-ish and is floral but young, thatu2019s exactly what I wanted. A new fave."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "This perfume is top-notch! I love this scent so much. They were sold out at the store and only two mini size available for purchase, I took them both."
        },
        {
            "review_title": "Beautiful scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "I bought the purse size spray without ever smelling it because of the reviews. This is my new all time favorite. I will definitely be ordering the large size with the fancy bottle. I recommend that you just buy it!  It's honestly that good, a beautiful scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Oily skin",
            "review_text": "this is what you would smell if you were walking in the forest and stumbled upon a fairy grotto. absolutely love this scent and can't stop sniffing my wrist. for stumbling across a fairy grotto at night try moondance!"
        },
        {
            "review_title": "It smells great, but then disappears...",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I fell in love with this scent when visiting Sephora.  I put it on my wishlist and then bought it when they had their 20% fragrance sale. I still absolutely LOVE the scent, but it gets 3 stars because it doesn't last at all. I feel like I almost have to bathe in it to get a good concentration, and even then, it dissipates so fast. It does last a little longer on clothing.  It's disappointing that the scent just disappears after a short time. Also, (and this is just the picky in me) the decal is crooked, which gives it a cheaper look."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "I have no clue how this perfume had bad reviews just weeks ago. This perfume is my new favorite! The packaging is so pastel and girly and the scent Is literwllt Amazing. I love gardenia so I am Very happy"
        },
        {
            "review_title": "lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "New favorite! Itu2019s light and feminine and everyone who has smelled it likes it. Not only is the bottle pretty- but it is wearable daily and receives tons of compliments. I would recommend buying the samples first if you cannot smell them at a store."
        },
        {
            "review_title": "Not a floral gal but this is my fave!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, mediumTan skin tone, Combination skin",
            "review_text": "This smells so good, not too floral-ly and has a little bit of spice and I get so many compliments"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "It smells so pretty - its floral but has enough of a fruit smell added that it balances it out if  youre not a fan of florals - im not.  I was going to buy in store but decided to try it and see how it held up then order online.  It didnt last more than a couple of hours unfortunately - im still debating buying because i love the scent - but for the price id like it to last a little longer."
        },
        {
            "review_title": "Cottage Core in a bottle",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "If cottagecore had a scent I think it would be this. Itu2019s playful, floral, but powdery. I normally donu2019t like floral scents but this is a winner"
        },
        {
            "review_title": "MY ALL-TIME FAVORITE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "I didnu2019t actually buy this from Sephora but I was IN LOVE when I smelled this in the LoveShackFancy store. I have a couple of samples and it smells so good (Iu2019m getting it for Christmas so I donu2019t have it yet). I cannot stop smelling my wrist whenever I have it on and it will be my signature scent."
        },
        {
            "review_title": "surprising blind buy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This smells absolutely GORGEOUS. So feminine and so flirty. Itu2019s a very soft and subtle scent that lasted me hours. Perfect for a date"
        },
        {
            "review_title": "Wanted to love, but was allergic to the Gardenia",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "The pear fades quickly and you are left with a very strong Gardenia scent. I tried to wear it for about a month and every time I sprayed it in I would have a sneezing fit and my allergies would be activated. I had to return it and was super bummed because the bottle is absolutely beautiful!"
        },
        {
            "review_title": "Perfection in a bottle!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Absolute perfection in a bottle! Smells as pretty as the bootie looks! Whoever was responsible for this creation nailed it 1000%! Bought a second bottle because I just love love love it!"
        },
        {
            "review_title": "Forever In Love indeed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This fragrance is so amazing. The name Forever I. love is so apt. It definitely harkens back to the feeling of being in love. The lightness of it like youu2019re walking on air. The florals like a fresh bouquet of lilacs given to you by your beautiful. I agree with another reviewer that there is a juicy fruit gum note to it which sounds weird, but but it works so well. I would wear this on my wedding day, but it is nice for all kinds of occasions. Iu2019m wearing it right now as I work at my desk I love it that much."
        },
        {
            "review_title": "starts mostly fruity, becomes mostly floral.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "it initially smells very sweet, kind of reminds me of juicy fruit gum but definitely still more fruity than candy with a liiiiiittle bit of floral. however, the notes that linger the longest are definitely the jasmine and cedar, so over time it does become mostly floral. i like that about it though, the way it blooms encapsulates the name of the fragrance very well!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Thank you for this product. Need a scent that your husband will love on you? This is it. Forever In Love scent is a vibrant floral with green pear and gardenia, and hints of cedarwood. Itu2019s not too sweet and is perfect for every day."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I really liked this scent! I usually lean towards more masculine scents and I really loved the cedar wood in this. It was subtle but the pear made the scent feminine as well! Definitely a good mix of both to perfectly balance  it."
        },
        {
            "review_title": "In Loveeee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "This Forever in Love by LoveShackFancy perfectly describes the after smell of this Eau De Parfum! For this 10ml size, it will last way longer because the less spritz the better for these notes ud83dude0d Iu2019m in love"
        },
        {
            "review_title": "Very Floral",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The notes of green pear, gardenia, and cedarwood blend perfectly in this gorgeous scent. If you like florals, this is going to become your new go-to perfume. It makes me feel feminine and put together."
        },
        {
            "review_title": "Totally obsessed!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "Omg!! Totally obsessed with the beautiful packaging. Such an amazing scent. I love the amazing notes of green pear, gardenia & cedarwood. They work so well together. Itu2019s super light and smells so floral and fresh. I got so many compliments the first day I wore it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Been loving this fragrance! I love sweet scents and the notes of green pair, gardenia and cedarwood is such a beautiful, romantic combination. It reminds me of sweet dates and makes me feel like a princess!"
        },
        {
            "review_title": "Not bad",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "I love a fruity floral, and this one does smell pretty nice, however, itu2019s just not my favorite pear-noted floral that Iu2019ve tried. Idk if I can explain what Iu2019d change, but I guess I wish it were a juicier pear scent, if that makes sense. lol There is some nice pear in the initial top notes, but honestly, itu2019s just mostly Gardenia; especially after only a few minutes of dry down. Pretty undetectable Cedarwood imo. Probably worth trying the travel size if youu2019re looking for this kind of scent. Itu2019s nice, I just wanted more. Personally, I would recommend their Moondance floral instead."
        },
        {
            "review_title": "beautiful scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "This perfume has pretty notes of green pear, gardenia & cedarwood and smells absolutely amazing!! It's lasted me for hours in end and gets so many compliments throughout the day. Would definitely recommend it."
        },
        {
            "review_title": "Perfect Flirty scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I love this perfume for everyday wear! The combination of green pear, gardenia, and cedar is so unique and flirty!! Itu2019s light and last throughout my entire day. The design in the packaging is gorgeous as well"
        },
        {
            "review_title": "A must-have!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "At first I wasn't sure if I would like the notes of this fragrance, but after wearing it around for a couple of days it's grown on me! It's not too sweet but it has just the right amount of projection! | do wish the sent would last a little longer on me. I definitely smell the gardenia and cedarwood notes."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this forever in love parfum by Love shack fancy ! The notes of green pear gardenia and cedar wood is such a pleasant combination! It makes me feel so confident wearing and I get so many compliments on it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I love this aroma, it smells so nice on and makes me feel really fancy. I would totally buy this again and would recommend this to everyone. Donu2019t sleep on this, you need to add it to your collection."
        },
        {
            "review_title": "Fruity & Floral",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This is light, feminine and flirty with fruity and sweet notes. I pick up mostly on the florals (gardenia, Jasmine and rose petals) with sweet green pear & mandarin notes layered in. I donu2019t really pick up much on the cedarwood to be honest. I do really like this fragrance even though I donu2019t wear florals very often!"
        },
        {
            "review_title": "Soft and lovely!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Oily skin",
            "review_text": "Oh wow! I'm very picky about perfume and I am impressed ud83dudc4d. At first I thought it was weak and didn't have much fragrance although it smelled good. The second day I used it I kept getting whiffs throughout the day and it smelled so soft and lovely. It's definitely going to be one of my favs. I'm very happy with my purchase!"
        },
        {
            "review_title": "love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Normal skin",
            "review_text": "I love these sense by LoveShackFancy this one is one of my favorites! it smells very fruity like pears. The scent holds all day and has gotten me very many compliments. Definitely would recommend this perfume."
        },
        {
            "review_title": "So girly!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Out of all three, this one may be my favorite scent. I love how fruity and clean it smells. The fragrance is definitely very feminine and I love that. The packaging is also so beautiful and fancy looking."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Iu2019m obsessed with this scent! My fiance can not stop smelling me! He loves it! Itu2019s so floral and smells amazing! The packaging is so cute also itu2019s pink and classic 10/10 will be buying again!!!!!!!!"
        },
        {
            "review_title": "Floral and Fruity",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "This is the first time I have tried a scent by LSF and I am pleasantly surprised. It is floral but not too overpowering and has notes of fruitiness. Size is perfect for slipping it in your purse for on the go."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Forever in Love is such a good perfume by LoveShack Fancy!! I have the mini size and its perfect for traveling or leaving it in my purse. The notes of green pear, gardenia & cedarwood make it so unique."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I was hoping for more of a fruit-forward perfume, but to me it just smells floral and one bite. I personally donu2019t think that this perfume fits the description, Iu2019m not really picking up the juicy/fruity notes. Iu2019d recommend trying on in store if possible!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": ". I am obsessed with this mini perfume!! It is the perfect size to take around on the daily and for travel! I love the packaging, it feels so elegant! I love the floral scent!! I would recommend this perfume to a friend!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I received something in exchange for this post. I absolutely love this fragrance on how flowery it smells. I smell roses and poppy love how girly it smells. Love the scent I would totally recommend to others."
        },
        {
            "review_title": "Girly scented",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "Iu2019m obsessed with this scent right now.  Makes me feel so girly! It has notes of green pear, gardenia, and cedarwood and it is breath taking!  It is so fruity and sweet mixed with just the right amount of florals. This is my new favorite perfume!"
        },
        {
            "review_title": "Gorgeous perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This perfume gave me the confidence I needed! It has notes of green pear, gardenia, and cedarwood and it is breath taking! I got many compliments with just two spritz! This is my new favorite perfume!"
        },
        {
            "review_title": "Forever In Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Forever in Love Eau de Parfum by LoveShackFancy where the delightful scents of pear, gardenia, and cedarwood intertwine, creating a symphony that makes me feel beautifully alive! I absolutely love it ud83dude0d"
        },
        {
            "review_title": "very feminine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Forever in Love is my favorite fragrance from the brand. It gives me a high luxury fragrance. I've used it to go to a doctor's app and he asked me what I was wearing. It stayed on my shirt for days before washing it.  The fruity-flower-wood-ish goes so well together without overpowering and not being overwhelming at all. You gotta love this one!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Oily skin",
            "review_text": "Yum this fragrance is delicious! It is so fruity and sweet mixed with just the right amount of florals. I makes me feel like Iu2019m walking through a pink rose field. Iu2019m obsessed with this scent. Makes me feel so girly!"
        },
        {
            "review_title": "A lovely Gardenia scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This is such a lovely floral scent! I absolutely love Gardenia- itu2019s one of my favorite flowers and this really captures its essence. The scent stays on for most of the day, which I love. The travel size is perfect for travel."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I really liked the smell of this although i wish the gardenia popped out a little more than the cedarwood. However its a perfect perfume to keep on my purse and have on the go. The smell is also very strong so a little goes a long way."
        },
        {
            "review_title": "loveeee",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "My fave of all the scents! Love the name too. So romantic! This is lovely and sweet without being overpowering. I'm a floral scent girly so right up my alley! love love love all of them but this one is a stand out!"
        },
        {
            "review_title": "The Perfect Floral Fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "OBSESSED!!! Iu2019m so happy LoveShackFancy came out with Forever in Love because it smells absolutely amazing. And it comes in the cutest bottle! Infused with green pear, white gardenia, and cedar wood, the fragrance reminds me of a vibrant, sweet floral garden. If youu2019re a floral girly, you need to buy this product. I promise itu2019s so worth it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The pear in this makes this smell sooo good and fresh! I love it as much as I love my LSF dresses. Itu2019s pretty light but I noticed the scent lasted all day on me. Itu2019s a good daytime scent that isnu2019t overpowering but super girly."
        },
        {
            "review_title": "Refreshing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I am so excited that love shack fancy releases a perfume line. Iu2019ve been waiting to get my hands on it. The pear and gardenia in this perfume give it such a feminine and refreshing scent. Product was gifted"
        },
        {
            "review_title": "Sweet like love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Amazing fragrance, feels sweet like first love, I love using it when I go on dates, it stays on for a long time and I get compliments every time I use it, so amazing and tasty, I want to douse everything in it."
        },
        {
            "review_title": "For the pink girlies",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "The packaging is so freaking pretty  this is my 1st time trying a fragrance with notes of green pear, gardenia & cedarwood. Iu2019m more a warm floral girly so this definitely was for me I would wear this like after the shower I prefer the one in the white bottle but this is still okay. This just screamed   girly"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I was so excited when I saw these perfumes were coming out! I love the packaging so much! I love floral scents so this one is definitely my favorite of the two I got and I like that they arenu2019t too strong and overpowering. I highly recommend trying these out!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Where can I even start, I love this perfume so much, I always get compliments whenever I wear it because of how good it smells. I highly recommend this fragrance for anyone who want to smell good!!!!!"
        },
        {
            "review_title": "Fruty Floral ud83cudf38",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "Its name itself says it, forever in love, it is a fresh and fruity fragrance, it is the perfume that you want to wear daily, I received many compliments, it has notes that are unforgettable like Green pear, Gardenia and cedarwood, it is the perfect pertume for that woman who enjoy your own essence"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "First of all, the scent is absolutely divine. It's a beautiful blend of floral and fruity notes. The longevity is impressive too, as I can still catch whiffs of it hours after applying. The travel size is perfect for on-the-go touch-ups or for those who want to try the fragrance before committing to a full-size bottle. It's compact and easy to carry in my purse or travel bag."
        },
        {
            "review_title": "Very pretty scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Combination skin",
            "review_text": "Very pretty, floral scent. Definitely enjoyed the hints of green pear and gardenia, and I thought it was a super light, delicate scent. Would definitely purchase the larger size when this one runs out!"
        },
        {
            "review_title": "Favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I this this one is my favorite from all 3 perfumes. Itu2019s sweet but fresh. I definitely can feel green pear and I am big fan of cedarwood. Itu2019s very sexy and romantic. Stays all day and I got a lot of compliments. Definitely my favorite."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "this is probably one of my favorite scents at the moment. i am a huge fan of fruity floral scents and this one is so good!! i love the packaging so much as well. highly recommend if u r looking for a new perfume."
        },
        {
            "review_title": "Perfect for anyone that loves sweet scents!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is a stunning fruity floral scent (the main notes are green pear, gardenia & cedarwood). Itu2019s the perfect mix of florals and fruity notes and isnu2019t too overpowering. Itu2019s a great daytime fragrance thatu2019s perfect for warmer months..It smells very feminine and brightu2026just makes me feel so happy!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I was so excited for this launch and it did not disappoint! I love how this one is sweet without being too overwhelming and the scent is super light. I wish it lasted a bit longer during the day but I really like it so far"
        },
        {
            "review_title": "I get compliments every time I wear this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "3 of my favorite scents, green pear, gardenia, and cedarwood combined beautifully into this vibrant and feminine scent! Great for a date night or any special occasion really! I get compliments every time I wear this!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Iu2019m really happy to share my love of this scent with you. It reminds me of my grandmothers gardenias. Itu2019s very pretty and feminine and the packaging is great to travel with or place in my bag. This makes a great gift too"
        },
        {
            "review_title": "Beautiful Fragrance. u2728",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "If you are a fan of romantic, feminine scents that leave a lasting impression, LoveShackFancy's Forever in Love Parfum travel spray is a must-try. It captures the essence of true love and infuses it into a beautifully crafted fragrance that will leave you feeling enchanting and utterly irresistible."
        },
        {
            "review_title": "It grows on you",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "LOVEEEE this fragrance. Extremely long lasting for me - sometimes 12 hours or more. I love the way it smells and how the smell makes me feel. Sexy, smart, confident. The Cedarwood note smells very warm and mysterious, Perfection for a night out."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This new perfume Forever in Love smells exactly like the name! The key notes of green pear, gardenia & cedarwood speak to your feminity and manages to last all day on clothes or directly on the skin. My only gripe is that this smells a little more like an older, more mature perfume, so keep that in mind!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Forever in Love Eau de Parfum in the 10ml travel spray is a little bottle of romance that I carry with me everywhere. Its scent is an ode to love, a delicate blend of floral and fruity notes that evokes warm, cherished memories. The compact size makes it ideal for my daily adventures. A single spray transports me to a world of affection and tenderness. If youu2019re looking for a fragrance that captures the essence of love, u2018Forever in Loveu2019 is your perfect companion."
        },
        {
            "review_title": "very floral",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "Thisfragrance has a very sweet and floral smell. Its nice but not really my type. if you like a floral and sweet perfume u'll love it. The size is very good and very handy when in needed. love the packaging though."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This new scent has ingredients notes of green pear, gardenia & cedarwood. It smells floral, fruity, and so pretty. The packaging is so cute too. I love the travel size option because I can put in my bag."
        },
        {
            "review_title": "Beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So beautiful! It is such a feminine floral scent that is gentle and perfect for daily wear. You can smell the green pear which I love as it is such a unique smell. The white gardenia and cedarwood tie the scent together!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Very floral fragrance and I hardly smelled the fruity top notes. Highly recommend for floral lovers. I prefer sweet scents and the Moondance parfum is my favorite from the loveshackfancy beauty collection"
        },
        {
            "review_title": "Smells so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "This scent is truly a knockout out and has become one of my favorites! I love the travel size and feel so refreshed when I put it on. I love the sweet hints of pear and gardenia mixed with the more musky cedarwood! A clear, crisp scent that has me smelling good throughout the whole day!"
        },
        {
            "review_title": "Smell so good!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This perfume smells delicious. It's a smell that makes me think of romance. It is a fruity floral perfume. I smell very present green pear, the smell of gardenia and at the end a smell of cedar wood. I really liked the smell. I'm loving using it in my everyday life. It's a mild scent to me. So I think it's a good idea to use it on the day."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Tried the LoveShackFancy fragrance! Its blend of pear, gardenia, and cedarwood notes resonates perfectly with my preferences of fruity and floral elements. I think boasts impressive longevity, staying with me for hours. Thanks to the travel-sized version I have, I conveniently refresh my scent before leaving my car."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "This is a very simple, easy to understand, crowd pleasing, powdery rose fragrance. It almost has a rose water feel to it. Itu2019s inoffensive, light, and fresh. Not something I would buy a full bottle of, but can definitely see others loving this. Gifted."
        },
        {
            "review_title": "The perfect amount of sweetness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Love this fruity floral scent! I feel fresh and clean when I wear this! The green pear, gardenia and cedar wood notes combined together is just the right amount of fruity and floral! It keeps me smelling beautiful all day long"
        },
        {
            "review_title": "Girly vibes!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Itu2019s surprisingly lasted longer than I was expecting! I feel very feminine when I wear it. It has such a beautiful floral and fruit scent with a hint of cedar wood that it didnu2019t give me headaches at all."
        },
        {
            "review_title": "Wanted to be Forever in Loveu2026.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "any perfume that has gardenia you can sign me up! I was in the market for a new perfume and was instantly attracted to the loveshackfancy Forever in love. The scent is absolutely beautiful But the  fragrance does not last. For $125, I expected more and will be returning."
        },
        {
            "review_title": "must have perfume, perfect for traveling",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Absolutely love this scent. It feels nostalgic and dreamy when I smell it. It makes me want to fall in love all over again. I love the scents of Ceadarwood and green pear as it smells fruit but also natural."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This perfume has key ingredient notes of green pear, gardenia and cedarwood.I like this perfume but doesn't suit me, its a floral perfume would use it for summertime but somehow is not my scent. They do last very long though!"
        },
        {
            "review_title": "Lovely Scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "My new favorite scent!! The scent reminds me of my childhood, it has a familiar scent that I love! Itu2019s very light and floral but long lasting. Itu2019s a nice feminine floral scent that is perfect for any setting!"
        },
        {
            "review_title": "My new favorite perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The scent is long lasting and perfect! The Green Pear is such a strong note and I love it. I can also smell the traces of Gardenia and Cedarwood as well. Forever in Love has a mature scent to it that Iu2019m absolutely obsessed with! Itu2019s not too sweet either"
        },
        {
            "review_title": "a fruity floral that isn't sickly sweet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Love Shack Fancy Forever in Love Eau de Parfum - Travel Spray comes in a cute little bottle with a cap so it doesn't accidently get sprayed in a bag. It has notes of green pear, gardenia, and cedarwood. These combine together well so that for a fruity floral, it isn't too sweet."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "So i actually reallly liked this fragrance. I was really excited to smell a green pear scent since I havenu2019t before. Itu2019s very girly and feminine. Itu2019s not to very sweet of a smell either. Itu2019s just right !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I am so excited that I get to try something from LoveShackFancy! This fragrance has notes that are right up my alley - pear, gardenia, and cedar wood. It smells just the right amount of fruity and floral. It also lasted hours on me. Love!"
        },
        {
            "review_title": "Floral and feminine aroma !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "It has a delicate, feminine and youthful aroma. Its main notes are fresh flowers and others slightly fruity. I feel like it's perfect for going to brunch with my friends or a date during the day. It  medium, but I have the travel version, so I reapply it before getting out of my car."
        },
        {
            "review_title": "MUST HAVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This perfume is my new go to! Itu2019s fresh, sweet and dreamy. I am super picky about scents because they can easily give me a headache if theyu2019re too overpowering so I was so happy to find Forever In Love. I also love how delicate and feminine this fragance is. 100% recommend!"
        },
        {
            "review_title": "love the sweetness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I am FOREVER IN LOVE of this perfume! It has green pear, gardenia & cedarwood scent. I love the combination smell of fruit and plant! It's sweet but it's not overly sweet, I think the sweetness is fine for me!"
        },
        {
            "review_title": "Sadly, Not for Me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Words cannot express how much I wanted to love this perfume. The packaging is my style, but the scent itself is not. I'm learning that whenever I wear anything with cedarwood notes, it overpowers everything else. I smell like a fancy forest and I'm going to need to do some layering so that it doesn't go to waste. Thank goodness I found out through the discovery set and not a full bottle. I'm giving it 2 stars because no doubt, it smells lovely on someone else's chemistry and fits their vibe - I will personally stick to Moondance from LoveShackFancy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This fragrance is really beautiful! I was hesitant as I am not a fruity perfume girlie but with the mix of cedar wood and gardenia, it equals out the pear smell. It smells fresh and clean! This would be a great gift for anyone if you didnu2019t know what to get them!"
        },
        {
            "review_title": "Itu2019s not for me",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "The packaging is so cute, it has notes of green pear, gardenia and cedarwood, The perfurme is so girly and fruity. I can smell more of cedarwood. Which I donu2019t like. Also it doesnu2019t last very long . Itu2019s not for me."
        },
        {
            "review_title": "Smells Heavenly!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "Forever in Love, with notes of green pear, gardenia & cedarwood, smells like springtime if springtime were nothing but picnics with friends, ballroom dancing, swimming in pristine waters, and strolling through endless flower gardens at twilight. This smells stunning!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The fragrance is truly so beautiful! It has notes of pear, gardenia and cedarwood- giving a sweet spicy floral smell to it! I have been looking for a scent like this for a while and I highly recommend it! Very good lasting power!"
        },
        {
            "review_title": "So good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "As a perfume lover this is literally my go to perfume! I love every note that it has and smells very refreshing. Is a long lasting perfume that I donu2019t have to reapply at all. I literally love how unique and how I get compliments with it."
        },
        {
            "review_title": "A go to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Normal skin",
            "review_text": "This perfume is so good! It is perfect for everyday and it is not too overwhelming while still being present. I love this specific perfume to throw in my bag for application throughout the day. It is so goo and an absolute go to"
        },
        {
            "review_title": "Lovely and playful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love how this has pear in it and its the first note that i amell in this perfume. Not only in the beginning but also on the dry down too. I also had gotten the whiff of the gardenia which does linger quite a bit but luckily does go away. The cedarwood also plays part but mostly in the end which I am fine with it. Overall the perfume is quite lovely and playful but at the same time very feminine as well."
        },
        {
            "review_title": "Fruity",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Seriously gorgeous scent. Very fruity and floral forward. Can be used day or night. Fresh and super feminine. I feel amazing with this scent on, it makes me feel very feminine and beautiful! I got the travel version which makes it perfect for on the go."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I love the packaging. Itu2019s so cute and girly and perfect size to try out a new fragrance. I really love the dry down of jasmine into this. Makes the scent so sophisticated and lovable. Got a lot of compliments."
        },
        {
            "review_title": "Smells good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I absolutely love this scent. It has Green pear , cedarwood, which is very soothing to me. I get a lot of compliments at work . It smells girly and very refreshing. I highly recommend this scent if you re into girly scents lol if that makes sense. I received this product for free"
        },
        {
            "review_title": "Smelly perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love perfumes. This one in particular smells amazing. I love how floral and fruity it smells. It lasts on a while, which I love. Most perfumes donu2019t have that effect. I definitely recommend this perfume"
        },
        {
            "review_title": "Love the scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This perfume really surprised me. I would say itu2019s a little more on the floral side but it smells Devine! The green pear and gardenia are a great combination because you get a subtle fruity scent but the gardenia is the star of the show here. I would recommend this perfume if you like to smell clean. Plus the packaging is so pretty. This is such a feminine perfume. I love it u2764ufe0f"
        },
        {
            "review_title": "Beautiful fragrance!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Oh my this smells SO good and so girly and feminine. I love that this feels so light and sweet but profoundly floral! It is gorgeous! I love the green pear, gardenia & cedarwood scent notes, it is longlasting, too."
        },
        {
            "review_title": "The perfect Day scent!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "If you love a more fresh, fruity & girly scent this is for you! I love how fruity & girly this is but itu2019s still very fresh & soft. It will not give you a headache. The green pair note balances the fragrance out perfectly! This is my during-the-day go to scent now!"
        },
        {
            "review_title": "Fruity, fun, and playful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This fragrance is light and fruity. Itu2019s has a subtle floral note to it but to me the fruity notes are very strong in this fragrance. Itu2019s a very playful, bubbly, and fresh fruity note. This something Iu2019d wear everyday because itu2019s so fun and universally flattering. It feels like a very youthful and fun scent for a flirty and cute vibe. The packaging is also so cute!"
        },
        {
            "review_title": "Wedding Perfume ud83dudc97u2728",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This perfume definitely was everything I thought it would be. I was really excited for this drop and Iu2019m even more excited to purchase the other scents. Forever in love has notes of green pear, gardenia and cedar wood, the perfect mix! This is definitely going to be my wedding fragrance!"
        },
        {
            "review_title": "Love it so much",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I am absolutely in love with this Forever in Love Eau de Parfum.  This product has ingredients notes of green pear, gardenia & cedarwood. This parfum brings the warm feeling and peace of mind. It's very calm, the smell is great without overpowering. I highly recommend this parfum."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "the green pear notes are so great and smell amazing. this perfume is really pretty too. the smaller size is good to take with me when i am traveling and i like how it smells fruity too. i'd get it again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This is a beautiful floral fragrance with prominent pear and gardenia notes. It smells very feminine and elegant. Iu2019ve gotten so many compliments on this wonderful scent! I have it in travel size and itu2019s always in my purse."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Iu2019ve been really loving this perfume. It smells so nice and lasts on my all through the day. I love how it lingers and that itu2019s not an overwhelming scent. My husband loves it too. I love the gardenia scent. I highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Complimentary gift by LoveShackFancy. I truly fell in love with the Forever in Love Eau de Parfum- Travel spray by LoveShackFancy. I love the way it smells with the notes of green pear, gardenia & cedarwood. When I put the perfume on I feel confident and receive many compliments. I highly recommend this perfume!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Forever in Love is a lovely scent, even though itu2019s a little underwhelming for the price point, and not what I expected. After the brief, but quite intense fruity burst, Forever in Love transitions almost instantly into a powdery floral scent. I love the opening and wish the fruity top notes, green pear and Italian mandarin, would last longer than they do. Forever in Love is a soft and subtle feminine scent, and if you like floral scents, Iu2019m sure youu2019ll enjoy this one. It isnu2019t overpowering, wonu2018t turn heads, nor make you stand out in a crowd, but itu2019s a great choice for a date night."
        },
        {
            "review_title": "PINK PINK PINK",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Probably my favorite out of the three perfumes from LoveShackFancy. The greenpear, gardenia, and cedar wood so good together. Long lasting and smells very nice. I do smell more floral from this one, so if you like floral smells, GET THIS"
        },
        {
            "review_title": "Pretty Girl Scent!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I was gifted This forever-in-love Eau de Parfum travel size, 10 ml by LOVESHACKFANCY; the aroma of Forever in Love is the epitome of a gorgeous girl scent. The combination of the packaging and the fragrance notes makes the perfect fruity floral aroma! This scent has a light to medium sillage and projection, lingering on my clothes for around 6 hours. I advise using this scent!  Every petal on the gardenia flower is in total elegance, surrounded by jasmine, rose petals, and cedarwood while being energized by green pear and Italian mandarin."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Oily skin",
            "review_text": "I love all of love fancyu2019s fragrances. This one is perfect for a day out. The pear notes make for a juicy scent and it lasts all day! I could still smell it on me after I took a shower. Definitely will buy again"
        },
        {
            "review_title": "love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I really love how this fragrance is fruity and floral- my favorite kind of perfume! The green pear and gardenia really shine through and itu2019s a perfect every day scent for me. Absolutely love it and so happy about how it smells!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I love this new fragrance! It makes me feel so classy and pretty, the notes of pear and gardenia give it such a clean yet sweet smell, will definitely be adding this to my go to fragrances, price wise i think its worth it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "The packaging on all of them are so cute! I had the opportunity to try all of them and I love them all I canu2019t pick one as my favorite. This one is particular though did last the longest and I did not have to retouch."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "When I first sprayed this product, it honestly smell so fresh and itu2019s very fruity, but you can also small the floral within the product, I sprayed a little bit on my wrist and it. Honestly lasted throughout the whole day.!! Complimentary by Loveshack fancy"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "red hair, Fair skin tone",
            "review_text": "I received this Forever In Love Eau de Parfum 10 ml Travel Spray to try out and review complimentary from LoveShackFancy in exchange for my honest opinion. I really love the fruity floral scent of this perfume spray! It smells so pretty and I really enjoy using it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Forever In Love by LoveShackFancy is a Floral Fruity fragrance for women. Top note is Green Pear; middle note is Gardenia; base note is Cedarwood. This is a lovely feminine scent that is not overpowering. It smells really good, and the bottle is so pretty! However, I wish it lasted longer."
        },
        {
            "review_title": "Feminine and beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The packing on this product is so feminine and beautiful. This smells sweet and romantic and very unique perfume that I cant compare with another. The scent is not overpowering or harsh. I feel very put together with this perfume, highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "This is not a particularly unique or must have perfume in my opinion. It's a fine scent but quite strong on the cedarwood, which is not my cup of tea. I wish the green pear was a stronger note for this perfume."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I cannot stress how much I love this perfume. It has notes of green pear, Gardenia and cedar wood. And it is the perfect scent for a date or even on the regular basis. I love how itu2019s such a juicy smell and not too floral"
        },
        {
            "review_title": "not worth the $$",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Normal skin",
            "review_text": "I received this travel sized perfume in exchange for this post. To be entirely honest, I fell in love with this scent. The perfume is very fruity and girly and is very easy to throw in your purse for on the go. I will say however, I would never pay $32 for this small sample sized bottle as it would only last you a few sprays and does not last long at all."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Perfect balance of Floral and Fruity scent. The beautiful amalgamation of gardenia, green pear and Cedarwood makes it perfectly feminine as well as sophisticated. The perfume lasts really long. It's perfect for any special day.. whether it's your wedding, office party or date. I am going to buy a full size once this one is over."
        },
        {
            "review_title": "Wish it lasted longer",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received 3 travel scent sprays from LoveShackFancy and to be honest, this Forever in Love is my favorite. Iu2019m a fruity floral kind of girl so this was perfect for me. However, it doesnu2019t last very long."
        },
        {
            "review_title": "Beautiful scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Received this in the mail today and I absolutely love it! The scent makes me feel reminiscent in the best way possible. It makes me feel happy and warm. The smell is delicious and addicting. The green pear smells phenomenal."
        },
        {
            "review_title": "Nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "This was given to me by LoveShackFancy in exchange for my honest review. I like this one.It has a really fresh and fruity initial smell, very pleasant,Itu2019s lightweight and a must have for everyone.The mini size is perfect to keep in my purse"
        },
        {
            "review_title": "Smells great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This perfume smells amazing. I best describe this as smooth floral. It's very sweet, but cedarwood balances everything out. Clean scent that lasts all day. I get compliments every time I wear it."
        },
        {
            "review_title": "Obsessed!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "I think I'm addicted to this scent!! It's fruity and floral and makes me feel beautiful! The notes that pop out most are the green pear, gardenia & cedarwood. The scent evolves throughout the day and by the end of the night I can still smell it!"
        },
        {
            "review_title": "Scent lasted me through the gym",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This scent is top tier. I will be reordering!! Iu2019m not only impressed with the beautiful notes in this perfume, but Iu2019m also impressed with the longevity of the scent. I wore it to the gym and could still smell it afterwards. Thatu2019s hard to find in a scent nowadays"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "This perfume smells exactly like its name! Definitely a love smell! So romantic. It has notes of green pear, gardenia and cedarwood. It is a very light perfume that lasts all day. My new favorite scent!"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This perfume is so beautiful. I love how floral it is. It definitely smells like roses. I would highly recommend to all my family and friends. I think that it last all day and it is such a beautiful fragrance. The bottle is super cute and I will be repurchasing."
        },
        {
            "review_title": "Fantastic romantic fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This new Forever in Love fragrance smells fantastic. I love the ingredients with green pear, gardenia and cedarwood. Great floral long lasting fragrance. Iu2019m in love, I have been using it every day. Highly recommend it."
        },
        {
            "review_title": "Smells Amazing!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Combination skin",
            "review_text": "I was so excited to try this perfume out! It has a very fresh and floral scent with green pears, gardenias, and hints cedar wood. The mini size is perfect to keep in my bags for when I travel! Scent lasts long too!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "Amazing. I bought the sample set and this is my second favorite.. it is heavenly. I ended up buying the full size of this one and the other pink bottle (rose). My only complaint is that it fades from my skin after a couple hours. Planning on purchasing the third bottle as well though!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Combination skin",
            "review_text": "This scent makes me feel on top of the world. There are light notes of green pear, gardenia & cedarwood. It smells so good!! I got instant compliments. A little goes a long way and the scent lasts a long time."
        },
        {
            "review_title": "Such a pretty scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the way this smells and may be the best smelling perfume Iu2019ve ever had! With the ingredients green pear, gardenia, and cedar wood itu2019s the absolute best date night or girlsu2019 night out perfume! It makes me feel so feminine and I love that."
        },
        {
            "review_title": "Your needs this!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This is the best travel size perfume a carrier in my purse, and whenever I had first tried it, I can literally smell the gardenia. Itu2019s a really soft settle flowery perfume. It just stay in my skin up to eight hours. I get a lot of compliments whenever I go to the store and people asked me and I always showed him the bottle. At the beginning, it smells like rose petals and then you can last leaf smell the gardenia as well the jasmine!"
        },
        {
            "review_title": "Smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This loveshackfancy forever in love perfume is fruity florals. I apply it to my wrists, neck, and behind my ears. I wear this out while shopping or to dinner and I wear casual clothing like jeans and sneakers. I also use it on date night dressed up in a white blouse and dress pants with high heel shoes. The notes are pleasant and very appealing."
        },
        {
            "review_title": "So softly feminine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I recently received a purse sized 10 ML. travel spray of the fragrance  Forever in Love from LoveShackFancy Beauty, and I AM forever in love... with this lovely fragrance. The aroma of green pear, gardenia & cedarwood is soft and romantic without being cloying, and is very unapologeticly feminine. I will wear this again and again!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This perfume smells so nice. It's feminine and floral without being too overly sweet. I love that it lasts for a long time with a powdery light finish on my skin after 4 hours. I am excited to try more by this brand and I recommend to others."
        },
        {
            "review_title": "Wouldnu2019t rush to buy again",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I enjoyed this scent but feel as though it is almost too strong and smells like something someone older would wear. I do like it but its definitely not something I would go out of my way to get again. It smells strongly of green pear and gardenia. If you like a more flowery smell than this is for you!!"
        },
        {
            "review_title": "Amazing. Such a beautiful perfume!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Iu2019m so excited to try this perfume it smells amazing! Itu2019s absolutely beautiful and the full size bottle is gorgeous! I absolutely will be by in the full-size! Fragrance smells like a fresh floral scent with green pears, gardenias, and hints cedar wood. Aldo has jasmine and rose pedals itu2019s such clean fragrance and smells sooo refreshing and beautiful itu2019s definitely my new go to perfume!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Oh my goodness, I am Forever in Love with this scent! This is my favorite perfume Iu2019ve smelled in a while. Itu2019s sweet but not overpowering at all. Itu2019s intoxicating in the best way! The mini size is perfect to keep in my purse for some extra spritzes throughout the day (though this scent does last hours!). Definitely will be buying the full size!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "The gardenia in this scent is absolutely stunning, soft, and very fresh. This scent lasts on my skin all day long and I get the most compliments when wearing it. Itu2019s lightweight and a must have for everyone"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "Soooo excited to try LoveShackFancy perfume! The full sized bottle is GORGEOUS and the travel is cute as well. This fragrance does have a really fresh and fruity initial smell, very pleasant, and then dries down a bit more maturely with the cedarwood note more prevalent. Overall a really great transitional scent between seasons!! Wish the longevity was a bit longer!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This was given to me by LoveShackFancy in exchange for my honest thoughts.  This one is probably my favorite of the three new scents launched.  Pear is my favorite fruit so of course I would love this one. It is not as floral as the other two as well. Long Lasting and oh so fresh!"
        },
        {
            "review_title": "Fresh and fruity",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "Forever in Love has me forever fresh. Thatu2019s the first word I think of when I smell it. The green pear mixed with gardenia comes out on top and then the cedar wood floats at the end when it settles. This scent has staying power and is perfect for Spring and Summer."
        },
        {
            "review_title": "Love the smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I am in love with this essence. It really smells delicious and it tastes way longer than usual fragrances. The florar smell gives it a touch. It is honestly amazing, a must have and the perfect size to carry it with you anywhere. 10 out of a 10."
        },
        {
            "review_title": "New fav",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "First off Iu2019m so excited for For this LoveShackFancy is my brand to begin with, so what is this perfume which has like sense of green pear and see there werenu2019t and gardenia is literally like a piece of heavenly summer."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I didn't know LoveShackFancy had perfumes and so happy to get all three and try them. I received 10 ml travel size of these Forever in Love, Moondance and Boheme and so happy I tried all. The Forever in Love is fruity and floral in the beginning: notes Green Pear, Gardenia, Cedarwood, but after few minutes it dries down to more woody, or more like a tobacco to me. I feel like the scent doesnu2019t last on my, I couldn't hear it after 40 minutes."
        },
        {
            "review_title": "Sweet and feminine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I love the travel size to bring with me on the go anywhere! The notes of notes of green pear, gardenia & cedarwood so classy and sweet. Very feminine and soft. I love spaying it on and it lasts throughout the entire day."
        },
        {
            "review_title": "new fav perfume!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": "product was free. This perfume is amazing! It smells so good and lasts for hours. I love that I can just carry it with me where ever I go. It is my new favorite fragrance and will definitely be re-purchasing when I run out!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Combination skin",
            "review_text": "Green pear, cedarwood and gardenia at its best! This combo makes this perfume smell so good in my skin. Iu2019m not very good with flowers and fruits, but this combination makes this perfume smell so good."
        },
        {
            "review_title": "Love this! Sexy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Wow this smells So so good! I knew from reading the notes; green pear, gardenia & cedar wood I would love this type of scent! Itu2019s beautiful! It makes me feel so feminine when I spray this on. I love that itu2019s sweet and fruity, but also a little woody from the cedar.  Itu2019s definitely sexy!! I would recommend this to friends!   The packaging is so beautiful!"
        },
        {
            "review_title": "A delicate scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this scent so much. The green pear and cedar wood remind me of a spring day. Iu2019m not crazy for floral scents but this is a must have. Itu2019s beautiful and so girly! Itu2019s the perfect size for travel I put it in my every day toiletry pouch!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this scent, so incredibly feminine and whimsical. Sweet but not overly so the citrus really makes this a very balanced scent. Good for dates or everyday wear since itu2019s a pretty long lasting scent."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I was very excited to try this when I seen it was launching and I was not disappointed this is super cute and awesome I really enjoyed the scent of it and will definitely be my everyday scent now and Iu2019m loving it vey much"
        },
        {
            "review_title": "Sexy perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I received this for free from Loveshackfancy in exchange for my honest review. Love it that this size is travel friendly and I can carry it easily in my purse. This love forever smells like a rose garden; this is a romantic perfume for me, the hint of pear makes it sexy. Absolutely a must have in a women's perfume collection. Worth it."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love Love Shack Fancy and excited to try their new parfum collection. I love sweet scented fragrances and obsessed with Forever In Love. The notes of green pair, gardenia, & cedarwood combined have the perfect summer scent. This parfum is long lasting and makes me feel good."
        },
        {
            "review_title": "Smells like a garden fairy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This product was a free sample from Love Shack Fancy. I'm so grateful to have been sent this beautiful perfume with notes of green pear, gardenia & cedarwood. If you're looking to smell like a garden fairy, this is it!"
        },
        {
            "review_title": "So beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Iu2019m obsessed with this scent! It smells amazing!! Itu2019s so girly and the bottle is beautiful too! Perfect to show off at my vanity. The smell is so feminine, perfect for any occasion! It makes me feel so put together and beautiful!! I love it!!"
        },
        {
            "review_title": "Floral Lovers!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Itu2019s the perfect sweet floral scent! Itu2019s the perfect it girl scent. Love that it has gardenia and some fruity pear to help balance out the sweetness. The packaging is so cuteeeeee!! I recommend this for the floral lovers!"
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Such a lovely sensual sweet scent! It invigorates your senses to a new and beautiful beginning - a feeling that carries through the day! Thank you for the opportunity to try this beautiful scent in advance."
        },
        {
            "review_title": "Obsessed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone",
            "review_text": "Absolutely obsessed with this new Love Shack Fancy Product!!! Forever in Love is the perf amount of sweet and fruity, obsessed with the gardenia. I received this product as a free sample and Iu2019m so appreciative, seriously obsessed"
        },
        {
            "review_title": "Must have scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This is an absolutely stunning scent! It's fresh and feminine but not too overpowering. I love having a travel size for my purse or the car and this is perfect for that! This is my new signature scent!"
        },
        {
            "review_title": "Dainty Spring Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I received the scent Forever in Love, it came in the cutest dainty little bottle with notes of Green Pear, Gardenia, and Cedarwood it takes me back instantly to spring nights in california, I am in love!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I was gifted the perfume and it was the perfect gift! The scent is floral and sweet. The size is perfect. And the scent lasts all day! Itu2019s the perfect clean scent for special occasions. The bottle is also made out of great material and feels very high quality."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This is such a lovely, light, fruity scent. I sprayed it and it was such a delightful scent. I have had a few people ask me since I have tried it what I was wearing. So I really want to purchase the full size!"
        },
        {
            "review_title": "Floral Bouquets of flowers",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Love the scent of this scent bursting through like walk in a garden with fresh flowers and roses. It is such a delicate scent that embraces the wearer in a beautiful bouquet of flowers. The scent wears on me for hours and I get a lot of compliments when wearing it."
        },
        {
            "review_title": "pretty girl scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "This fragrance smells beautiful! This gives me full Gardenia and if you've ever had a gardenia tree it smells just like that tree on a breezy warm night. I love this scent and I cannot wait to try the other scents from this collection!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received the product for free. I love how this smells! It lasts a long time on me personally. I even jogged and could smell some of it lingering. The notes are a little more mature for my liking, but i still would wear this as it has a clean scent!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The LoveShackFancy Forever in Love Eau de Parfum is so pretty and feminine. I love the floral design. It has a fruity floral scent that gives me butterflies whenever I smell it. So lovely to wear on date nights."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I really like this perfume. This perfume is a sweet and floral scent.  I like a floral scent, so this perfume is perfect for me. It is a feminine scent that is not overpowering. I like the packaging and that it is long-lasting. I highly recommend it."
        },
        {
            "review_title": "Love!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I received this product for free. It smells really good! I love the hints of pear and gardenia! I would definitely recommend this product because itu2019s very convenient for travel as well. I love LoveShackFancy!"
        },
        {
            "review_title": "Bold and mature",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I received this travel size perfume complimentary from Love Shack Factory,  and I would rate the scent a 7/10. Itu2019s very bold and mature,  I donu2019t think it would be my go to scent, but it definitely will be added to my collection!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I received this product for free and I love it! It smells so fresh and girly with hints of gardenia and pear. I love the travel size because it is so easy for me to carry around. This is a keeper for sure!"
        },
        {
            "review_title": "Great scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I am reallllly loving this new scent from Love Shack Fancy. I was not sure Iu2019d care for this florally scent, but I have loved using it as it is not too floral-based. I really like how there are notes of other fragrances mixed in."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Medium skin tone, Combination skin",
            "review_text": "This was gifted from LoveShackFancy. This product smells amazing and I love the travel size because I can take it with me on the go. A little goes a long way with this product and it will last me a while!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "fruity-floral fragrance with green pear is such a unique smell I love everything about it down to the pink bottle is such a great touch ti it and to top it off if you like the fruity floral fragrance then thatu2019s works complimentary of love shack fancy"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This is a gorgeous mini perfume that is perfect to pack for travel or in a small bag to freshen up throughout the day. The scent is feminine without being too sweet and the fragrance stays with me all day."
        },
        {
            "review_title": "Too mature",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a granny fragrance which is super confusing because mostly younger girls shop from this LSF brand so I have no idea why they wouldn't cater to the younger crowd by adding in something like vanilla or a sweet note. The more I try it, the more I come to find that I do not like how this smells. its very VERY mature and floral but not in a pretty way. They could've taken this fragrance into such a beautiful direction but didn't."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is an amazing perfume!! Itu2019s super light and smells so floral and fresh. I sprayed some on in the morning and the scent was still there when I got home, so itu2019s a long lasting scent which I love!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I received this perfume sample for free. This perfume's combination of fruity and floral notes such as green pear, gardenia, cedar wood can make you feel vibrant and youthful. It's a scent that may evoke feelings of happiness and it is perfect for daytime wear or romantic occasions. This perfume makes me feel fresh with its fruity and floral notes. This perfume is best for travelling"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Amazing perfume! I love how light and floral it is but also amazingly how long lasting it is! I want to buy a full size bottle after this travel size one. I got many compliments from my friends and coworkers already!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "LoveShankFancy created this amazing new perfume and Iu2019m obsessed with it. I love the fresh scent of pears,gardenia, and cedarwood. I couldnu2019t wait to try this new perfume. Iu2019m so glad I got to give it a try."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Absolutely loving this enchanting perfume! The blend of pear, gardenia, and cedarwood is pure magic. It's the perfect fragrance for those sunny days when you're feeling fantastic, and the wind is playing with your hair. The scent makes me truly feel beautiful."
        },
        {
            "review_title": "Smells great",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I love this perfumes smell it smells like pear and cedar wood Itu2019s a fruity floral type of smell that I really enjoy I would recommend this for the packaging alone just look at this itu2019s stunning super unique"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "LoveShackFancy's Eau de Parfum in Forever in Love is a harmonious fusion of green pear, gardenia, and cedarwood, creating a scent that's both refreshing and deeply romantic. With every spray, it feels like a tender embrace from nature, evoking memories of cherished moments and love that never fades. It's a fragrance that resonates with the heart and lingers in the soul."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Forever in Love Eau de Parfum is romantic, floral, and very easy to wear. I love the travel size because I can touch up my fragrance throughout the day. I received something in exchange for this post."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "I received this LoveShackFancy perfume as a free sample from the brand to test out for an honest review. This perfume is SO GOOD! Iu2019ve already gotten so compliments from wearing it. Plus the packaging is adorable! I definitely recommend this product for everyone!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The mandarin and jasmine are heavenly. I feel like Iu2019m on a cloud, this scent is so dreamy and yummy. Iu2019m in love and this smells divine. The travel size is perfect for my purse and the packaging is so cute."
        },
        {
            "review_title": "Addictive!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "I really love this scent! It makes me feel fancy even when Iu2019m not dressed up. It smells super elegant and feminine which I adore! Smells so addictive as well. I definitely recommend this fragrance- I was gifted this!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Oily skin",
            "review_text": "I absolutely love this smell! I love gardenia, itu2019s my favorite, and this has just the right amount of gardenia + other scents that makes me smell sweet, floral, and feminine. I received this from LoveShackFancy"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "This scent is beautiful, feminine and soft. A perfect balance of gardenia and pear. Itu2019s sweet and romantic. I picked this one out of the other scents because I love the color pink and this one sounded the most sweet and fruity. The lasting power is okay I find it that it lasts longer if I put a plain lotion as a base so my skin doesnu2019t soak up as much."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "The Love Shack Fancy Forever in Love Perfume is a captivating and delightful fragrance that beautifully blends fruity and floral notes to create an enchanting olfactory experience. This scent is a celebration of love, encapsulating the joy and vibrancy that love brings into our lives.  The initial burst of fruity notes is invigorating, with a burst of fresh and juicy fruits that instantly uplift your spirits. As the fragrance settles, the floral undertones emerge, adding a layer of elegance and sophistication to the composition. The interplay between the fruity and floral elements creates a harmonious and balanced scent profile.  What sets Forever in Love apart is its ability to evoke feelings of happiness and romance. It's a fragrance that feels youthful and vibrant, making it a perfect choice for both daytime wear and evenings out. The longevity of this perfume is commendable, ensuring that the scent lingers throughout the day or night without fading away.  The bottle design is as charming as the fragrance itself, with its romantic and vintage-inspired aesthetic. It's a fragrance that not only smells divine but also looks stunning on your vanity.  In conclusion, Love Shack Fancy's Forever in Love Perfume is a fruity floral-scented masterpiece that captures the essence of love in a bottle. Its versatility, longevity, and overall charm make it a must-have for anyone seeking a fragrance that embodies joy, romance, and timeless beauty."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "The most perfect girly yet elevated perfume. Love that it has gardenia and some fruity pear to help balance out the sweetness. Scent lingers all day which is perfect so you can spray it and not have to reapply."
        },
        {
            "review_title": "It's Okay",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I love the brand, but this perfume is pricey for what it is and the packaging. The bottle topper is plastic and looks like it was assembled quickly or cracked in transit. Otherwise, the bottle is gorgeous per brand. The actual juice isn't anything new or refined. It's a pleasant scent. Slightly cloying to the point of making the stomach turn. Perfume is subjective and depends on personal body chemistry, so if you like fruity florals, this may be a good buy if you're a fan of the brand. If you're looking for a designer experience, you may want to go with another brand's perfume."
        },
        {
            "review_title": "Cheap Plastic",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Cheaply made and extremely poor quality for its price. As you can see in the pictures, the label printed was crooked and the bow was loose so upon delivery, the perfume had spilled a bit in the packaging. Also smells like something from Victoriau2019s secret"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received this product for free but the review is my own . This fragrance is A light and sweet scent that compliments a pear scent . Itu2019s not my favorite as I am not a floral person, but itu2019s nice. I recommend for floral people"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Forever in Love is such a beautiful fragrance. I am so IN LOVE with this scent. It agrees so well with my body chemistry. The notes of green pear, gardenia and cedar wood smell absolutely fabulous. I love it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is a really nice fragrance, I like the notes of green pear, gardenia & cedarwood.  It's both fruity and floral so it's a great summer and spring scent.  I feel like I stepped into a garden and love it!"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Amazing perfume! I Really Love this scent it smells so good,   The scent is beautiful. It smells exactly like roses. Itu2019s the perfect it girl scent. The packing is beautiful.!!!!!!!!!  I received this product as a free sample"
        },
        {
            "review_title": "The Perfect Sweet Floral Fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Iu2019m literally obsessed with this fragrance. Itu2019s so beautiful. Itu2019s the perfect sweet floral, I got so many compliments the first day I wore it. I hope these arenu2019t limited edition!"
        },
        {
            "review_title": "Pretty but nou2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "It smell is pretty but it has no staying power. I bought the $15.00 sample set and it was number 1 out of the 3 but I wouldnu2019t buy it if youu2019re looking for longevity. The gardenia and pear compliment each other well. Just not for me.lasting power and the p"
        },
        {
            "review_title": "Gorgeous but flaw",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Really gorgeous packaging, looks exactly like the ads. Scent is amazing, I would say similar to Gucci Flora Gorgeous Gardenia. Unsure of sillage yet, as I just received item and wore it. However, the bow on top is loose, not sure if itu2019s just mine or the bottle itself. A little annoying that it doesnu2019t sit snugly."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This was definitely a blind buy for me because I loved the bottle! The scent was not as sweet and as floral as I thought it would be. It was clean, light, soft like soap kind of scent. The pear and gardenia definitely came through. This kindda reminded me of the Gucci Flora Gorgeous Gardenia. It didn't smell like Flowerbomb - the Moondance one did. It would definitely recommend buying the smaller size first or the sample one to see if which one you like best. Not sure if it's really worth $125 though - the bottle was nice but the scent was not unique."
        },
        {
            "review_title": "Canu2019t smell it at all",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Scent fades in less than 5 minutes. Itu2019s gone! I has a feeling these would be pretty bottles with weak juice. I canu2019t really tell what the notes are, they are so faint. Influencers are gonna go crazy with these saying theyu2019re great but they are not. I bought with my own money."
        }
    ]
}