{
    "product_id": "398",
    "name": "DermInfusions Fill + Repair Serum with Hyaluronic Acid",
    "brand": "Dr. Dennis Gross Skincare",
    "categories": "Skincare, Treatments, Face Serums",
    "price": 101.0,
    "about": "What it is:An alternative to injectable filler that visibly fills lines, plumps, and firms skin while restoring skinu2019s moisture barrier function for a more youthful complexion..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Fine Lines and Wrinkles, Dryness, and Loss of Firmness and Elasticity.Formulation:Lightweight Gel.Highlighted Ingredients:- 4 Weights of Hyaluronic Acid: Penetrates the skin at different levels to create a 3D-plumped effect and fill the look of fine lines..What Else You Need to Know:This doctor-formulated breakthrough formula reclaims visible, youthful 3D volumeu2014up, down, and sideways, just like filler. Itu2019s clinically shown to provide visibly plumper skin immediately and over time. This serum features a MicroCelle Delivery system that reduces the size of water molecules for deeper and easier penetration of the key ingredients..Clinical Results:In a clinical study conducted on 35 subjects:",
    "ingredients": "-4 Weights of Hyaluronic Acid: Penetrates the skin at different levels to create a 3D-plumped effect and fill the look of fine lines. .-4 Peptide Proteins: Visibly adds volume and firms skin. .-Niacinamide and Ectoin: Reduces redness and support the skin barrier...Water/Aqua/Eau, Glycerin, Niacinamide, Butylene Glycol, Ectoin, Sodium Hyaluronate, Hydrolyzed Sodium Hyaluronate, Sodium Acetylated Hyaluronate, Sodium Hyaluronate Crosspolymer, Acetyl Hexapeptide-8, Palmitoyl Tripeptide-1, Palmitoyl Tetrapeptide-7, Oligopeptide-2, Saccharide Isomerate, Camellia Sinensis (Green Tea) Leaf Extract, Camellia Sinensis (White Tea) Leaf Extract, Centella Asiatica Extract, Vitis Vinifera (Grape) Seed Extract, Sodium Carboxymethyl Beta-Glucan, Bakuchiol, Inonotus Obliquus (Mushroom) Extract, Tetrahydrocurcumin, Ceramide NP, Ceramide AP, Ceramide EOP, Phospholipids, Sphingolipids, Phytosphingosine, Colloidal Oatmeal, Bisabolol, Superoxide Dismutase, Terminalia Ferdinandiana (Kakadu Plum) Fruit Extract, Sodium PCA, Glutathione, Squalane, Caffeine, Panthenol, Butyrospermum Parkii (Shea) Butter, Aloe Barbadensis Leaf Juice, Arnica Montana Flower Extract, Acetyl Glutamine, Bifida Ferment Lysate, Chamomilla Recutita (Matricaria) Flower Extract, Withania Somnifera (Ashwagandha) Root Extract, Glycolic Acid, Mandelic Acid, Lactobionic Acid, Ethylhexylglycerin, Coco-Glucoside, Lauryl Glucoside, Decyl Glucoside, Polyglyceryl-10 Laurate, Diheptyl Succinate, Dimethicone, Pentylene Glycol, Sodium Lauroyl Lactylate, PVM/MA Decadiene Crosspolymer, VP/VA Copolymer, Xanthan Gum, Potassium Hydroxide, Polysorbate 20, Dimethicone Crosspolymer, Carbomer, Cholesterol, Capryloyl Glycerin/Sebacic Acid Copolymer, Leuconostoc/Radish Root Ferment Filtrate, Sodium Citrate, Citric Acid, Sodium Metasilicate, Gluconolactone, Tetrasodium Glutamate Diacetate, Caprylic/Capric Triglyceride, Jasminum Officinale (Jasmine) Flower/Leaf Extract, Vitis Vinifera (Grape) Fruit Extract, Eugenia Caryophyllus (Clove) Flower Extract, Lavandula Angustifolia (Lavender) Flower/Leaf/Stem Extract, Raspberry Ketone, Phenoxyethanol, Potassium Sorbate.",
    "how_to_use": "Suggested Usage:.-For morning and evening use..-Use two to three pumps, massage into full face, targeting wrinkles..-For optimal results, apply after your Dr. Dennis Gross Skincare peel and follow with a moisturizer if needed.",
    "num_reviews": 409,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/derminfusions-fill-repair-serum-P504631?skuId=2667145&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2667145-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1 oz / 30 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2667145-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Use daily",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "From day one I saw results from this product. I will continue to purchase once I run out."
        }
    ]
}