{
    "product_id": "1282",
    "name": "Palo Santo Leave-In Conditioner for Curls & Coils",
    "brand": "PATTERN by Tracee Ellis Ross",
    "categories": "Hair, Hair Styling & Treatments, Leave-In Conditioner",
    "price": 38.0,
    "about": "What it is: A leave-in conditioner that seals in moisture, detangles, and adds extra hydration while giving soft curl pattern definition..Hair Texture: Wavy, Curly, and Coily.Hair Type: Fine, Medium, and Thick.Hair Concerns:- Curl-Enhancing.- Dryness.- Hold & Style Extending.Key Benefits: - Tracees holy grail for styling.- Seals in moisture after washing and conditioning.- Adds extra hydration and soft curl definition.Highlighted Ingredients:- Aloe and Honey: Natural humectants that attract hydration..- Jojoba Oil: Seals in hydration..Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also gluten-free and cruelty-free..What Else You Need to Know: PATTERN's bestseller, the Leave-In Conditioner features a blend of oils, biotin, and honey to detangle, seal in moisture, and prevent unwanted frizz while giving soft curl pattern definition. Its a refreshing and restoring treatment for curls and coils..Clinical Results: Based on a 63-subject consumer perception study after 1 week of use:.- 91% agreed that Leave-In Conditioner replenishes moisture",
    "ingredients": "Aqua (Water, Eau), Cetearyl Alcohol, Behentrimonium Methosulfate, Caprylic/Capric Triglyceride, Butylene Glycol, Biotin, Panthenol, Simmondsia Chinensis (Jojoba) Seed Oil, Ricinus Communis (Castor) Seed Oil, Persea Gratissima (Avocado) Oil, Olea Europaea (Olive) Fruit Oil, Melaleuca Alternifolia (Tea Tree) Leaf Oil, Mel (Honey, Miel), Cocos Nucifera (Coconut) Oil, Argania Spinosa Kernel Oil, Prunus Amygdalus Dulcis (Sweet Almond) Oil, Butyrospermum Parkii (Shea) Oil, Hydrolyzed Vegetable Protein PG-Propyl Silanetriol, Aloe Barbadensis Leaf Extract, Tocopherol, Polyquaternium-37, Propylene Glycol Dicaprylate/Dicaprate, Ethylhexylglycerin, Trideceth-3, Trideceth-15, Cetrimonium Chloride, Amodimethicone, Parfum (Fragrance), PPG-1 Trideceth-6, Glycerin, Aminomethyl Propanol, Phenoxyethanol, Citric Acid, Alcohol, Acetic Acid, Potassium Sorbate, Disodium EDTA, Linalool, Amyl Cinnamal, Butylphenyl Methylpropional, Benzyl Benzoate, Hydroxycitronellal, Citronellol, Coumarin, Limonene, Hexyl Cinnamal",
    "how_to_use": "Suggested Usage:.-Apply to soaking wet, conditioned hair, evenly distributing to all strands.",
    "num_reviews": 288,
    "overall_rating": 4.7,
    "product_url": "https://www.sephora.com/ca/en/product/palo-santo-leave-in-conditioner-for-curls-coils-P514445?skuId=2657443&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2657443-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "9.8 oz / 289.8 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2657443-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Pretty lovely, a little pricey!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This is a must have for me. Very hydrating. I feel like it might be causing some scalp build up, however. So if youve got a sensitive scalp like me (s dermatitis) watch out for flaky scalp."
        },
        {
            "review_title": "A staple product !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have repurchased the regular size 4 times now and its my favourite product in her line! It gives me incredible definition and moisture, leaving my 3C hair nourished for days. 10/10 would recommend to any curly haired queens. So excited to have a jumbo version now."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "Such a good product perfect for my low density curly hair"
        },
        {
            "review_title": "Holy Grail Lightweight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Finally found a leave in that works perfectly for me. It is definitely worth the investment from buying random brands at a cheaper price on Amazon, I have to admit that I didnt know my hair had the amount of potential this brings out."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This leave in conditioner is honestly so good! I love how it brings moisture back into my hair and perfects my curls. Its not too heavy and doesnt cause build up. I also really appreciate the scent in my opinion it smells amazing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "The Pattern Beauty Leave-In Conditioner is a game-changer for curly hair! It's super moisturizing without feeling heavy, and it defines curls beautifully. I love how it tames frizz and leaves my hair feeling soft and manageable. Plus, the scent is refreshing and not overpowering. Highly recommend for anyone with curly or coily hair looking to enhance their natural texture!"
        },
        {
            "review_title": "Long hair must have",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I have long hair, so sometimes it needs extra love and extra attention so that it doesnt get extremely tangled, this is a leave and conditioner. That truly helps makes it smooth and solved so that knots can be prevented. This was gifted for my review and I love it."
        },
        {
            "review_title": "Love this stuff",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "Pattern Leave-In Conditioner is perfect for curly and coily hair, offering lasting moisture and definition. It detangles easily and enhances curls without weighing them down, leaving hair vibrant and healthy."
        },
        {
            "review_title": "Perfect for thick, 2C hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I've had great luck with this product. After shampoo and conditioner, I apply a small amount if I'm styling naturally, before following up with the dae 3-in-1 styling cream and innersense gel for long-lasting, defined curls (I have type 2C hair). If I'm styling with heat, I apply a good amount more before following with the kerastase heat protectant and moroccanoil treatment oil on my ends, resulting in a gorgeous blowout that will last me a week. The original yellow version smells a bit like an unripe banana in my opinion, which might not sound nice but is actually a very light, refreshing smell that isn't overwhelming like a lot of other leave-in conditioners. For thick hair, I definitely recommend this product."
        },
        {
            "review_title": "AMAZING! NEW HOLY GRAIL",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "As a girl with 3A damaged hair I have been recently looking for new hair products to help revive my natural curly hair. Instantly after using this product one type I felt and saw a difference in my hair. 100% recommend!!!!!!!"
        },
        {
            "review_title": "Instant attraction",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I have been natural for two decades and my curl pattern is 4b/c.  I like that the LIC is lightweight, hydrating, softening, and defines my curls while leaving a pleasant scent . Such a lovely and functional product!"
        },
        {
            "review_title": "Fave Leave-in Conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Im on a journey to revive my curls and this is by far my favorite leave in conditioner. Hydrates my hair without weighing it down, and if I couple it with a curl cream/gel, it gives me the most gorgeous curls."
        },
        {
            "review_title": "Best hair product for curly hair !!ufffc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I love this hair product a little goes along way and it makes my curl so soft and shiny. Ive been using this for a few years and Im obsessed with it. Its a must have in my routine. ufffc it really helps  add moisture to my dry. ufffc"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I love this leave in conditioner, so I just had to try it in the new scent and I am not disappointed, it smells amazing, now I want the jumbo size in this scent."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "One of the best hair products I've ever used, I can use this by itself and have nice curl definition and hydration, but also use a styling cream/gel after and my hair isn't weighed down. the palo santo scent is very nice and subtle."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love it so much,this is exactly what i needed for my hairud83dudc4cud83cudffb"
        },
        {
            "review_title": "THE BEST!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Literally the best leave in conditioner Ive ever used! Apply it on shower wet hair to truly lock in water hydration to keep curls hydrated"
        },
        {
            "review_title": "a must have !!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "it honestly does wonders with my hair, i just put a little bit on and it gives me such nice and soft curls!!"
        },
        {
            "review_title": "Awesome for my wavy hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Fair skin tone, Oily skin",
            "review_text": "this product makes my curls so defined and reduces the frizz so much!"
        },
        {
            "review_title": "Hmm",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This really didnt do anything for my curls. It didnt even define them. My frizz is still there and my curls are not very softu2026"
        },
        {
            "review_title": "Im impressed!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "This product has kept my hair healthy all winter long and it may be my favorite scent ever. Easily one of my fave products in the store"
        },
        {
            "review_title": "My Go To",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Noticed the difference right away this is my new go to conditioner!"
        },
        {
            "review_title": "This is essential for me :-)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I love this stuff! I have lots of white girl frizzy/wavy fine hair that I have been fighting with all my life. Game changer for me,"
        },
        {
            "review_title": "Wonderful Leave-In Conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "This really helps my daughter's low-porosity, curly hair!  It smells amazing and is the perfect lightweight leave-in conditioner."
        },
        {
            "review_title": "Great for 2a-2b waves/curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "One and done for daily use on 2a-2b waves/curls. I was worried this leave-in would be too heavy for me...but it isn't. It leaves my hair so soft and hydrated while providing a slight hold that doesn't leave my hair crunchy at all. I can wash my hair and just use this and my hair looks and feels great!"
        },
        {
            "review_title": "Soft and Silky",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "This is the best product ever. It has made my hair so soft and silky. No more tangles. My girls are starting to look better. I will buy all of Payters products."
        },
        {
            "review_title": "The palo santo scent has me hooked :0)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Dry skin",
            "review_text": "I was already a fan of the leave-in conditioner with the original scent. I don't know who came up with this palo santo scent idea, but they need a raise. The product has the same softening, easier to comb through effects on my hair that the original conditioner has so the lovely scent makes me more inclined to 'endure' my wash day. I've used this only for two months so far with great results. I added it to my liquid as part of my liquid-oil-conditioner method when I twist my hair to really get it into my strands."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The first time in a very long time that I have found a product that keeps my curls soft and shiny all day. The scent is so good!!"
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Combination skin",
            "review_text": "Ive been using this product for a while now and I love it. It makes my curls look very healthy and soft. My hair looks so much healthier then it used to after starting to use this."
        },
        {
            "review_title": "Pattern Leave In Conditioner is the Best!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "Same amazing formula just different packaging and scent. This is a great leave in conditioner I prefer the original over the Palo Santo. Its an awesome choice for extreme hydration after shampooing and conditioner"
        },
        {
            "review_title": "I love it!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Its my second tube & my porous frizzy hair behaves."
        },
        {
            "review_title": "never going back",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
            "review_text": "This product is the best leave-in conditioner on the market. It penetrates the hair shaft from roots to ends and has great slip without feeling sticky. Perfect for curl and coily hair."
        },
        {
            "review_title": "The only leave-in conditioner I use!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I rake this through my freshly washed hair while its still drenched. The scent is so amazing which adds another reason for me to love this product. So hydrating and moisturizing."
        },
        {
            "review_title": "Best leave in for fine curly hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I bought this for my toddlers very curly hair. It smells amazing, works well for detangling and curl definition and withstands nap time. Its a good size and a little goes a long way.  I will 1000% repurchase this."
        },
        {
            "review_title": "Works like a dream, and smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
            "review_text": "I don't think this product was originally meant for my fine, 2C hair, but my hair absolutely loves it! Just a little leaves it soft, manageable, and very nourished. Due to my hair type,  I wouldn't necessarily use it daily,  but I'd definitely use it once or twice a week,  or whenever I feel it needs some TLC. I originally bought the mini version because I wanted something to stick in my travel bag, but I loved it so much I ended up buying the full sized version."
        },
        {
            "review_title": "Perfect Styling Cream & Leave-In Conditioner ud83eudd70",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I used to purchase the Value Size Leave In conditioner from the Pattern but I love this formula and the scent more. I truly wish this was also available in the Value Size. Its extremely hydrating!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "This product help me with my curly hair and made it very manageable with different styles. Definitely worth it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "ABSOLUTELY LOVE THIS. The smell is so nice and earthy and it fits my hair needs. Definitely recommend"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Made my hair super hydrated, brought my curls back to life. This is the best leave in that Ive ever tried. Smells clean, and isnt too thick."
        },
        {
            "review_title": "A great conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "My mom loves this leave in conditioner.  Its her go-to product for curly hair"
        },
        {
            "review_title": "As good as Aveda Be Curly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "Please never discontinue this scent! This stuff is amazing, great price per ounce, and works just as well as my Aveda Be Curly Curl Enhancing cream."
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Deep skin tone, Oily skin",
            "review_text": "This product is one of the BEST I have ever used. I have been stuggling with my hair for years and this product made my 3c-4a THICK hair feel moisturized healthy and amazing. This review is an UNDERSTATEMENT"
        },
        {
            "review_title": "Its still good.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "I liked this but its no different than the other conditioners they have. The only thing thats different is the smell and the packaging. I enjoyed it though."
        },
        {
            "review_title": "Unbelievable!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Porcelain skin tone, Dry skin",
            "review_text": "I cannot believe how great this product is! It leaves my hair soft and hydrated, and kills any attempts by my hair to frizz. I think someone else called this product a Holy Grail. That is an UNDERSTATEMENT!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was so excited to try Pattern Beauty! I absolutely love this leave in conditioner. Not only does it leave my hair so soft and moisturized it also defines my curls. It is a perfect addition to my wash day routine!"
        },
        {
            "review_title": "I use it every time I wash my hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, notSure skin tone",
            "review_text": "Super hydrating, doesnt make ur hair feel heavy but feels really moisturizing. I pretty much use this everyday even when I dont fully wash my hair & just wet & refresh my curls and it smells really clean but not strong."
        },
        {
            "review_title": "MUST HAVE FOR 4c!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "LOVVEEE. Anything for pattern beauty is a win in my eyes. This may be something I received for free but Ive bought this 2x before and was running low so perfect timing. No flaking, doesnt leave my hair ashy when it dries, leaves my hair so soft, makes it SUPER easy to comb and gives great bounce not to mention super lightweight!"
        },
        {
            "review_title": "Disappointed, not for 4b hair",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I was surprisingly disappointed in this leave in conditioner. I usually use a little bit of hair gel with leave ins to help with curl definition, but this didn't play well with my other hair products (left messy white residue everywhere when it mixed with them causing me to have to wash my hair and start over) and it didn't help with curl definition at all when used alone. It worked on my son's 3c hair but not on my 4b texture."
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Smells amazing and takes away the frizz from my hair without weighing it down! I have naturally curly frizzy hair and this leave-in works magic on me. A must have in my hair care routine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Medium skin tone, Combination skin",
            "review_text": "I always heard things about this brand but I wasnt able to get my hands on it as yet until now ! I am happy I have this in my collection as it leaves my curls feeling hydrated and soft. I recommend everyone to try."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "I have 4b hair and this product leaves my hair curly and moisturized. I have tried other products but it doesnt leave my hair moisturize so ever since i switched, it was the best decision ever. I highly recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Ebony skin tone, Combination skin",
            "review_text": "This leave in left my hair feeling so soft and moisturized. I normally try conditioners from brands to see how they will fair for my hair. Before I venture into the shampoos. I will definitely try the shampoo next."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Pattern hair beauty. I love the quality packing, smell of product, and how easy it is to use. I put it on after washing my hair and it instantly moisturizes my hair. The packaging is quality and feels great"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone, Combination skin",
            "review_text": "Ok! I found my new favorite leave in! This made my hair so soft, and it still feels hydrated. A little goes a long way, so you probably don't need as much product as you may normally, especially if your hair is thick like mine."
        },
        {
            "review_title": "A routine for me after showers- love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Lightweight and easy to use. I absolutely love this stuff. I always put the leave in conditioner on before I put the styling cream on, there is never a feeling of too much product and leaves my hair feeling soft and looking shiny and healthy"
        },
        {
            "review_title": "Amazing formula! Perfect for 4C hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I am loving the formula of this leave in conditioner. Its very moisturizing and helps detangle my hair and keep it manageable making wash day so much easier. This product is amazing on my 4C hair Im happy I finally found something that keeps my hair hydrated after a wash!"
        },
        {
            "review_title": "LOVE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is a nice lightweight leave in conditioner. I can easily mix this in with my other products. This is unique, because it actually has a very similar consistency as an actual conditioner. This is perfect for refreshing the moisture in my hair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "Ive been using this for my daughter whos mixed and it is absolutely the best product I have found for her. Shortly after I started using it for myself too, and I love it."
        },
        {
            "review_title": "Beautiful I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "My hair has been soooo off for the last couple months and this product did such a good job at bringing my curls back. My hair feels rejuvenated and hydrated after literally one use."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I am absolutely obsessed with Pattern's leave-in conditioner! I've been using it for a few weeks now, and my hair has never felt or looked better. My hair used to be thin, dry and dull. But since using this conditioner, it's been transformed. It's now soft, hydrated, and healthy. I'm so glad I gave Pattern's leave-in conditioner a try. It's been a game-changer for my hair, and I highly recommend it to anyone looking for a moisturizing and effective conditioner."
        },
        {
            "review_title": "I absolutely love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I absolutely love this product. ud83eudd70 This is something I needed long time ago. My hair isnt frizzy and feel dried out. If theres only one thing you want to get from this entire line, get the leave in. Leave in conditioners do wonders for my curls. I love it."
        },
        {
            "review_title": "Good product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product leaves my hair, manageable the curls on my hair. They feel soft bouncy. Seems like a good product to me. I used this once in a while to define my curls. packaging is nice. This is something that I could use."
        },
        {
            "review_title": "A must have for Natural Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I love this pattern product! I am blown away with this line by Tracy Ellis Ross! Most of the time I stick to what I use and know, but I am soooo glad I stepped out of my comfort zone and tried this leave-in! I even use it on my hair while having Knotless box braids, and it still works great!"
        },
        {
            "review_title": "love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "makes my hair super soft and makes it smell really good"
        },
        {
            "review_title": "Amazing hold!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "I have 3b curls and this is one of the best leave in creams I tried for my hair. The hold is great but never crunchy! Smells great, now they need to make the Palo Santo in a big bottle 25oz!!!! please ud83eudd17"
        },
        {
            "review_title": "Must have in my hair routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
            "review_text": "In love with this product, I tried the regular leave in conditioner and was In love so I decided to try this one and it makes my damaged hair feel amazing, I can easily detangle my hair and it smells amazing (I have 4b hair and its currently damaged but this is a good product to use)"
        },
        {
            "review_title": "A new favorite leave-in for hydration and moisture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Love this leave-in conditioner! The slip is amazing and it instantly hydrated my hair. I first used before blow drying my hair and I noticed an immediate difference of how my hair retained moisture and was softer than usual. The fragrance is really pleasant and light, not over-powering which was a huge plus."
        },
        {
            "review_title": "READ THIS IF YOU HAVE WAVY HAIR",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "I have very dry, wavy to curly hair. This is a holy grail. I was worried initially but the first time I used it I paired it with a gelu2026best hair day of my life. No frizz. Second time I used it alone thinking no way its that good. ITS THAT GOOD. You seriously dont need anything else. Its the best leave in I have ever used. Must buy"
        },
        {
            "review_title": "Brings back my curls & waves!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I have wavy/curly & frizzy hair but because its damaged at this point, it doesnt really show. But after using this product, it revived my curled & waves! All Pattern products have helped bring back my waves/curls again! It doesnt help as much with the frizz, but still love it. It doesnt have a strong sent or anything but it does have a nice herbal scent if you smell closely. Its a pretty big bottle too, so its def worth it. I just wish it wasnt an exclusive item & theyd keep it on their hare-care line forever."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Absolutely love this product! I use the cleansing  shampoo by Patterns and then finger comb with product & voilu00e0, magic! Compliments galore! Scent is fab! 5/5 Hair is soft & defined! Perfection!!"
        },
        {
            "review_title": "Incredible feel and scent.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "PLEASE DONT GET RID OF THIS SCENT.  It smells SO much better than the original with incredible curly hydration and definition."
        },
        {
            "review_title": "Pattern!! Please dont get rid of this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "My MUST HAVE Leave In conditioner I absolutely love how it hydrates my wavy/curly hair. I love the scent I feel so fresh and my hair does not weigh down at all!"
        },
        {
            "review_title": "Must have on my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "Bounce back pre poo. Perfect!!! I saw this product on tick tock and wat to try it, My hair looks natural no tangles and smooth. I love it and recommend to my closer friends, family, work partners, everybody."
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The original scent is overbearing but this smells divine. It literally glides through my hair like butter."
        },
        {
            "review_title": "PLEASE KEEP",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "This honestly has to be one of my favorite scents I have. It the same formula which is great but I love the smell. Its so lovely. Even my niece loves it and wants her own. I really hope it stays!"
        },
        {
            "review_title": "The scent!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "PLEASE DONT DISCONTINUE! I love the scent and the way that it softens my curls!!"
        },
        {
            "review_title": "Love this scent!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "I loveeeeee this scent!!!! I was a bit skeptical at first to switch over from the OG but Ive been obsessed. It leaves my hair so soft and moisturized, def will be purchasing until its gone"
        },
        {
            "review_title": "A Must Have For Dry Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This product is a game changer for me. Applied this leave in to my soaking wet hair after rinsing out my conditioner and it's made a DRASTIC difference in moisture retention in my 4C coils. Smell is soft and nice"
        },
        {
            "review_title": "Not just another hair line! An absolute must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I received a gift card to select a product of my choice to reviewu201d. And I must say that Pattern Beauty is not just another hair care line; it is the real deal! And now after trying this conditioner, I can say that I love the entire line! This conditioner, like the rest of the line, lives up to its claims and makes wash day a breeze! Not only is the scent amazing, it makes detangling easy, is hydrating, curl defining and leaves the hair soft, manageable and moveable. I saw results immediately. As a result, my twistouts/braidouts are so defined and moves when the wind blows but lands right back in place. I highly recommend this leave-in. Its amazing!"
        },
        {
            "review_title": "A MUST HAVE!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Im in love w this leave-in conditioner!! Tracee did her thang w all her products. I have big curly hair and her products makes my hair look and feel amazing!"
        },
        {
            "review_title": "Soft hair and sweet smelling goodness",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Combination skin",
            "review_text": "I love how my hair felr after using this product.  its not too heavy but I had enough moisture to leave my hair feeling soft. I also really love the smell!"
        },
        {
            "review_title": "Smells divine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Love this formula and LOVE this scent! My hair is so soft and smells great all day."
        },
        {
            "review_title": "Hydration + Definition in One",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "I received a gift card to select a product of my choice to review. This leave-in conditioner is a must for curly girls! It hydrates and defines curls without weighing them down. My curls feel nourished yet full of bounce after every use. The warm, woody scent of palo santo is incredibly soothing. As a longtime fan of Tracee's curly hair wisdom, I trust her products deliver. And this leave-in does not disappoint! It beautifully sculpts, softens frizz, and cuts drying time in half. A little goes a long way too. Whether air-drying or diffusing, my curls stay hydrated for days. The dispenser bottle and pump make precise application a breeze as well. A really luxurious leave-in at a great price point!"
        },
        {
            "review_title": "in luvv",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I just started using this and it has a wonderful smile super lightweight and makes my hair really easy to detangler, and it has a great slip to it. The product is like a gel texture with a white/clear finish. Its a pretty large size."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "amazing detangler and leave in for my daughters. have repurchased many times."
        },
        {
            "review_title": "Meh - its ok, not a HG",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, lightMedium skin tone, Combination skin",
            "review_text": "While I liked it, Im not in love with it. Frizz is still there. I parted wet hair and applied it sections, combed through with wet brush, scrunched and diffused with a Dyson. Moisture level was low, hair felt dry."
        },
        {
            "review_title": "A new staple for my curly hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received a gift card to select a product of my choice to review. I bought this because it has rave reviews and Im glad I got my hands on this because I definitely understand the hype! The smell is nice & light - which I love!  Its perfect for locking in moisture and pairs well with a lot of other gels & stylers I use!"
        },
        {
            "review_title": "Love this leave in",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Pattern beauty just KNOWS curly hair man! I havent met a Pattern product I dont like. I recently tried their Palo Santo Leave in conditioner and I am OBSESSED. It claims to combat drynesss and provide a soft gold and I totally agree with both of those claims. This leave in glided through my hair so easily and literally melted my tangles out with me just using my fingers. It definitely provided some bold, and my curls so soft and were popping afterwards. On top of that, It smells AHMAZING (a woody type sent that I love). Definitely will be repurchasing."
        },
        {
            "review_title": "My new fave leave-in conditioner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I received a gift card to select a product of my choice to review and I decided to chose this one. I have wavy hair and love using this leave-in conditioner. Leave my hair soft & love the scent!"
        },
        {
            "review_title": "I enjoyed it!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I received a gift card to select a product of my choice to review and chose this product since I have heard so many great things! I used this for a wash and go style and applied it in the shower (HIGHLY recommend to apply on soaking wet hair as directed). It smells good and it has a lot of slip so be sure to not use too much because a lot carries a long way. My hair doesn't feel extremely soft but it is also not very dry, so I can't complain. I will use this again in the future for a protective style or to prep my hair for a blow out."
        },
        {
            "review_title": "Definitely Recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I received a gift card to select a product of my choice to review, and this leave in conditioner easily became my summer go-to! I love the texture, the way my hair drinks it up, its super light and the scent is very subtle."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I received a gift card to select a product of my choice to review.  As a lazy natural, I love being able to style my hair with as few products as possible.  This product is great because although a leave in- it's my go-to for detangling.  I usually opt for a high puff when wearing my natural hair, and this seriously makes my hair so much more manageable and soft to touch.  The smell is also amazing!"
        },
        {
            "review_title": "Softens , hydrates and detangles my 4C hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I received a gift card to select a product of my choice to review and i'm in love with this product. It softens my kinky hair and leaves it looking healthy and shiny. I used this to do my twist out for an afro look and i love how easy it was to detangle my hair. The lightweight texture of the product helps my low porosity hair because it doesn't create buildup to my hair after some time ."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "It defines my curls. Very hydrating. It smells like heaven. I will definitely repurchase."
        },
        {
            "review_title": "PLEASE DO NOT DISCONTINUE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "This new formula is 100/10 ud83dude0d please keep it , dont make a new formula THIS good and only keep it as limited edition ud83eudd26u200du2642ufe0f"
        },
        {
            "review_title": "Great Leave in conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "After using this product my hair continues to stay hydrated and healthy. I love the smell of this product. Its definitely a mild scent."
        },
        {
            "review_title": "Smell is great- Moisture not so much",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "I received a gift card to select a product of my choice to review and this one was okay. The product left my hair pretty defined but not really moisturized how I like it. The smell is amazing though."
        },
        {
            "review_title": "This can also be used for permed hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This product is very nice for permed hair making it very easy to style after showering. It helps hold in the curl with moisture and separate the curls for definition and bouncy"
        },
        {
            "review_title": "A new wash day MUST HAVE! Wowu2014 new fave",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I received a gift card to select a product of my choice to review. Though it was a gift, I honestly LOVEEE this conditioner! Lately (like a year or so) my hair just seemed thinner, always dry, dull and overall blah. So I have been meaning to try Pattern products because I hear about how moisturizing it is. AND IT TRULY IS! I dont mean to sound over dramatic but Im honestly sooo happy I gave this leave-in conditioner a try. After just the first use, I felt a noticeable difference in my hair post wash and after styling. It felt so moisturized, healthy and soft. And I then did a twistout which was my BEST results in months! I havent stopped using it since I got it. & I also added another pattern product to the mix.  Ive heard some say its too thick and heavy for their hair but I think thats exactly what my always dry, unhealthy and thirsty coils needed. I have maybe 4B/3C mixed hair. I have 4 curl batter a in my head naturally and I think it works so well for me. Its soft, looks good and feels amazing.   Im definitely going to go out and buy a bunch more and make it a washday staple. Im just so happy to finally have something that works!"
        },
        {
            "review_title": "Unbeatable Leave-In: Curls Defined and Detangled",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I received a gift card to select a product of my choice to review. I cant rave about this leave-in enough! The scent is an instant mood-lifter, and the results? Well, they speak for themselves. My curls have never been more defined and detangled. No crunchiness, just natural softness u2013 it's a game-changer. And when I'm going for protective styles, this conditioner is my best friend. It's like a protective shield for my curls. Trust me, if you're after gorgeous curls and effortless detangling, this is the one. I'm absolutely hooked!"
        },
        {
            "review_title": "Great for MicroLocs",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Rich skin tone, Oily skin",
            "review_text": "I received a gift card to select a product of my choice to review. This Leave In Conditioner is great for Micro Locs! I love how it refreshes and brings life back to my locs. Its lightweight and doesnt weigh my locs down. Its hard to find great products for locs! So glad I did"
        },
        {
            "review_title": "Holy grail curl cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is by far the best curl cream Ive ever used. I never used to think curl cream made that much of an impact compared to gelu2026but my curls looked frizz free and super hydrated after I used this. The scent is also very light and subtle if youre sensitive to it or work in healthcare like me. Holy grail for me now"
        },
        {
            "review_title": "Worth the price",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This is a great staple leave in, its worth the price. I bought because of the adorable packaging and I needed a leave in for my slick back styles to make sure I had moisture."
        },
        {
            "review_title": "My Curls Love This!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "My curly locks love this product!! It smells so nice and gives much needed hydration."
        },
        {
            "review_title": "Beautiful Clean smellud83dude1d",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Not only did it leave my hair soft, light, AND non greasyu2026 it has the nicest beautiful scentud83eudd73ud83eudd73ud83eudd73 hope it restocks soon cause it will be a repurchaseud83dude05"
        },
        {
            "review_title": "Super good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Love this product. Gives my hair a lot of slip and hydration. I have wavy/curly hair and this product made my hair look less frizzy and a lot more manageable. I didnt love the scent but besides that its great"
        },
        {
            "review_title": "Love the smell and how soft it makes my hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I really loved this product. Love the smell and love the detangling ability.  It looses my curls well enough to brush through. Overall, a great product for my super short hair."
        },
        {
            "review_title": "Best Conditioner For Curly Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Ive repurchased this product so many times because its just so good. After using this conditioner there was a noticeable difference to my hair. Its hydrating, defined my curls, and reduced frizz by a lot. Plus its so much less hassle than having to wash the conditioner out after putting it in."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Combination skin",
            "review_text": "Ive used this for a while now I took a break because I didnt feel like paying $25 every time I needed a refill no matter how big the product is. And trust me its a nice size container. No other leave in conditioners give my hair the shine and slip this conditioner gives me. It feels like it seeps and lavishes my curls instead of just sitting on top it. By far this is holy grail in my book for my 3c-4a curls."
        },
        {
            "review_title": "My 4c Hair likes it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "I have 4c tog it coil hair. I think this works pretty well. Yea it is 25$ for leave in but so far it feels nice and my hair is moisturized. I do use a oil which gives a better result. I will give an update  After I finish the bottle."
        },
        {
            "review_title": "Curls for the girls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "Never knew my curls could look so good; I even grabbed a few mini versions for friends to try."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Was using Moroccan oil for a long time until this came out! Great light product that leave my curls hydrated, soft and luscious without any stickiness or greasy look.   Love it!"
        },
        {
            "review_title": "Useless",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "The most useless curly hair product Ive ever used. It is just some material on your hair, not making it any smoother, or keep the curls or keep the freeze out."
        },
        {
            "review_title": "Nice Slip and Moisturizing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I like the consistency of this product. It is a good leave-in that provides moisture so if your hair is not wet I think it will absorb well, however, I used it on freshly washed hair that was wet so that always makes a difference. It works well with the styling cream I have not tried using it with the Pattern Beauty shampoo or the other conditioner treatments. I will look to get the larger size next time."
        },
        {
            "review_title": "Can't live without it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Wonderful product. I have curly 3b/c hair. Doesn't weigh down my curls and provides so much moisture especially if it's paired with Pattern's jojoba oil. My hair was soft and hydrated over a week later. It also defines my curls and pairs well with the Pattern curl gel too. This is a must for my hair routine. Highly Recommend"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "My hair is 2c/3a, high porosity with bleach + heat damage. This used to be my overall favourite leave in conditioner for my curly styling, however Im extremely annoyed at the discrepancy in formulation and ingredients. Sephoras website does not list C11-13 Isoparaffin as an ingredient (its mineral oil which is a terrible irritant for my skin, thus I screen every makeup and hair item for it) so I purchased. Now for MONTHS I have been wondering what is triggering the breakouts, specifically nasty ones around my hairline, forehead and outer cheeks. Ive finally discovered its this, after painstakingly changing several other things in my routine and diet to try and figure out what was causing the acne. If you take a closer look to compare ingredients youll find there are several other things out of order as well. Not cool, pattern beauty. I will not purchase anything of this brand again."
        },
        {
            "review_title": "Mmm",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Its so heavy for my hair and was not a fan of the smell."
        },
        {
            "review_title": "I have 4b 4c hair texture.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love this whole system! I have 4b 4c hair texture and it works very well along with the the curl cream. It is extremely moisturizing. I make sure my hair is soaked before applying the leave in and cream and I also let my hair air dry afterwards"
        },
        {
            "review_title": "A staple in my routine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "So good! It has an amazing smell and leaves hair soft and hydrated. I would recommend for 2a-3b hair. My friend tried this and didnt work with her type 4 hair, it didnt absorb well."
        },
        {
            "review_title": "Not goodud83dudc4eud83cudffe",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I have 4b hair and this didnt do anything for it my hair did not absorb it at all it just left it greasy and it did not mix well with other products it also leaves a white residue on my hair"
        },
        {
            "review_title": "HOLY GRAIL!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Im on my fourth bottle of this it is so amazing!! insane slip it really prevents my hair from getting tangled the next day, super moisturizing without weighing my curls down! Bottle is super big so you get your moneys worth"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "i have thick, coarse 2C hair and the texture of this leave in is perfect. it gives my hair a nice softness without any residue and layers well with my other products. wil be buying a value size next for sure"
        },
        {
            "review_title": "Smells horrible.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Normal skin",
            "review_text": "Its very hydrating and keeps your hair moisturized for the week. But the smell is horrendous. Also noticed when you wash it off, the scent of relaxer or perm still lingers in the hair. Had to wash it off twice. you dont mond the"
        },
        {
            "review_title": "too thick for fine type 3b/c hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I have fine type 3b/c hair , this is just too thick weight the hair down does not give volume"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I put this in my hair after the shower as a detangler - super effective!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I use this after every wash and some days in between washes. It's a very light leave in conditioner but so moisturizing! I haven't found a leave in that I have loved until I found this one. It doesn't leave my hair heavy at all either!"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This is so hydrating for curly hair! I bought the regular size a few months ago and absolutely fell in love with it. I have thick 3C curls and it's very hydrating but doesn't weigh my hair down. My brother also loves it and he has very dry type 4a/4b hair and it's also very nourishing for his hair type as well. I just bought the value size because of how much I use it! I am definitely going to continue to buy this!"
        },
        {
            "review_title": "Super Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Im not usually one to leave reviews but i love this product!! I was nervous to purchase at first as I have straight/wavy and this product is recommended for curly/natural hair. But I loved the ingredient list and my super dry thick hair needed some nourishment. I am so impressed with this product, super hydrating and has helped with frizz. I dont have to use any other products just let my hair air dry! Would recommend I love it."
        },
        {
            "review_title": "its a styler, not a leave in",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Its great for hold, but for my hair it dries it out and leaves a really uncomfortable film. n every strand. i have to wash it after 2 days of using this otherwise i get terrible build up."
        },
        {
            "review_title": "Soft and defined curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "This really works well on my hair. Its 4c so it wants to loc up so I have to stretch and twist quite a bit and this product is wonderful. Its very light weight, absorbs well and non greasy. I wrapped and twisted at night and styled by 9am with no residue. A few strands were slightly damp but the moisture stayed locked in. Very good product!"
        },
        {
            "review_title": "The best her hair has ever looked",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I bought this for a friend and were both amazed by the results.   The scent is light and she applied to her hair after a shower. She has defined and healthy looking curls after her hair dried. She will be repurchasing"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I would recommend purchasing the full large size one. The small size is pretty good but I dont see too much results on it . After using it for one week I see my hair having more moisture and hydrated"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, mediumTan skin tone, Normal skin",
            "review_text": "This really gets the job done. Invest in your scalp. Your hair will thank you."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Not impressed, created small tangles at the bottom area of my hair. I returned it to the store. Would not recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "I use a lot of conditioner for my long curly hair. When I used the Patterns wash day essentials kit leave in conditioner my hair seems shinier and soft. It doesn't smell or cause me any scalp issues."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Beautiful luscious bouncy curls! I love this shampoo and leave in set! The shampoo lathers great and makes my hair feel super clean. The leave in conditioner is so hydrating. My frizz is less and my curls are defined. This was gifted by pattern beauty."
        },
        {
            "review_title": "Love this product !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "My curly hair appreciates this amazing duo of shampoo and conditioner! It has made my hair look and feel gorgeous, soft and shiny. I have received so many compliments since I started using this wonderful combination duo! The shampoo is creamy , and easy to apply and wash off. The leave in conditioner is magical , and helps my curls stay soft and defined. My hair appearance and feel has improved dramatically. Will be a returning customer!"
        },
        {
            "review_title": "Great leave in conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I loved this Pattern Beauty shampoo and leave In conditioner set! I have been having issues from losing my hair. Im not sure if its from having covid or being premenopausal. When I used these two products I noticed less hair shedding! Thats a win in my book!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I absolutely adore the leave in conditioner. It keeps my head moisturized and hydrated after washing. It really helps with the dryness at the tips of my hair. I enjoy the shampoo as well. It does a great job at getting my scalp clean."
        },
        {
            "review_title": "Must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Pattern Beauty gifted me the Wash Day Essentials kit to try. This kit comes with a shampoo and leave in conditioner. Both of the products smell really nice. The shampoo left my hair nice and clean without drying it out.  I really like the leave in conditioner. It applies evenly and well and my curls were so defined and it did help control my frizz as well."
        },
        {
            "review_title": "Love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I am in love with these products. Not only is my shine coming back, my hair feels healthy, and it smells great! A little of the product goes a long way. Definitely recommend these products!! Will buy again and again)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I have very curly hair 4c hair and this product was perfect for my curls. It made my hair so soft and manageable and smell so good. The shampoo helped my hair get so clean and the leave in conditioner was perfect product! Absolutely loved"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The shampoo and conditioner are staples in my collection. I love the shampoo because its curly girl safe, hydrating, and actually gets sudsy enough to clean my hair. The leave in conditioner is also super light weight but gives definition which is amazing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I like this set by pattern beauty. I love the leave in conditioner. It left my hair feeling soft and moisturized. My hair felt very healthy and shiny. I would recommend this product to all hair types."
        },
        {
            "review_title": "Holy grail leave in conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Patter Beauty's Wash Day Essentials Kit is a must have! I have 4C hair that is always dry and thirsty for moisture. The leave in conditioner leaves my hair hydrated and locks in moisture with natural oils and honey. My hair responded so well to the shampoo as well my only complaint is I wanted it to be a bigger size. I got a deep clean and my hair didn't feel stripped. This is a great duo that smells absolutely fantastic."
        },
        {
            "review_title": "Curly curly curly",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Tan skin tone, Normal skin",
            "review_text": "I got the shampoo and the leave in conditioner. I have mixed loose curls I thought my curls went away. I tried this and 1st off the scent is AMAZING! The shampoo had my scalp and hair feeling so clean and revitalize! The leave in conditioner is not weighted down or heavy. I put it in my hair and let my hair air dry and oh goodness my beautiful curls are back! I am in love with these products I thought my hair just couldnt do the curls like it use to but these products showed me my curls are still here!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Say hello to bouncy, shiny, and soft curls! This set made my hair feel SO incredibly soft and I was pleasantly surprised with how the integrity of my curls improved. By the looks of it, they were thirsty and this set was perfect to quench their thirst!"
        },
        {
            "review_title": "Still on the search..",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "This would probably be best for type 3/4 hair (textured, coiled hair.) It unfortunately caused bacne, as my hair is long whatever is in the ingredients did not agree with brushing on my skin.  I did not really notice any detangling, nicer curls, or frizz control."
        },
        {
            "review_title": "The smell is bad",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "I wanted to love this because I love Tracee Ellis Ross. Unfortunately, I do not like this leave-in. Its kind of difficult for me to work it into my hair, and I cannot tolerate the smell. Its a strong chemical odor, and it lasts in my hair all day. It doesnt smell fresh or floral. It smells like the processing of a perm.    It also contains amodimethicone, which is a silicone-based polymer. It is pretty far down the ingredients list, but I try to avoid using silicones in my hair because I do not use shampoo often. I actually missed the Amodimethicone when I scanned the ingredients in the store. Otherwise, I would not have purchased.   I did have pretty nice curl definition, so I gave it two stars. I do like the Pattern Beauty Heavy Conditioner and Treatment Mask. I purchased the Intensive Conditioner, but I havent used it yet."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "The smell is awful. It smells like the chemicals used in perms in the 80s. it worked ok... left my hair feeling crunchy which is extremely weird for a leave in. not worth the money."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Loved this product for detangling my fine, long, very curly hair! One of the best detangling products Ive come across, if not the best. A little goes a long way to give my hair definition and to detangle. This product feels lightweight, smells great and softened my curls without leaving behind any residue. My hair normally feels dry and this alone helped add 2-3 extra days of moisture to my hair. Doesnt irritate my sensitive scalp. The mini size has just enough product for multiple uses, even after sharing with others. Would buy again."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "My daughter is mixed race with 3C curls and this product works so well and it's very affordable compared to other brands.  We had tried so many products and this one doesn't feel greasy or leave residue without being insanely expensive. It just soaks right in and helps give her curls definition and bounce."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Love it ! One of the best leave in conditioner in the market!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Its good it makes my hair very moisturized !  Although I dont like the smell of it,it kind of smells like cucumbers? But not in a refreshing way"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "Love the smell of this product. I found that this product works best when I do not air dry my curls,  I use the diffuser/blowdryer and my curls are great.. Do not use too much product because it builds up too much and when you wash your hair in 2 or 3 days your shampoo does  not foam up. I combined this product and a curl mouse and got a better outcome."
        },
        {
            "review_title": "Horrible smell",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "I just received this product in my order.. Ive only used it a couple times so I cant speak on how well it works but omgu2026 the god awful smell!!!! It literally smells like incents. So if you dont want the constant smell of hippy house going in your nose, dont buy it. The smell is constantly lingering and makes you feel kind of sick after a while."
        },
        {
            "review_title": "A surprise on the whim purchase ended in love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "I bought this on a whim during the sale.  I am in love.  It works amazing on soaking wet hair, combed through, air dried.  It works on damp hair, in a braid down my back to dry and has amazing shiny waves left once braid undone. Works on dry, next day hair, mixing in my palms with a small amount of water and smoothing over the flyaways and frizz areas.  I seriously adore this product, surprised me."
        },
        {
            "review_title": "Holy grail product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I have extremely thin hair & alopecia which has changed the texture of my strands greatly to the point where all my old fav products no longer work. This is a miracle product that has restored my hair and has made me feel confident in wearing my hair down again!  It smells great and a little goes a long way. This is definitely a forever purchase"
        },
        {
            "review_title": "My new cant without product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "I purchased this in the regular size, and its so amazing I went and got the big one. I have curly processed hair, all the bleaching and heat take a toll on my curls. They become dry, frizzy, and lose their shape. I use this at the very end of my shower, I apply to soaking wet hair and scrunch, than I wrap in my Lisse towel. This brings my hair back to life. Curls are well formed and glossy, less frizz, overall hair looks and behaves healthy. I follow up wih styling products but I see a big difference between when I use this and when I dont. Highly recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "My curls cant have enough of this product! This product brings my curls back to life & makes my hair look shiny without feeling greasy."
        },
        {
            "review_title": "love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received it as a gift. Its the best thing that has happened to my hair in a long time! LOVEEE it"
        },
        {
            "review_title": "waves for days",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I have struggled for so long to find the right hair product for my waves. this product has seamlessly integrated its way into my routine and has helped eliminate any additional products/ heat needed."
        },
        {
            "review_title": "love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Light and buildable. It smells fresh and subtle. It leaves my hair sooo soft and hydrated. I have dense somewhat dry curly hair. I live for this and it lasts a while. I use it everyday to refresh but dont confuse it with a styling or defining cream"
        },
        {
            "review_title": "amazing for dry curly hair~!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I dont have coily hair but more of a wavy to curly hair, I bought this product because I do wash my hair everyday.. and I need that extra moisture, this makes my curls stay for the whole day and keeps my hair really soft. But the scent is definitely not one of my favourites."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I have 3B/C and really like this product. My curls feel hydrated after use the same Day. Only issue is that after having product in hair for 2 days or more I feel it gets a bit oily. But will use As part of my routine!"
        },
        {
            "review_title": "JUST BUY IT!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "JUST BUY IT. I cannot even put into words how much this product has transformed my dry, frizzy hair that I wanted nothing more than to shave off, into glorious, soft, shiny, defined curls. This is absolutely amazing, and smells divine. I'm on my 3rd bottle. This has such amazing slip, and is made for curly girls, but I think it would work great on girls with straight hair too. 10/10 highly recommend, and that's from a girl who can't find a good hair product to save her life. This is a winner."
        },
        {
            "review_title": "Worth every penny",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "Literal magic. My hair feels and looks like I just had a keratin treatment done. I use this and the gel and my long, thick, 3a curls are perfect and so easy to style. I also love the smell. The Deva products were always too strong and chemically and gave me a bad skin reaction. I'm obsessed. Worth every penny."
        },
        {
            "review_title": "wowwwww",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "OMGGGG I am 34 years old and I have never used a product like this!!! It instantly turned my weird fine frizzy hair into gorgeous ringlets and they lasted all day! Ive already ordered the shampoo and styling cream cant wait to see what they do. This product isnt greasy and smells wonderful! So happy with the results!"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The product works about average, but I really dislike the smell"
        },
        {
            "review_title": "Great!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is great super hydrating and does what its supposed to."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "Really like this product. My hair is thick, wavy and frizzy. This helps tame the frizz and bring out the waves. Use it on very wet hair and air dry. Smells nice too!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "I like how it keeps my curls.  I just dont like the way it smells.  Im trying not to dismiss it totally, but l dont like the smell."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Ive never before  found a leave in that doesnt weigh down my hair and make it greasy at the roots. So many amazing products in this line! I have frizzy, coarse wavy hair and these products work so well to moisturize, keep volume and bring out the curl."
        },
        {
            "review_title": "really good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "So good! Been looking for years for something that actually works for my biracial sons extremely curly/coily hair. Love everything weve tried from pattern so far"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "This product here is one of the best curl defining leave in conditioner Ive ever used on my hair! All Ive gotta say is, IT WORKS! Leaves my curls bouncy and fun, also soft once I rinse out. Id definitely buy it again + The value size is for sure worth it!"
        },
        {
            "review_title": "Best Leave-In I've Ever Tried",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I'm not really loyal to leave-in conditioners and tend to pick up something new every time I run out, but this is by far the best one i've ever tried. It's so lightweight but still manages to hydrate my super thick, curly hair so well. I usually use the Olaplex no6 on top of my leave in but I don't need to with this. The scent is also really fresh and clean. Definitely buying the jumbo container when I finish my current tube!"
        },
        {
            "review_title": "I LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "Smells amazing and makes my hair look so much better! Would definitely recommend if youre looking for a product like this."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Did not work for me! I would need 4 bottles of the leave in conditioner to get all my hair for the price and the amount its not worth it for me!"
        },
        {
            "review_title": "Really good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I really like this product - super hydrating and helped my curls go back to what they were. BUT does not provide any hold, you definitely need a curl gel to hold it all in place."
        },
        {
            "review_title": "PERFECT FOR AIR DRYING. Not so much for blowdrying",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I have pretty tight u201cphone cordu201d type curls that range from 3B-4A and this has quickly become an ALL TIME FAVORITE leave-in for me. Its thick, but not weighed down and heavy. The slip is pretty great. I use it basically EVERY SINGLE DAY straight out the shower and I only shampoo once a week. I never experience any buildup. My ONLY con is that there is soo much hydration packed in, that this isnt a good leave-in on blowdry/heat styling days because my curls revert back to curly halfway through the blowout."
        },
        {
            "review_title": "Very Hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "One of the best leave-ins i tried! I love how its really hydrating but not greasy. Ive tried other leave-ins that weigh my hair down, but this one hydrates my hair without that greasy feeling and still holds my curls. I received a gift card to select a product of my choice to review"
        },
        {
            "review_title": "SO GOOD!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "AMAZING! I am currently trying to transition to natural hair with no heat and I just got recommended this product from a super nice Sephora worker with hair like mine (Im mixed but my mom has curly hair) and it has done wonders in just a couple of days. Cant wait to see more long term effects! Also such a great size too, you get a lot of product for what you pay for!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "This smells soooo good, The even distribution is nice and thick, and it stays on for days. The softness and the clean smell. I will definitely order this again!."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This the first review Ive ever written because this line is that fantastic. The curl gel and the leave in conditioner are the two best products I have ever used. They make my curls look amazing and they hold up after a few days as well. They wont make your hair heavy or greasy, just soft and beautiful. Im so glad I tried this line. Its given me the best hair of my life. No need to try anything else."
        },
        {
            "review_title": "Pattern Beauty Leave in Conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I received a gift card to select a product of my choice to review and I chose Pattern Beauty Leave-in conditioner! It is AMAZING!!! Light scent, great slip.  I have 4C hair and it is super moisturizing, not too heavy just right and adds definition and shine to the hair strands. I use this is my daily routine and have seen such a difference in my hair! This is the product to get!   Thank you Sephora and of Tracee Ellis Ross!"
        },
        {
            "review_title": "best leave in",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "the best thing I have ever used on my hair. It really is incredible my hair feels so hydrated, my curls have never looked better and it makes my hair just feel so good"
        },
        {
            "review_title": "Amazing for textured hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "Yes! To anyone with wavy curly hair this is a must have. Makes combing out and sectioning a breeze. I find it most useful in layering with a a oil or cream after."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "My hair tends to be somewhat wavy and somewhat straight. It also gives me a lot of trouble when styling it because of all the frizz. After using this for 4 weeks my hair has been smooth and when I style it it does not look frizzy at all! Im not a big fan of the scent but I will still use it every day! I received this product in exchange for a review"
        },
        {
            "review_title": "Beautiful Curls!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Oily skin",
            "review_text": "This product is so amazing! I loved how it brought out my natural curls. My hair felt so soft after using, I highly recommend you give this a try. Its a new favorite!"
        },
        {
            "review_title": "Tangle free hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "It helps maintain my hair from getting tangled and hydrated. A little goes a long way."
        },
        {
            "review_title": "Love this Conditioner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I received a gift card to select a product of my choice to review and I'm glad picked this conditioner. I was looking for a leave-in conditioner that hydrates and moisturizes which I chose this product and it worked just fine. My hair is usually coarse and stiff after drying, but this conditioner was able to lock in the moisture and keep the shine. The smell isn't bad at all as well, so I love that. I'm excited to continue using it in my routine to see how it helps my hair. I'll recommend it for sure."
        },
        {
            "review_title": "Lightweightu2026.BUT Moisturizing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "I looooooveeee this leave-in! Products that was super thick and heavy, weigh my hair down; as its kind of fine. But THIS one?! No maam, No siru2026.it was just enough moisture without the tragedy of my curls being weighed down keeping my volume. Ooooo and on day 3 curls?! Wheeeewwww! Love. Love. Love. Highly recommend."
        },
        {
            "review_title": "Silky, shiny, effortless curl care",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "My hair has never been silkier, shinier or this full of bounce. I love how weightless this leave-in conditioner is. No sticky residue, doesnt weigh down your curls. It helps keep your curls natural bounce while providing hydration. Love it!"
        },
        {
            "review_title": "Does it's job",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I received a gift card to select a product of my choice to review. I had no idea about this brand, but I am so happy to hear about it now. This leave in conditioner, 1st of all smells great. I reminds me of something that I cannot put my hands on yet. I put a little bit of water in my hair first and then started to apply the product. My curls were popping indeed. I do like the definition it created. although my hair was not completely dry in the morning when I took my twists apart, I can tell how moisturized and still defined my hair was and is going to be once it dries. You do not need a lot either. I am curious how this works in conjunction with the rest of the line."
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "The whole line is Ah-amazing.  Even the brushes and the pick n play brush.  Wow"
        },
        {
            "review_title": "Even my boyfriend is using this now!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Normal skin",
            "review_text": "*I received a gift card to select a product of my choice to review* First of all, I've tried manyyy leave-in conditioners in my life. I have 3b/3c curls with blonde highlights currently. I typically can't have products that weigh down my hair, and this conditioner is so light weight! My curls feel super soft & airy-not to mention how good the product smells! My boyfriend even uses it now, his curls are more thick & it works great on him too. Definitely works on a range of hair types."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Great product. I have coarse wirey curly hair and this helps protect from frizz and leaves my hair shiny"
        },
        {
            "review_title": "Loving this Curl Cream!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I received a gift card to select a product of my choice to review and I am so happy I did. I selected Pattern Beauty curling cream. I recently did highlights on my hair and I wanted to see how using this product alone would make my hair look. And it was truly delivered. A little goes a long way. It refreshed and hydrated my curls. This is something that I would love to purchase in the future and try more of their products. I was so content with the product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, lightMedium skin tone, Combination skin",
            "review_text": "Nice consistency!! Not too thick. Goes in hair easily and has a nice scent."
        },
        {
            "review_title": "Wonderful Leave-in Conditiner!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "this is a very good conditioner. I have the large size that I got from her website months ago and I still have a lot left. if theres one thing I'd bulk from this brand is this conditioner. I didnt check if they carry the large size at sephora.   some advice for anyone who uses any of her products (shampoo, treatments, conditioners, leave in as well) use it in the shower!! add a cap to gain heat or steam your hair. make sure your hair is very wet.   I didnt have much luck with her intensive conditioner and I have low porosity hair. it took more work to work in and the result was okay.   I dont know much about the styling products but I've seen positive results. I also have not tried the shampoo because I have my own two favorites (camille rose ginger and sienna naturals shampoo for anyone wondering).   out of her products I love the treatment, edge control, and this leave in conditioner. I'd say this should be the first buy.   hope this helps anyone :)"
        },
        {
            "review_title": "Disappointing and frizzy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I really really really wanted to love this stuff.  I went to Pattern's website and based on my 3a/3b curl type, this was one of the recommended products.  I thought it smelled great when I got out of the shower but after plopping it and letting it air dry, my hair smelled a little moldy?  I thought maybe that my hair towel wasn't as clean as I thought so I did my hair again but it was the same smell.  After it dried, the curl locks were dry and really frizzy, even when I tried it again with gel for more hold.  I ended up returning this and the medium conditioner that I also tried it with."
        },
        {
            "review_title": "My hair loves it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "So in love with this product . I intend to go to the location and thanking the wonderful girl who introduced me to this."
        },
        {
            "review_title": "Oooh (curly) gurl",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have recently discovered my hair isn't straight (join the club) and I've had curly hair all my life? Game changer. I've always wanted hair like this. This leave in conditioner - hydrating, with hold! Scrunch some in, scrunch it out when dry. Soft bouncy curls. Move. Over. Cupid."
        },
        {
            "review_title": "works well on dry hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This leave in conditioner can be good for dry hair - mine are saloon destroyed. Yet this one can tame"
        },
        {
            "review_title": "Adorable packaging and great results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I love this leave in conditioner cream by Pattern Beauty! I have found that some leave in conditioners can be very heavy, and I have very curly hair but its also very soft and heavy products tend to weigh down my finer curls. I have discovered that the sleeve and conditioner is lightweight and moisturizing, and offers hydration and definition to my fine curls. It smells like patchouly and rose, but is not heavily scented so it gives a refreshing scent to my hair. The packaging is adorable and it is a great size thats easier to store in drawers. Love this and highly recommend!"
        },
        {
            "review_title": "Nice formula",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I am solute my loved this leave in conditioner. It smells amazing. It is a thick formula that costs the hair nicely and leaves your hair soft and luscious. I used this on my sons hair and it moisturized his curls and lasted all day! This is a must have product I was gifted this product for my honest review"
        },
        {
            "review_title": "Nice moisturizing conditioner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received the Pattern Beauty Leave-In Conditioner to review and I enjoyed it. This is my first time trying Pattern Beauty and I thought the packaging and product quality was great. I love the vibrancy of the packaging and the product itself smelt great. Its light weight and definitely moisturizes."
        },
        {
            "review_title": "Nice Lightweight Leave-In Conditioner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "This conditioner works wonders for dry, damaged hair.  It has a nice scent and is lightweight but highly moisturizing.  I use this on a daily basis to help detangle and nourish my hair as well as prevent frizziness. Im looking forward to trying the serums next!"
        },
        {
            "review_title": "soft and bouncy curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Pattern leave in conditioner can be applied on wet hair or dry hair, I used it on wet hair to give my curls the extra hydration boost. This smells great and spreads easily onto your hair, after drying my hair felt soft and smooth to touch with a healthy bounce. The smells linger for few days after use making my hair smell fresh."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "Trying Patterns Leave-In Conditioner was pretty on par with others that I have used but a bit better for my curls. It smells great by its self and in my hair as well as spreading smoothly and evenly through my hair. My hair is naturally wavy with a bit of light curls. After use, I still has a little frizz afterwards but my hair feels soft and my waves/curls look a bit more defined then usual.  I love that the leave-in if free from a lot of the stuff thats not good for your hair and is made with good oils and ingredients like jojoba oil, honey, avacado oil, ect.. Not only that but I love their beauty message!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I received this leave in conditioner from pattern beauty in exchange of my honest reviews. I absolutely love this awesome leave in conditioner. This conditioner smells really good. It leaves my hair silky, soft and hydrated after wash."
        },
        {
            "review_title": "Perfect for braids!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This leave in conditioner from Pattern Beauty is great for any hair type, but super moisturizing for wavy and course hair. This works well for using a diffuser to attain frizz free waves and it was awesome for my daughter's Dutch braids. I really like the scent and how it doesn't leave a greasy residue behind on my hands."
        },
        {
            "review_title": "Smooth hair with this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Excellent hair product and I love it. First time I try this brand and love it. I would love to buy it again and of course I would recommend it to anyone. Helps my hair to feel smooth and beautiful. I love it."
        },
        {
            "review_title": "Detangling??  Yasssss.....",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
            "review_text": "It detangles, it gives SUPER hydration...makes your hair feel smooth and supple.  I use a rice-water rinse for my hair, but it can tangle and stiffen my hair because of the strength of the vitamins.  When I follow that rinse with this leave-in conditioner, it completely detangles and smooths my hair back to normal.  Plus, it brings the shine....yeah, it's gooood."
        },
        {
            "review_title": "Newu2764ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I got  the pattern beauty leave in conditioner and  my hair loves this leave-in- This product is seriously diamond in a bottle.I received this awhile ago and used couple of times leaving my wavy curls softer and bouncier.I absolutely love it so far!"
        },
        {
            "review_title": "Amazing Leave in conditioner!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Omg I'm absolutely in love with this leave in conditioner, it works amazing in defining my curls, giving it a beautiful, well hydrated bouncy look and my hair feels so soft I can run my fingers through it. It definitely tames my frizzy hair. It's a lightweight cream like texture that doesn't feel sticky nor heavy. I've seen amazing results from using this product and another extra bonus is that it smells AMAZING!! Not overpowering I'm loving this and plan to purchase another one of this leave in conditioner when I'm all out.. I honestly can't wait to try more from this brand."
        },
        {
            "review_title": "Love the smell but made me look greasy",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Oily skin",
            "review_text": "I have been given the opportunity to try out this product for my hair. I have long  thin wavy hair so a lot of product tends to weigh it down and make it look greasy. I dont particularly tend to use leave in conditioners but I enjoyed the way it smelled and how it made my hair look. Only down side is that it did leave my hair looking greasy."
        },
        {
            "review_title": "Great for boosting curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I received this leave in conditioner from pattern beauty. I have always had curly hair but since having kiddos my hair has turned from curly to frizzy and way less curly. This leave in works really great to boost my curls back up and tame the frizz. Would definitely recommend for anyone with curly hair or someone trying to boost their curls/wavy hair."
        },
        {
            "review_title": "Works so well!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Ive have been searching for a good leave-in conditioner for me and my 7 year old daughter.  We have the exact same thick and wavy hair type.  Our hair tends to dry out and get tangled so a good conditioner is a must.  I first tried the leave in conditioner on my daughters soaking wet hair and the brush just glided through!  No pulling, no tears!  I tried it the next morning on myself and thought it worked really well on me too.  I like that the texture is more slippery than creamy and the scent is lovely."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This leave-in conditioning smells really good, has a nice texture. It left my hair moisturized, made it easy to detangle, but it didnt help with frizz. I really liked how it left  my curls were nicely defined."
        },
        {
            "review_title": "Very hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "First the scent of this conditioner I love and how hydrating it is is a big plus! I have thick curly hair that is constantly frizzy and dehydrated however ever since using this conditioner I have noticed a drastic difference in my hair texture!"
        },
        {
            "review_title": "Wavy ladies must get!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Complimentary from Pattern Beauty/ OMG i dont know if this leave in conditioner works so good with me because i have wavy hair but im loving it, I usually leave it on my hair before im gonna be outside on the sun or if i know Im getting into the water like the pool or the beach, my hair is so soft after doing all my summer activities and the best part is that it still makes my hair really wavy , almost curly."
        },
        {
            "review_title": "Tracee Ellis Ross has a winner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Full disclosure,  my hair is not super curly, but I was drawn in by the fact that this is a Tracee Ellis Ross product! Regardless, I love this leave-in conditioner.  Firstly, it smells so nice.  A bit floral and sweet. It is reminiscent of the scent of a high-end spa.  After washing my hair I applied this conditioner and the results are excellent.  It is highly moisturizing.  I have been using this for almost two weeks and I have noticed that my hair is stronger than before, so this product is preventing future damage.  Thank you Tracie Ellis Ross!"
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product leave my hair feeling so silky smooth! I put it on my damp chair and it also works as a great detangler! Not only does it work great but it smells amazing!!! I can smell it in my hair all day I love it."
        },
        {
            "review_title": "Works",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I really liked this product and it's easy to use, it lathers on very well and leaves hair healthy and nice. It's having healthy ingredients for hair. I am happy with this product. I will purchase it again."
        },
        {
            "review_title": "Good conditioner",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "One of the best conditioners, I have used in the recent times. It leaves my hair soft and manageable. I paired with the pattern hydrating shampoo and it works great. Lathers good, no parabens and sulfates. Best product when paired."
        },
        {
            "review_title": "Good on my 3c/3b, coarse, thick, low porosity",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, mediumTan skin tone, Normal skin",
            "review_text": "Hair type: 3c/3b, coarse, thick, low porosity, and lightened (blonde). This stuff is pretty solid. I used it after Pattern hydrating shampoo and air dry. Hair is pretty soft, texture is a bit smoother, and curl definition is good."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Medium skin tone, Normal skin",
            "review_text": "I love the pattern brand for my daughters hair. She was really curly and thick hair. This leave in conditioner really moisturizes her curls and leaves them more manageable and keeps her hair feeling soft."
        },
        {
            "review_title": "Bouncy, Soft Curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Ive used this product three times since receiving it and I am in love! This leave in conditioner instantly leaves my curls softer and bouncier. When I am ready for next wash, my hair is still soft."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I got the pattern beauty leave in conditioner and it did wonders for my hair. After 2 uses I can notice a difference in the moisture in my hair. I'm not a fan of the scent though. I like a lot of smell to my hair products and this is light scent."
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I love this Pattern leave-in conditioner its make my hair define and moisturize, its so effective products for my hair  ., I love the I feel my hair refreshing , softer, and gorgeous looks, its make me more beautiful, I highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The packing its so cool and it smells expensive even though is not! My hair felt so soft all day and without frizz. I will definitely try more products from PATTERN. Its my first time trying a product from them."
        },
        {
            "review_title": "Love it !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love it so much, leave my hair so curly and beautiful definitely recommend it and will buy again it doesnt have a strong smell and thats what I love the most"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "The container it came in was super cute, nice sized. Smells good and did a good job of making my girls curls frizz free, and kept the curls looking nice, also did a good job at conditioning and getting tangled out."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I'm loving my pattern beauty leave in condition. It is very hydrating and gives curls a whole lot of moisture and defined curls.  This leave in condition smells amazing as well. I love using it. It gives my hair the most beautiful shine as well. It is truly amazing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Really excited to try this since I have curly hair. It smells really nice and fresh. It has helped my thin hair feel super nice and bouncy without causing it to be weighed down. It has great ingredients that my hair really love."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Talk about some good moisture! I definitely feel like my hair loves this leave-in - it works excellent for detangling my curls as well as a styler. I find that my hair doesnt mind the leave-in without the styling cream. I still have great curls. It smells fantastic as well and isnt too strong."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This was nice. It smells like mint and cucumbers which makes me feel like Im at a spa. My hair is definitely softer after just 1 use. I dont think it helped form my curls anymore than any other leave in. I received this as a gift."
        },
        {
            "review_title": "Perfect for dry curls",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "The Pattern Beauty Leave In Conditioner is a surprisingly wonderful addition to my curly hair routine.  The Little gem contains some wonder oils such as Jojoba, castor, avocado, tea tree, olive, coconut, sweet almond oil too.  It is so moisturizing yet so lightweight.  The problem I have with most leave ins is that they are full of humectants (more humectants = more frizz in the summer). This leave in cream contains more occlusives to help prevent frizz while moisturizing your curls.  I highly recommend you try this if you have dry curls that suffer from frizz.   A little about me:  I have 3B curls, medium thickness, mid-back length, natural hair color, with split ends due to my curls notting themselves at the ends."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I don't typically like to use leave in conditioners but this one smelled great and didn't leave my hair feeling weighed down or greasy. It was a great value for the cost and I would absolutely recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love this product. It smells really great and it doesn't make my scalp itch like most leave in conditioners. I also love the texture because it's thick. The packaging is cute and minimalistic. I will definitely purchase."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Fair skin tone, Normal skin",
            "review_text": "I was gifted this product by Pattern brand for my honest review. This leave-in conditioner smells so good and leaves my curls soft and not crunchy like the ones I've used in the past. I cocktail it with the argan oil and it works amazing. Definitely recommend it to anyone."
        },
        {
            "review_title": "The best results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, fairLight skin tone, Oily skin",
            "review_text": "Pattern leave- in really gave my wavy curls hydration and definition my curls always need lasting hydration that exactly what I got from this product. Pattern leave in conditioner works so good my hair never looked better."
        },
        {
            "review_title": "Amazing stuff!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Normal skin",
            "review_text": "This product is amazing! It smells so good and is so soft and creamy and not to thick not to thin. It makes your hair so soft and smells so good! Its long lasting and is a great quality its rich and nice! Highly recommended!"
        },
        {
            "review_title": "Awesome!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received this leave-in conditioner product from Pattern Beauty and I am so in love with how bouncy it keeps my coils. It also helps give them that super smooth texture while also making them more manageable for me!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is a gorgeous leave in! The packaging is sleek and easy to dispense and the product itself it thick, rich and creamy. My hair gets very dry and frizzy so I found that this provided great hydration and tamed my hair well. My hair feels smooth  and hydrated, obsessed!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Love the PATTERN leave in conditioner, it made my hair soft and well detangled  and brought the curls back, did not dry out my curls, it feels moisturized and hydrated.Definitely will recommend,will be trying more of the brand products too."
        },
        {
            "review_title": "Great Leave in Conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I have short/medium length curly-coily hair that is color treated for many years, so my hair tends to be very dry and I always wear it in a ponytail. But with the Pattern Beauty Leave in Conditioner I like to style my hair and wear it down because it makes my curls feel softer, moisturized and defined. I would recommend this product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I purchased this for a friend with curly hair. I enjoy the scent and the product really makes her hair look healthy and shiny without making it look greasy or heavy. I wish there was a version of this for people with thin straight hair like mine! Price is also very reasonable so overall very happy."
        },
        {
            "review_title": "Nourishing yet not heavy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Combination skin",
            "review_text": "I have frizzy 3C curly hair so I'm always looking to try nourishing products target to curly hair to help tame the frizz. This leaves my curls looking soft and bouncy. It's moisturizing without leaving my hair looking greasy or heavy (I have thinner hair so I don't like heavy hair products). Very happy with this curly hair product!!"
        },
        {
            "review_title": "Excellent product for curly and wavy hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I bought this product for my husband and my son and I love it on them. My husband usually dont comment on any quality of products but he did on this one. He asked me to buy more of this. My son is young teenager and he doesnt care so much unfortunately but I enjoy seeing his hair not so frizzy all the time lol. I dont have curly nor wave hair but every now and than I actually use it myself because I do love the scent."
        },
        {
            "review_title": "Great product !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "like the way this product brought out the natural curl in my hair, didnt leave any residue once it dried and instead Leaves curls looking and feeling soft. The scent is subtle and refreshing. I have very dry hair and this put the moisture back into my hair, Highly recommend for anyone who wants super soft, bouncy curls"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "This product did wonders for my hair. This leave in conditioner helped me tame my frizzy hair by moisturizing and hydrating my hair. My hair feels soft and smooth after application without making my hair greasy."
        },
        {
            "review_title": "My hair loves this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Received from Pattern Beauty, to use a leave a honest review. First off it has Fun packaging and bright beautiful yellow tube with black writing. This brand is known to celebrate and specialize in curly,coil and textured hair. My hair is very thin and dry with natural curls I never know what to do with. There is a light floral scent nothing overwhelming just fresh. This is a a leave in conditioner. It is a very thick formula so a little goes a long way. It doesnt leave your hair feeling greedy or weighed down. It great they produced a formula that actually makes your hair feel free, what I mean is it controlled my curls so they were not frizzy but soft and bouncy. My hair felt light and not weighted down. This is a great formula and i recommend if you have frizzy out of control curls give it a try. Thank you for choosing me to use and review your u201cHoly Grailu201d leave in conditioner."
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Complimentary of Pattern Beauty. I received this awhile back ago and got the chance to use it a couple times and I love it so far! It smells great too while keeping my hair moisturized and hydrated honestly!"
        },
        {
            "review_title": "Yes!!! The best.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Wowza! I have never loved a leave in conditioner as much as I love this one! I couldnt be happier! This stuff is seriously diamonds in a bottle my hair instantly felt more hydrated and pleased. I can tell a massive difference and I absolutely love it! Yes! Buy it."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product works great for my hair. I have oily and curly hair so it does moisturize my hair but doesnt make it feel too oily. The price is on the higher end so not sure if Im gonna purchase in the future."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I use this leave in conditioner with the hydration shampoo and it works great! . It helped reduce the frizz and leave the hair soft and smooth! It also smells so good! I will definitely recommend it to my family and friends!"
        },
        {
            "review_title": "Works great for my wavy dry hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I love the packaging of this product its so bright and fun. My hair is wavy and dry with a bit of damage so I like using a leave in cream to add smoothness. This leave in has a nice scent and is thick and moisturizing. After washing my hair applied about a dime size amount to My hair. It instantly felt so much smoother and hydrated. I will definitely be looking into more pattern products."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "The holy grail, our Leave-In Conditioner treats your curls with a refreshing & restorative hair pick-me-up. When youre done washing and want to seal in moisture or further detangle. I will recommend it."
        },
        {
            "review_title": "Holy WOWWWWW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Wow is all I have to sayu2026 the Pattern leave in conditioner is absolutely amazing! The bottle is beautiful and of great quality. I have struggled with my hair ever since I had to bleach it. This brought life back to my hair. Its rescued my hair. Im so extremely happy to have found this product. I have wavy/ curly hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I finally got the chance to try the Pattern Leave In Conditioner and I was not disappointed! My hair is a mix between 2c and 3a so my curls gets weighed down really easily by many products, but not this product! My curls feel so bouncy, lightweight, and moisturized. The more I use it the better my curls look! Im excited to continue use! And the smell is lovely and refreshing without being overpowering."
        },
        {
            "review_title": "New u2764",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "First of all, I love how good this product smells, my hair is very dry from coloring it, so I want all the help I can have, I liked this product because it helps with humidity and the smell lasts for hours, I recommend it 100%"
        },
        {
            "review_title": "The BEST curly hair leave-in conditioner EVER!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I LOVE the Pattern leave-in conditioner, it makes my curls so soft and easy to work with. I use the bigger size and am so excited Sephora has PATTERN!!!"
        },
        {
            "review_title": "In Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I received this leave-in conditioner from Pattern Beauty and I am so in love with how it has improved my hair. I have very kinky curls and this really helped my curls last all day while also adding so much volume to them."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Finally found MY hair product! I purchased the leave in, intense conditioner, styling cream, and gel--and I love them all! (The gel is so silky.) At first I was turned off by the initial smell (a bit strong for me), but once I got it in my hair and it dried, the smell was pleasant and not too overpowering. My hair is wavy/curly (not coily or super curly), but this works great. I have tried a lot of products, but this is THE best at creating moisturized, defined, frizz free and soft wavy curls for me. The search is over for me; I am happy :)"
        },
        {
            "review_title": "love the smell",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I am glad that I have a change to try the hair conditioner from Pattern. I like that it is a leave-in conditioner and I am using it on my wet hair. It helps to keep my easy curly hair for a longer time. The smell is really good. Also, I appreciate that it is paraben-free."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I cant wait to try other Pattern  products after trying this leave in conditioner! This product is made for curly hair, however they did a good job of making it universal for curly hair since my curls are 2c. This is a nice conditioner without being too heavy!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Dry skin",
            "review_text": "This leave in conditioner by pattern beauty is absolutely amazing it helps my wavy hair stay nice and beautiful and its super moisturizing lol definitely recommend to those with wavy or curly thick hair"
        },
        {
            "review_title": "the absolute best!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "this stuff is absolutely life-changing! I have super frizzy 3C curly hair and I have always struggled to find a product that can define and de-friz my curls -- this does exactly that! my hair is constantly dry due to how much time I spend in the water, but this instantly replenishes it and makes it feel as soft as a cloud, whilst getting me the definition I've always wanted! If you are hesitant in buying the product -- just do it! its so worth it :)"
        },
        {
            "review_title": "Great for unmanageable frizz in the heat+humidity!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "As a girl who did not develop curly and dry hair until my late 20s, I im always looking for both reasonably priced and effective products to help me on my new hair journey. I absolutely love this leave in conditioner from Pattern Beauty. It has a super smooth and creamy texture right out of the bottle and is easily distributed throughout hair. Doesnt require use of tons of product every time and leaves my hair visibly more nourished, shiny, and defined for days. My favorite part is that it can be used both on wet hair after a shower or on dry hair to tame the frizzy flyaways I  have in this humid summer weather. Its a super clean formula that is thats effective and totally worth it!"
        },
        {
            "review_title": "Awesome Conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Outstanding leave-in conditioner! I l really love the nourishing and creamy formula. Has great hold but also pairs nicely with your favorite gel! Highly recommend!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "love this leave in!! leaves your curls defined and not frizzy without the crunch! smooth and beautiful curls!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Best product to add moisture to my dry hair - people noticed a difference in my hair after the first use"
        },
        {
            "review_title": "Great twistout refresher",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Love this as a refresher for my twist outs! I wet my hair and retwist with this product and when it dries I have elongated curls. 100% recommend."
        },
        {
            "review_title": "Good one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I liked very much the leave-in conditioner by Pattern, it hydrates perfectly my hair. It also has lasting effect when I used it as a mask, leaved in for some longer time. The smell is soooo good. Definitely worth trying!"
        },
        {
            "review_title": "LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "My favorite hair product & I've been through ALOT!!! Super conditioning. So much slippage and leaves your hair soft & shiny. I'm a 3/b 3/c for reference."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I love this leave-in conditioner by Pattern Beauty  I just used yesterday and leaves my hair so amazingly moisturized and shiny it was also easier to comb it, i have a wavy hair almost Curly and this product helps to make a beautiful curlys and helps to keep them for along! I LOVE IT!!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I like it my hair soft and straight after  fist use I like its in tube its very easy to use and smells so  good exactly what I want i wuld like purchase shampoo too and i hope wil see better result with shampoo"
        },
        {
            "review_title": "Pretty good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I received this as a gift, but either way I liked it! I have naturally curly and veryyyyy frizzy hair, to the point where almost nothing makes a difference. While it didnt take away the frizz completely, I did notice a difference when using this. My hair was softer and slightly less frizzy, so overall it did help!"
        },
        {
            "review_title": "Wonderful Leave In Conditioner",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "After receiving the Pattern leave in conditioner I used it for 2 nights. I must say that this was one of the best product that really leaves my natural curly hair so soft and no frizz!! I definitely will be purchasing this!!"
        },
        {
            "review_title": "Best Leave In",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "Absolutely love! Best leave in for my natural TWA. Gives enough moisture and definition I can skip styling product (try the curl gel too!)"
        },
        {
            "review_title": "Best Leave In Conditioner EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Best hair care leave in Ive ever purchased. You wont go wrong with this entire product line"
        },
        {
            "review_title": "Love love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This product is amazing and made styling my hair easier and beautiful. I use it after the shampoo snd condition and it holds without crunch and stays styled for a few days after before I was it again (3-5days)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Love this leave in! Bought the mini size to try and just ordered the biggest size. I apply on super wet hair before stylers."
        },
        {
            "review_title": "Better than anything we've tried!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My husband and child mainly use this and it made a huge difference for their curls.  It spreads amazingly, smells like a light powder perfume, doesn't feel heavy(I sometimes), and if you buy the largest size, the entire top comes off so it's pretty much a tub with a pump so it's easy to get every last drop to clean and reuse. They both have 3a-3b curl pattern and they used to use 100% jojoba oil, The Ordinary argan oil and the castor oil leave in from Shea Moisture. Now the leave in routine(all Pattern products) is the jojoba blend, argan blend and the jumbo leave in conditioner; then the curls just spring up and shine from the weightless hydration. Also my husband used to get devacurl(no hair loss just felt like he wanted more hydration with less weight) and he liked them somewhat but realized their products weren't really doing it for his curls for the price point but this brand is worth every penny!"
        },
        {
            "review_title": "Buy this product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Combination skin",
            "review_text": "This is the best leave in I have ever tried. I have used the leave in and it smells amazing and it gave me a great twist out!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "One of my FAVORITE styling products! Use it all the time when some gel and have great results! I have 3b-3c curls"
        }
    ]
}