{
    "product_id": "249",
    "name": "Chloe Eau de Parfum Gift Set",
    "brand": "Chloe",
    "categories": "Fragrance, Value & Gift Sets, Perfume Gift Sets",
    "price": 112.5,
    "about": "Fragrance Family:Floral.Scent Type:Powdery Florals.Key Notes:Peony, Rose, Honey, Cedarwood.Set Description:Capture the spirit of the festive season with the essence of flowers. Destined for free spirits with an innate sense of chic, this fresh and feminine gift set reveals a floral, ambery scent built around the timeless aroma of rose, one that leaves a trail of glitter in its wake and symbolizes the joys of celebration. Marrying succulent undertones of lychee with the warm embrace of amber, this perfume is light and vibrantu2014the perfect gift for a special woman in your life..About the Bottle:Housed in an iconic sunray-pleated glass bottle adorned with a handtied ribbon, Chloe Eau de Parfum is nestled next to a Chloe Eau de Parfum pen spray..About the Fragrance:Chloe Eau de Parfum is a vibrant, intimate, and sensual take on a classic rose fragrance..This Set Contains:- 1.6 oz/ 50 mL Chloe Eau de Parfum",
    "ingredients": "Alcohol Denat., Parfum/Fragrance, Aqua/Water/Eau, Ethylhexyl Methoxycinnamate, Hydroxycitronellal, Butyl Methoxydibenzoylmethane, Octocrylene, BHT, Limonene, Hexyl Cinnamal, Benzyl Salicylate, Citronellol, Linalool, Geraniol, Alpha-Isomethyl Ionone, FD&amp;C Yellow No. 5 (CI 19140), FD&amp;C Red No. 4 (CI 14700).",
    "how_to_use": "Suggested Usage:.-To enjoy Chloe Eau de Parfum for longer, spray onto your pulse points, including your neck, chest, wrists, and decolletage..-Your pulse points act as natural diffusers and intensify the fragrance, so it stays with you all day..-Slip the pen spray into your handbag for touch-ups when needed.",
    "num_reviews": 0,
    "overall_rating": "N/A",
    "product_url": "https://www.sephora.com/ca/en/product/chloe-chloe-eau-de-parfum-gift-set-P514153?skuId=2819241&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2819241-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": []
}