{
    "product_id": "321",
    "name": "Stargloss Shine Hair Gloss Treatment",
    "brand": "dae",
    "categories": "Hair, Hair Styling & Treatments, Hair Masks",
    "price": 59.0,
    "about": "What it is: A prewash glossing treatment that delivers brilliant shine, reduces frizz and smooths & hydrates hair...Hair Texture: Straight, Wavy, Curly, and Coily..Hair Type: Fine, Medium, and Thick..Hair Concerns:.- Frizz.- Shine.- Straightening and Smoothing..Key Benefits:.- Adds dazzling shine.- Creates silky-smoothness & tames frizz.- Boosts hydration..Highlighted Ingredients:.- Prickly Pear Seed Oil: Fatty acids condition strands to be silky, soft, and shiny..- Moringa Seed Oil: Vitamins and antioxidants boost keratin and restore moisture..- Shea Butter: Moisturizes hair, tames frizz, and repairs damage...Ingredient Callouts: This product is vegan and cruelty-free...What Else You Need to Know: This shine booster is made to be used as a prewash treatment to deliver smooth, shiny hair. It is infused with prickly pear seed oil and tames frizz, nourishes, and hydrates...Fragrance Description: This treatment has crisp, fruity notes of prickly pear, mandarin, and magnoliau2014the aroma of desert romance in full bloom. A maples journey through miles of cacti adorned with fresh flowers of every hue. A collection of moments that make you feel forever free....",
    "ingredients": "-Prickly Pear Seed Oil: Fatty acids condition strands to be silky, soft, and shiny..-Moringa Seed Oil: Vitamins and antioxidants boost keratin and restore moisture..-Shea Butter: Moisturizes hair, tames frizz, and repairs damage...Water/Aqua, Butyrospermum Parkii (Shea) Butter, Glycerin, Ricinus Communis (Castor) Seed Oil, Cetearyl Alcohol, Oleic/Linoleic/Linolenic Polyglycerides, Polyglyceryl-10 Decaoleate, Cetyl Alcohol, Cetrimonium Chloride, Stearyl Alcohol, Castor Oil Propanediol Esters, Fragrance, Phenoxyethanol, Behentrimonium Methosulfate, Guar Hydroxypropyltrimonium Chloride, Citric Acid, Opuntia Ficus-Indica Seed Oil, Moringa Oleifera Seed Oil, Ethylhexylglycerin, Limonene, Eclipta Prostrata Extract, Opuntia Ficus-Indica Flower Extract, Tocopherol, Linalool, Melia Azadirachta Leaf Extract, Citral, Geraniol, Mica (CI 77019), Titanium Dioxide (CI 77891), Iron Oxides (CI 77491)......The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Use on unwashed dry hair..-Part hair into two-inch sections..-Using applicator tip, apply generous amount from mid-lengths to ends..-Work into each section with fingertips..-Leave on for 20 minutes (can leave on overnight)..-Rinse out, then wash with your favorite dae shampoo and conditioner..-Style as usual and shine on....Oh, and expect a little magic! Glitter appears in the goop + on hair when you apply it. It washes right out though u2013 simply wash your hair as you usually would with shampoo + conditioner and it instantly disappears!",
    "num_reviews": 459,
    "overall_rating": 4.3,
    "product_url": "https://www.sephora.com/ca/en/product/dae-stargloss-shine-hair-gloss-treatment-P506779?skuId=2687689&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2687689-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "6 oz / 177 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2687689-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Wouldnt recommend",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I had to use about 1/3 of the product and I left it in for 5 hours to get a bit of shine. Theres so much glitter in it and it got everywhere. It smells bad and left a weird residue in my hair. There are definitely better hair glosses out thereufffc"
        },
        {
            "review_title": "Yes to Dae, No to this",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "Not sure if I got a bad batch but this made me feel like I was adding clay to my hair. It was extremely difficult to distribute over my dry hair and there was glitter EVERYWHERE. I typically love the smell of Dae products but this one was a miss for me, smelt synthetic and somewhat like playdoh."
        },
        {
            "review_title": "A WASTE of money. I wish it workedud83dude22",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I really wanted this gloss to work but it does literally NOTHING. It smells nice and I have tried it out 5 times with even leaving it over night but it makes ZERO DIFFERENCE. If you are looking for a gloss I wouldnt waste my money with this one. Didnt make my hair shiny at all. I have wavy hair and will be on the search for a different brand"
        },
        {
            "review_title": "Revitalize Curls",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I have naturally curly hair. Before applying the product my hair was brushed out, dry, and puffy. I applied product 12hrs before I washed my hair. Before washing I didnt think the product had any effect on my hair but it did. All of my curls came back. My curls were nice and bouncy. My 2 issue is that I went through half of the tube of product and the glitter was everywhere. I found the glitter to be unnecessary."
        },
        {
            "review_title": "Does the opposite of what it says",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "The reason it has 2 stars is because it made my hair soft. The second I opened it I noticed weird chunky glitter and I was shocked because thats just insane for $44. Made my hair frizzy and didnt really add shine."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I've tried a few Dae products so far and have really enjoyed them, but this one is a miss for me. As some others have said, it's really difficult to distribute evenly on dry hair, especially when you have thick, curly hair like me. I noticed that my hair was a little dry and frizzy after I diffused it. For the price, I expected more and am disappointed that this didn't do much for me."
        },
        {
            "review_title": "Impossible to distribute evenly on dry hair",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "The treatment was horrible to work into dry hair. Trying to work it in made a tangled mess, and impossible to distribute evenly.  I have heard that the glitter was bothersome to some people, but I didn't mind the glitter. The scent was nice, but sorry I am returning."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I do not really notice that it has done anything to my hair. It is nice for a slick back hair style but it has so much glitter in it that it makes me look like I have dandruff. If it did not have the glitter it would be a much better product."
        },
        {
            "review_title": "Love Dae but this one is a miss",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I LOVE Dae but unfortunately this product is something I will not be repurchasing and did not see a difference in my hair after. Try the Monsoon moisture mask if you are looking for hydration or the styling cream for smooth hair styles."
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This product is awesome! It does such a great job at deranging by hair. I have super thick hair and after I get out of the shower its very hard to brush out, using this helps so much. I also love the scent its very nice and citrusy."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Love this product made my hair very smooth n bouncy"
        },
        {
            "review_title": "Did Nothing",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I had very high hopes for this and it had been on my wishlist for a while. Unfortunately, this product did nothing for my hair. It felt exactly the same as it had before. Dont recommend."
        },
        {
            "review_title": "No benefit for all the hassle",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This product is extremely drying, and forget trying to get anything through it like a comb or even fingers before you wash. Lost so much hair. Throwing this away."
        },
        {
            "review_title": "Beware of the glitter",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "As other reviewers have mentioned the glitter is a nuisance.  I found the hair mask drying."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Dry skin",
            "review_text": "The glitter is cute in theory but annoying in practice. I didnt notice much of a change in my hair after using this"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I use this as a leave in after washing with the dae shampoo, conditioner and moisture mask. My hair has never been softer and has grown so much!"
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Oily skin",
            "review_text": "The glitter is so obnoxious. I also didnt find it extremely hydrating. There are way better options on the market for sure."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "Ok yeas their is glitter but after I washed it out all the glitter was gone and left my hair feeling really nice shiny and healthy"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I do agree with some of the other reviews that the glitter can be annoying and messy, BUT I think this mask really works and makes my hair feel great after! I like to put the mask on in the morning and wear my hair in a bun for work. I wash my hair afterwards and it makes my hair feel so soft and smooth!"
        },
        {
            "review_title": "Glitterrrrrr",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "So much glitter in this and it didnt do anything for my hair!! Over hyped and over priced."
        },
        {
            "review_title": "Not that bad!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Normal skin",
            "review_text": "Yes the sparkles are a bit much and its pricey, but this actually does make my hair feel really nice after. I put it on before I wash my hair and leave it on for 30-60 minutes."
        },
        {
            "review_title": "Not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Smells great and has some hydrating properties, but the glitter is annoying. Honestly not as hydrating as any leave in conditioner, hair oil, or hair mask I've used. It's not bad, but I wouldn't recommend."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "I swear to god this product is like 90% glitter and 10% actual product. The smell is nice but I used this about four times and I didnt see any noticeable difference. If anything it weighed my hair down."
        },
        {
            "review_title": "Opposite effect",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Horrible! Its sooo bad it dries out hair really bad :("
        },
        {
            "review_title": "wish i could give it 0 stars",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "there is so much glitter and i hate how it gets everywhere, dont buy it"
        },
        {
            "review_title": "Horrible glitter mess",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "They call it a little magic. I call it a big hassle. I don't even care how shiny my hair turns out because I have glitter everywhere! I washed my face and did a full skin care routine before bed and I still have glitter on my hands! I was planning to wash it out in the morning but will never be using this product again."
        },
        {
            "review_title": "Glitter but no gold",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair",
            "review_text": "would not have purchased it. Would not recommend, which is definitely disappointing because Ive enjoyed so many dae products."
        },
        {
            "review_title": "product is great, just be careful with the glitter",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, lightMedium skin tone, Normal skin",
            "review_text": "i really like this hair mask, i got a sample of it and ended up wanting to buy the full size. it makes my hair so soft and shiny and it smells like fresh fruit. the only downside is the almost fine glitter, which i dont quite know why its in this mask to begin with- it ends up just washing out, but it somehow gets EVERYWHERE! its made my bathroom super glittery, it eventually cleans up though. still a great product just wish the glitter could be taken care of."
        },
        {
            "review_title": "Glittery mess",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Got this as a sample but I shouldve checked the full product out so thats my fault. But why would they put glitter in a hair mask its a mess I wouldnt never guessed that was going to be in there."
        },
        {
            "review_title": "Glittery awful mess",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "Why, oh why is there chunky glitter in this mask? It was awful. I feel like I lost way more hair during my wash than usual. When I washed it out, my hair looks no different than before. Had to throw my  hair tie away because it was destroyed with glitter. Probably will be finding glitter between my asscheeks for millennia to come"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Porcelain skin tone, Combination skin",
            "review_text": "too much chunky glitter, got all over my pillow and bathroom. left my hair kinda dry and not any more shiny than usual"
        },
        {
            "review_title": "Not a fan",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "I was excited to try a mask for this first time u2014 I have dark, thick, straight hair, and I applied a good amount. Sadly, my hair was no different, it had too much glitter, and it smelled like fruity crayon wax."
        },
        {
            "review_title": "Glitter bomb and drying",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "My normally soft hair felt dry as hay after once use (only thing I changed in my routine) and as other reviewers have mentionedu2014the glitter got everywhere and is never leaving my bathroom."
        },
        {
            "review_title": "Meh, way better options",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Im giving this 2 stars mainly for the smell which is nice but otherwise there are WAY better hair treatment and masks available that are easier to put on your hair and have a better end result. Disappointing for sure!"
        },
        {
            "review_title": "Good but expensive",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I have thick, oily hair and I ended up really enjoying this product. It makes my hair very soft and smooth and smells delicious. However because of how thick my hair is I was only able to get a few uses of it. My hair is only a little longer than shoulder length. I would recommend it if you dont mind the price but for my thick hair girls I dont know if its worth the high price point for only like 5 uses. wholeheardet dont know if it wouldnt"
        },
        {
            "review_title": "Leave it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "You could take or leave this product. It is extremely thick and is to be worn like a mask. However, if Im going to make that extra effort, I want some health benefit to come to my hair. This does nothing. Its so icky when its in your hair, like youve sprayed a sticky substance into sweaty gym hair. It feels so gross and the glittery is not done well. An unnecessary and pricey product when there are such better hair masks out there."
        },
        {
            "review_title": "No difference",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair",
            "review_text": "It makes no difference on my dry hair. It has lots of glitter and leaves hands covered in glitter. Cream is very thick and difficult to apply. You will need a whole tube for long or thick hair. Not sure what is the pirpose of this cream."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This made my hair shiny and it smells amazing and just like the Capri Blue Volcano candle.. Took off a star because it is stupid expensive!"
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "A MUST in your hair care closet! I have unruly awful curly hair. Its frizzy and unmanageable. This makes my hair sooo silky soft! It let it sit for about thirty minutes. Wash and condition like normal. Silky smooth hair after styling! A game changer. Smells great."
        },
        {
            "review_title": "Just Glitter Not Worth It",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Really wished I had read more of the reviews on this product before I had purchased it. FULL of glitter and really not sure if it did anything for my hair in terms of gloss, shine, or softness. Glad Sephora does returns but really sad this"
        },
        {
            "review_title": "Not worth it + most reviews are incentivized",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I absolutely love the brand, but this product is not it. I dont get why it has chunks of glitter in it. After applying, the glitter did not rinse off my hands. I also didnt see a major difference in my hair."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This did make my hair soft, HOWEVER its legit glitter. There was glitter all over my hands, I sleep in my masks so I had to wrap my hair to keep it off my pillow. Just too messy for me."
        },
        {
            "review_title": "It has glitter",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I do like this as a hair mask but its pretty expensive and it has actual glitter in it. The glitter gets all over your hands and hair and I dont like that"
        },
        {
            "review_title": "Not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I wanted to love because Amber is the best but this weighed my hair down, left it feeling really dry and impossible to brush because it left a residue."
        },
        {
            "review_title": "Good hair mask!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I tried this new hair mask from Dae for a couple weeks. I let it sit for about 5 minutes before rinsing out and my hair felt silky smooth. I did notice that my hair was very shiny after air drying. I love that it didn't make my hair feel heavy after using!"
        },
        {
            "review_title": "Not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Did nothing but make my hands glittery. I was expecting more from dae. Not worth my 44 dollars. Very disappointed to say the least. Will be refunding"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I was so excited to try this but honestly made my hair feel really hard and not shiny at all, it actually felt like a mousse in my hair :("
        },
        {
            "review_title": "Strange product",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "This product did nothing for my hair. I applied it the night before wash day and it felt really gunky and gross before washing it out the next morning. After rinsing + following my normal routine my hair looked exactly the same - no added softness or shine. It also has a ton of glitter in it. You would be better off using an oil overnight instead of this."
        },
        {
            "review_title": "Twinkle Twinkle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I know that that glitter serves no real purpose but it makes me feel special.  The mask itself makes my hair feel amazing."
        },
        {
            "review_title": "Thought I would dislike it but I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "For context I use a well-known dandruff shampoo that does wonders for my scalp but is harsh on my strands. This product makes my hair noticeably silky after washing, drying, and flat-ironing. I can tell a difference in my hair when I skip using it."
        },
        {
            "review_title": "Sucks",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I bought this after trying the styling cream with the hopes it would be as good. This absolutely sucks. I have tried it several times to give it the benefit of the doubt but this just sucks. It does nothing for my hair. The only thing it does is leave my hands glossy. I tried it on other people to see if it was just me but no, this product is terrible and for 44 dollars you can get something much better."
        },
        {
            "review_title": "Wanted to love",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Not a good product, not a good price. Makes my hair so dry and Ive only left it on a few times for no more than an hour. Too expensive for bad results. Wont rebuy"
        },
        {
            "review_title": "I love dae but this was sad",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I have never had to return a product to Sephora before because I disliked it so much. The product has huge pieces of glitter in it (odd) I followed directions and used before shower, and it did absolutely nothing but dry out my hair. Very disappointed:("
        },
        {
            "review_title": "Keep looking",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I have long black Indian hair but I didnt see any difference after using this. I could do without the glitter. Smells good. Sticking to oiling my hair"
        },
        {
            "review_title": "No difference.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "Did nothing for my hair. Used it twice now and the first time left it on for a few hours before washingu2026nothing. Second time I left it on overnight, per instructionsu2026still no difference. I bought this after seeing a curly hair influencer talk positively about it, and I guess I learned my lesson. Feels like I wasted my money. Could have probably gotten a better leave-in at the drugstore."
        },
        {
            "review_title": "Wouldnt Repurchase",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is middle of the road for me. I ordered this and the styling cream in the same order. Ive never used Dae products before and the styling cream is amazing, but this gloss treatment is very u201cmehu201d. It has gold glitter, which I was not expecting at all, but when I applied it, I was so shocked- I shouldve just paid more attention. This is no fault of the product! But overall, this has a great scent, but my color treated hair shows very little to no difference after using this from the mids to the ends, leaving for at least an hour and washing it out with my regular shampoo and conditioner. I have short (higher than shoulder length) hair and use quite a bit of this with each application, so I cant imagine it would be worth the money for someone with long hair! I dont think I recommend this unless youre only looking for something that smells good and have virgin hair. I would return if I wasnt so lazyu2026"
        },
        {
            "review_title": "Disappointed",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I love all of Daes product so when  I saw the launch of this gloss treatment I didnt hesitate. This is not a good product. It left my hair feeling dirty and with a terrible texture. It also has glitter on it. Terrible."
        },
        {
            "review_title": "neutralu2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "i LOVE most dae products, but this one is just ok for me. i have medium thick and the product is so thick as well, that im using so much product. ive only used it 3 times and its almost halfway gone :/"
        },
        {
            "review_title": "Holy Grail",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Medium skin tone, Combination skin",
            "review_text": "USE THIS AS A MASK, NOT A PREWASH! I followed as directed the first time I used this. I have long, porous hair. Nothing has ever made it feel this soft in my life! BUT, once I followed with shampoo and conditioner, that silkiness was immediately gone. The next week I shampooed my hair, let my hair dry a tiny bit, then left on for 30 minutes. I did NOT follow with conditioner. Perfection! Please try it this way! Also, Im removing a star because the glitter is just a pointless and insane mess."
        },
        {
            "review_title": "A must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I was fully prepared for this to be too good to be true but I put it in my hair and left it over night then washed out the next morning. This is my first time trying it and my hair feels like sick and I use bleach and a lot of heat on my hair. I will definitely be repurchasing this!!!!"
        },
        {
            "review_title": "Do not like glitter",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I love this product and it works well. I dislike how there is glitter in the product because that lingers and just doesnt really come off of your hands which is annoying. Otherwise I love the product"
        },
        {
            "review_title": "A miss",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I usually love Dae products but this one is really disappointing. Sure, my hair feels soft after using it, but the glitter really makes it messy to use. It sticks to your hands terribly. If I werent past the return window Id take it back."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, notSure skin tone, Combination skin",
            "review_text": "I usually let this sit on my hair for about 30 minutes before I wash and Ive definitely noticed more volume and shine in my very dull hair. It smells so good! & the smell lasts till I wash my hair next (usually every 5dwys)"
        },
        {
            "review_title": "Overhyped & underwhelming",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair",
            "review_text": "I am genuinely confused as to how the ratings are so goodu2026 this product is basically just glitter in a tube for 44$. My friend recommended it to me (before she used it herself) and said that it would make my hair so silky and shiny. Instead I am left with a glitter glue texture and I will NEVER ever be rid of the glitter in my bathroom or bedroom. Seriously mad about that one."
        },
        {
            "review_title": "Worst hair product ever.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is glitter glue for ur hairu2026 then u wash it out. Sucks. And its $50. By far the WORST product Ive ever gotten from Sephora ever. I also have their shampoo and conditioner so literally used exactly as directed. Also its"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I like this product! It does have SPARKLES. noticeable and does get on stuff. But regardless my hair felt good after using this mask!"
        },
        {
            "review_title": "True gimmick",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "The u201cshineu201d in this product is nothing more than flecks of glitter which according to the directions should be completely washed out with shampoo. This is a gimmick."
        },
        {
            "review_title": "Not worth the hype",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I purchased this product influenced by social media and the great reviews at Sephora. Unfortunately didnt work for me. I have coarse hair and lots of it as well I have highlighted hair and I was hoping this product would bring the shine back. And it didnt all I saw was glitter parts without making the hair look shiny. I believe this is good for someone with fine hair."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Tan skin tone, Dry skin",
            "review_text": "I love this, it made my hair so soft & shiny,smells nice. I will definitely buy again."
        },
        {
            "review_title": "Reallyyy nice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Scent is subtle, sparkles are so pretty. Ive tried to leave it in overnight and washed it off in the morning, truly made my hair so silky and bouncy after blow drying and styling!!"
        },
        {
            "review_title": "Love this",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I love this hair treatment, my hair is wavyish and sometimes gets a lil frizzy.  But this made my hair rly shiny and i had no frizz after i used it.  In the reviews a lot of ppl were saying how it leaves glittery residue on ur hands but i didnt rly have a problem with that and after i washed my hands it was gone.  This product is also soso much bigger than i thought it would be. It works but it doesnt make a huge change def recommend tho xx"
        },
        {
            "review_title": "Glitter and scent is too much",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I really wanted to love this, but I cannot get past the glitter or the smell. I understand that scent is very objective, but to me this smells like amoxicillin. I also think the description should state that the product has glitter"
        },
        {
            "review_title": "Fairy Dust",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "This stuff has fairy magic in it im convinced thats why it sparkles bc nothing has EVER made such an immediate and significant difference to my hair the way this guy did!!!! So silky soft and smooth, it completely cut the frizz out of my hair and honestly even while it was in my hair it just looked so good and snatched, will absolutely repurchase its my new holy grail and the price per Oz is so competitive"
        },
        {
            "review_title": "Ehhh not for everyone",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I have long hair and this lasted maybe 4 applications? Too expensive for what it is, plain old hair oil with a good blow dryer will do the same"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Hair is soft. Smells good. Glitter is pretty (but doesnt seem to serve a purpose). But its expensive. Any overnight hair treatment would get my hair just as soft. Wont purchase again."
        },
        {
            "review_title": "didnt really do anything",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, lightMedium skin tone, Dry skin",
            "review_text": "Didnt see a difference in the shine of my hair, did nothing for frizz, but I did love how soft my hair was after using."
        },
        {
            "review_title": "Soft and shiny hair! Glitter washes away..",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "Great smell, performs well and the glitter washes right off! My hair was sleek and shiny even from a rough blow dry and then looked the smoothes its looked when I styled it. There is glitter in the product but it literally washes away and off my hands. I had no problem with glitter everywhere like other reviews have stated. Overall impressed with this product! I have heavily bleached hair and this made it softer and shinier. My hair did NOT hold up to San Franciscos Karl the fog and my hair did get extremely frizzy, so this will not help in weather situations like that."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Oily skin",
            "review_text": "My hair was shining after only one use  couldnt believe it"
        },
        {
            "review_title": "SO Good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I've used probably every lamellar water/glossing mask on the market, & this one has the most visible, immediate softening and shine effect. I love that it also goes on dry- much easier to use before showering. My hair also actually feels stronger with continued use as well."
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "This stuff is fantastic! I truly feel it was moisturized and softened my hair and I am OBSESSED!!"
        },
        {
            "review_title": "Glitter Glitter Glitter",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "With regards to the load of shimmer and difficult application it does not worth the price whatsoever. Will be returning."
        },
        {
            "review_title": "Great product for sleek hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I was a little hesitant to spend $44 on this but it actually works & is worth it! Ive used it three times now. My hair is curly and gets frizzy but after using this, it made my hair super sleek! I styled it like normally and used OUAI shampoo to wash it out for reference."
        },
        {
            "review_title": "Awesome product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Apart from the glittery formula, this gloss treatment leaves my hair soft and shiny. It targets frizz, dryness and repairs heat damage. It leaves my hair smelling amazing as well."
        },
        {
            "review_title": "Interested to try a second time",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I followed up with the dae moisture shampoo and then the conditioner in the pink bottle. Left glitter all over my hands, I was worried it would be all over my hair but it didnt. Hair was shiny after straightening."
        },
        {
            "review_title": "so soft!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "after using it once, my hair was already silky!! i applied Holi Roots to my scalp and then Stargloss to the rest of my hair and left it on for around 30 minutes. soo happy with my purchase ^-^"
        },
        {
            "review_title": "Smells amazing but thats about itu2026",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "Like other reviews, this was a big miss for me. After one use, my hair was dry as straw! Ive learned my lesson to not stray from my Oribe products."
        },
        {
            "review_title": "Shiny and smooth!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Dae products do not disappoint! This mask was nourishing and left my hair shiny and sleek. I took a star off because of the glitter residue that is difficult to get off my hands."
        },
        {
            "review_title": "LOVE THIS PRODUCT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "I struggle with dry hair and havent really been able to find a product that leaves a lasting effect on my hair. This product did just that! After the first use my hair has been the softest its ever been and I still soft and shiny over a week later! Its also smells amazing!"
        },
        {
            "review_title": "Glitter?? Gross.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Immediately returning. This is chalk full of glitter. WHY?! I used it per instructions, washed it out, had glitter. Used a clarifying shampoo and when I blow dried, glitter was flaking off in my hands. WHY!!!!?  This is so not like anything Ive used from DAE. So upsetting."
        },
        {
            "review_title": "Will not repurchase",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Normal skin",
            "review_text": "I used it once by leaving it on overnight per instructions. Opposite results: after a wash, hair was very dry and fuzzy, no shine, and felt like straw. I'll try again later in a week for only 20 min. Overall, I definitely will not repurchase."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love this mask! Great for hair that cant use heavy products but still want the hydration and moisture."
        },
        {
            "review_title": "fell for the branding :(",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I was so excited about this product. The marketing and hype really drew me in. I've also bee an big fan of the Dae Styling cream.   Pros: 1. Love the smell 2. Love the packaging   Cons:  1. You have to use a lot of product especially if you have long hair. For the price, I feel like it's not worth it. 2. Not as glittery and fun as I'd hoped. 3. I didn't notice any difference in using it and it actually weighed my hair down a lot after styling. I woke up with helmet hair after using this.   Spend your money on the Color Wow mask.  Also, most of the positive reviews were from receiving the product free, so consider the source."
        },
        {
            "review_title": "Glitteru2026.why?!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "My hair feels no different and I had no idea the gloss was FULL of glitter.  The stuff is everywhere and wont leave."
        },
        {
            "review_title": "Get it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I love all dae products and this one didnt disappoint! This was gifted by Dae hair and now I want a million more! This made my hair feel so soft and look so shiny! I used it also to slick my hair back for slicked back styles!!! it smells amazing too! def should check this out and get it!!!"
        },
        {
            "review_title": "Another Dae winner!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I was excited to try this product because I have been obsessed with Dae now for awhile. My hair has never been this healthy, shiny and bouncy. Love this product also! The smell is amazing!"
        },
        {
            "review_title": "Healthy Shiny Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I received complimentary from DAE Haircare. I have thin curly hair so I was a little hesitant to use the Star gloss shine treatment as I did not want my hair to go limp. This is a pre wash that has the best shine my hair has ever had, it did not weigh my hair down and I was very pleased with y that. I love the invigorating scent and is a joy to use in shower, after complete my hair routine I can say I am now a big Fan. I would recommend it 100%"
        },
        {
            "review_title": "Just OK",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "I was really excited about this, but it hasn't lived up to the hype for me. I've used it a couple of times now, left it in overnight before showering in the morning, and it did not make a real difference in shine or softness, which was a major bummer. Even the glitter seems to wash out. It smells nice, but is very thick and slightly difficult to work through hairu2014 I have very wiry, wavy hair, so this may play a part, it might be nicer on straight hair. Will not repurchase, it's very expensive for it to just do basically nothing (bought it in Canada, was $58 + tax!!). May return."
        },
        {
            "review_title": "Im on the fence.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, fairLight skin tone, Dry skin",
            "review_text": "This has some serious glitter in it. I have long hair and its kinda cumbersome to spread this around on long thick hair. As far as shine, I dunnou2026I have had better results of the ColorWow Money mask. Ill Keep this for now. I probably wont purchase this again."
        },
        {
            "review_title": "She is GLOSSSY!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Oooooo she is SOFT and GLOSSY!  I am already a bit DAE fan, so I had to try this  when it came out.   I tried it for the first time. I noticed my hair was smoother just by shampooing it!   I left it in for about 10-12 hours."
        },
        {
            "review_title": "Wouldnt recommend",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I got a little bit of shine, but nothing crazy. Also, I find this product very sticky and had a hard time to apply it on my long hair."
        },
        {
            "review_title": "Will keep buying",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This gave my hair the boost it needed to come back to life. My hair was so dry and dull lately, and most hair treatments/masks tend to make my hair feel super heavy. It now feels light, fresh, bouncy and shiny!"
        },
        {
            "review_title": "A literal must have for the best hair ever !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I am convinced that this is magic! I have very frizzy, dry, wavy/curly hair and I use a flat iron to flat it down. This cream transformed my hair after 1 use! I love Dae products so much!!!"
        },
        {
            "review_title": "SHOCKED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Usually I use a product a few times before wrighting a review. Literally bought it 5 hrs ago just used itu2026 Im obsessed its amazing!! You need this. The photo doesnt do it justice."
        },
        {
            "review_title": "Skip!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Has GLITTER in it. Thats where the u201cshineu201d comes from. Isnt very hydrating, made my normally very soft hair feel like horse hair as another reviewer mentioned. Ill stick with hair oiling pre-shower, far better results."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "After using this a couple times my hair felt like horse hair. It was awful. My daughter even tried it and she got the same results. We both have medium thick hair. I would not recommend."
        },
        {
            "review_title": "A new staple for when Im feeling tangled",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "My hair was noticeably shinier and softer after using this. I put it on in the morning then did a slick back bun for work and washed it out when I was home (8hrs later). The little bit of glitter was super cute and it smells amazing!"
        },
        {
            "review_title": "Must have for my hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "After one use, Im hooked! Made my hair shiny, bouncy, frizz free and detangled."
        },
        {
            "review_title": "Impressed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Made my hair feelufffc super silky with a subtle shine. Second hair day, my hair still felt extremely nourished and vibrant.  Only downside- I would recommend gloves when ufffcapplying due to shimmer in product shimmer"
        },
        {
            "review_title": "I DIDNT get this free- but I like it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, fairLight skin tone, Combination skin",
            "review_text": "This doesnt give me anywhere near the u201cglossu201d shine in the photos, at least not one use in, but it really helps my hair not be so dry, frizzy and tangled, which for someone suffering immense hair loss, I appreciate anything that helps my hair to avoid further loss and/or damage. Yes, the cream makes your hands glittery, but I dont mind that. I love glitter. I also like the scent. And the tube colour, not that that matters!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I received this treatment complimentary from Dae in exchange of my honest review. I did like the hair treatment. It is a thick creamy consistency and it smells really good. It has shea butter and prickly pear among other ingredients. It made my hair feel hydrated and more shiny. What I did not necessarily love about it is the glitter."
        },
        {
            "review_title": "I have in my favorite product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Combination skin",
            "review_text": "complimentary fromdaehair  I used Stargloss Hair Shine Treatment- Dae overnight on my hair.  This product leaves the hair very soft from the moment you apply it, it also has glitter particles that remain in the hair but once washed all the glitter is gone and the hair is very silky and shiny.  The truth impressed me the result after ironing my hair.  I love it and I recommend it"
        },
        {
            "review_title": "Glossy Gorgeous Strands",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This product was gifted by Dae. I have medium/long hair that's thick in amount but fine in texture. I've got some damage and dryness on my lengths and ends from color treatment and heat styling. My hair is also prone to dullness and getting weighed down easily. I left this on for about an hour before showering. It rinsed out well and didn't feel that it left behind any residue. It didn't weigh my hair down despite my fine texture. It made a very noticeable difference in the shine of my tresses. It feels incredibly silky and has a gorgeous shine without any other products in it at all! My hair felt a lot more manageable when combing out before blow drying. This is a great treatment if you're battling dull hair that can be finicky."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "I received this Stargloss Hair Shine Treatment complimentary from Dae for my honest review. This pre-wash conditioning shine treatment is rich and creamy. It is easy to apply to dry hair and does not feel sticky or greasy. I love to apply it before bedtime and wash in the morning for an extra-deep treatment. This cream smells absolutely divine and contains some of my favorite ingredients such as moringa oil to add lustre and shine to my hair. I highly recommend this treatment."
        },
        {
            "review_title": "Glittery and Good Smelling",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "This product was gifted by Dae Hair and I honestly would not purchase. I wasnt a fan of the literal glitter that was supposed to act as shine. I didnt see that my hair liked it on overnight either as it looked dry after I washed as recommended. It did smell really good !"
        },
        {
            "review_title": "Say goodbye to dull hair.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "This product was gifted by daehair. The Stargloss shine treatment moisturized and added so much shine to my hair. My hair color tends to bore me sometimes but with this product I feel confident. The application is also sparkly which is so adorable."
        },
        {
            "review_title": "Shiney results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "This pre-wash glossing treatment delivers brilliant shine and silky-smoothness. Infused with prickly pear seed oil to tame frizz, nourish and tame. This left my hair so silky and shiney Gifted by daehair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "The new stargloss shine hair gloss treatment was gifted by Dae and this treatment/mask is absolutely a STAR. My hair is so shiny, soft, and silky after using this product AND it smells incredible as do all Dae products. This is my new holy grail hair product."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "Received the star gloss shine hair gloss complimentary from Dae in exchange for an honest review. It revitalized my dull hair, leaving it ultra-glossy and smooth. A must-have for every haircare routine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "my hair looks and feels so healthy after using this! i was nervous it would leave my hair greasy or oily but it didnt at all! i use it 1-2 times per week and would definitely recommend! complimentary from dae"
        },
        {
            "review_title": "Good product for frizzy hair",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Dae gifted me this product in exchange for an honest review. This product is super easy to use and does have results. I wouldnt say I noticed an extra amount of shine but it definitely made my hair less frizzy and shiny. I let it sit for 25 minutes so Im definitely going to try it for a longer period to see if. I can achieve the shine. It does make your hair super soft!"
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I am obsessed with this product! It makes my long 2b/2c type hair feel so smooth and silky afterwards. It is so easy to apply and you do not need to use much to get results. I would definitely recommend! *gifted by Dae Hair*"
        },
        {
            "review_title": "Hair looks so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "Complimentary from daehair.  I honestly love this. It's gives my hair a nice shine. It smells so good too! It smells like fruity cereal to me.  It was easy to apply.  If you love glitter, this is going to make you lose your mind!"
        },
        {
            "review_title": "shinny Healthy hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Gifted by Dar Hair I really enjoyed the Prewash glossing hair treatment it delivered shine to my fine hair and reduce frizz making it more smooth and have it hydration. Appreciate that the scent was not so heavy and the thickness of the product was great not making fine hair flat."
        },
        {
            "review_title": "Shiny Hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Like all Dae products, my hair smells and looks amazing each time I use this. I love how much of a difference this made in terms of my hairs overall shine and softness and didnt feel too greasy or anything. Love it and will purchase again! I was gifted by Dae Hair."
        },
        {
            "review_title": "such a beautiful shine it leaves on my hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "My first time trying this brand and I hv to say I loved the results. I have thin curly hair that get frizzy and dull after a few days. So I used the Shine gloss star treatment and felt in for about 1 hr and rinsed. Then I used my regular shampoo & conditioner. I decided to blow dry my hair and it looked so healthy, shiny and beautiful. Gifted by dae hair"
        },
        {
            "review_title": "Love this treatment!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This hair shine treatment was amazing! This was kindly gifted by Dae. I have very curly hair. With that being said its very prone to tangles and dryness. I used this treatment as a mask and allowed it to sit in for 20 minutes. I noticed immediate results and much softer hair afterwards. I was able to brush my hair out much easier after um using this. Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "First of, the packaging of this product is beautiful! My first impression of Dae hair shine treatment was  that it smells good! It has the fruity scent to it that's very familiar and reminds me of an air freshener, but in a good way! I noticed that it has glitters that adds on to the shine in my hair. I let mine sit overnight and feels smooth and healthier after washing it out. I'm happy to have tried this hair treatment, this was gifted to me by DAE"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "this product was overall just okay for me. i was surprised when i used the product for the first time that it has actual sparkles in it, thats was unexpected. it did make my hair maybe a bit shinier but nothing crazy. gifted by dae hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "The Stargloss Hair Shine Treatment is so incredible! It's a pre-wash glossing treatment that makes your hair shiny and smooth. I absolutely love that it is infused with prickly pear seed oil to reduce frizz. I will definitely be re-purchasing! This was gifted to me by Dae for review purposes."
        },
        {
            "review_title": "Frizz free shine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Try newbhaircare products is always a bit stressful for me because I have thick 4c hair that needs a lot of moisture. I've been using Stargloss Hair Shine Treatment gifted by Dae and it is amazing. Inuse it as a overnight treatment on dry hair before I wash and condition. The results were insane. My hair was so shiny and frizz free free. My hair needs moisture and this treatment was so hydrating. 5/5 stars! This is a must have product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I really enjoyed how this hair gloss from Dae gave me a really nice hydrated shine. I think that this was the perfect treatment for full dry hair. It gave my hair new life and reduced frizz. Gifted by Dae"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "Ive really been in love with this brand lately and this shine cream is so amazing!! My hair has been looking rough and this adds a beautiful shine without extra weight or greasiness! I love that its not a leave in treatment so can use other styling products as needed!! Gifted by Dae"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Combination skin",
            "review_text": "This was gifted by DAE hair. I have used this product a few times now. It smells really nice. A little product goes a long way, too. I love that this brand is clean and the packaging as well. I have to continue using to see more results."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "First time trying Dae products and gifted by Dae hair. This hair treatment is super moisturizing and a little bit goes a long way. The texture is like a mousse cream with light reflecting sparkles, it also smells very springy and refreshing! I let it sit in my hair for about 15 minutes and after washing out my hair felt extra soft but still light and more shiny. I think if you have fine hair really be careful with how much product you use but this was super lovely to use!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I was gifted by dae hair. Love how this smooths the flyaways and keeps my hair shiny and sleek! It gives my hair the extra boost it needs when towards the end of my hair week before the wash. Its perfect for postpartum baby hairs so they arent as crazy"
        },
        {
            "review_title": "Try it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Combination skin",
            "review_text": "Received complimentary from Dae. This product is amazing. I had never used a pre wash product. Its usually after I was my hair. It smells good and left my hair super shiny. I have some blonde on my hair and it needs a little boost. This product left my hair super soft."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Dae Hair. I really liked this Stargloss Shine Hair Gloss Treatment!! I do it once a week. the effect is amazing like after a spa salon. the smell is just amazing! hair is soft and shiny.Easy to apply. I love it. I highly recommend this product!"
        },
        {
            "review_title": "Smells amazing but just okay for shine",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I have bleached hair that can sometimes use a little boost of softness and shine. I applied this mask from upper mid length to ends and left on for about 4 hours. I was turned off a bit by how much actual, literal glitter was in this product, after rinsing out and following the rest of my hair routine, I noticed slightly less frizz but not a lot of added shine. I will say though that this mask smells amazing.   Gifted by Dae."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "Really love this hair shine treatment! I put it in my dry hair before I showered and left it on for about an hour and then washed it out and shampooed and conditioned like normal and I really love how soft and shiny it turned out! Definitely going to keep using. Gifted by Dae"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Gifted by Dae. I absolutely love this shine treatment. Ive noticed my hair can be really dull looking so Ive been on the search for something to bring life to my hair. Im really happy I found this product, my hair looks super shiny and healthy!"
        },
        {
            "review_title": "Dazzling, shine, hydrating, hair treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I receive this product complimentary from  Dae hair. I let Stargloss  shine treatment Dae sent in my hair overnight. My hair texture is mix, wavy, curly and thick. I always have a hard time finding something that contain my hair on its own. My hair felt smooth after washing the product out. I knew this product was going to make my hair shine from the name but it surprise me because it had to go glitter flex in the product. My hair looked and felt teens hydrated and bouncy after using this product."
        },
        {
            "review_title": "Definitely Add to Your Hair Wash Routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I have never tried anything from Dae Hair before so I was definitely interested and intrigued. This hair gloss that you apply onto unwashed hair right before its time for you to wash your hair was pretty interesting. I applied it like a hair mask and left it on for about 45 mins as I did daily chores around the house. There is a super fine-fine micro sparkle that I noticed on my hands after applying the product onto my hair. Once it came time to washing my hair, it rinsed out pleasantly in the shower and my hair also smelled really good. After blow drying and styling my hair, my hair felt so soft and looked so shiny. I look forward to using this product again! Gifted by Dae Hair."
        },
        {
            "review_title": "Shine!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "The product was gifted by daehair. I usually don't bother with pre-wash products because I tend to forget about them, and the wait time of 20-30 minutes can be a bit tedious. However, when I opened this particular product, I was instantly in love with the smell and had to give it a try ASAP. One of the things that impressed me was that it can be left in as an overnight treatment, saving me time and hassle. I was pleased with how silky it made my hair feel. However, I did find that it's important to be mindful of the amount of product you use, especially if you have thinner hair. For my mid-length hair, I found that using a moderate amount worked best. While it may not give an intense shine to me personally, it does succeed in leaving my hair feeling noticeably softer."
        },
        {
            "review_title": "Try it to believe it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I received this Stargloss Hair Shine Treatment complimentary from Dae Hair..  It feels great, it feels soft and smooth on hair when you rinsing it off.. It kinda feels like I dont need to shampoo or conditioner my hair.. It smells like lemony and the result is so Wow! It makes my hair super shiny.."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Dry skin",
            "review_text": "Gifted by dae, so easy to use, just spread through dry hair from root to tip, I left on for about 20 minutes then shampooed and conditioned like normal, my hair was so soft and shiney after blow drying and flat ironing, I couldn't stop running my hands through my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I got this gifted by Dae Hair and honestly I love it. It does have sparkles in it which can be a little annoying but I dont even care because it adds such a beautiful shine to my hair! I have naturally wavy hair and after doing my routine it was so soft and shiny. I let it sit in my hair for about an hour while I worked out."
        },
        {
            "review_title": "YOU NEED!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I got this gifted by dae hair and I absolutely love it. DAE has AMAZING products and you cant go wrong with any of them. They have truly changed my hair and I dont have one complaint about them! Once you go dae, you will never go back ;)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "Gifted by Dae. I used this once and I must say Im so impressed. My hair is dry frizzy and lacks shine. After using it my hair was definitely shiny and looked more healthy. I also love the subtle fragrance"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "Gifted by Dae! I have thin, color treated hair that can feel really dry in between washes. I used this and let it sit for 20-30 minutes. I definitely noticed a difference; my hair felt smoother and softer. I find it weird that its glitteryu2026 but otherwise its great"
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "Dae gifted me this product. This has made my hair look healthy again. It took my dull looking hair to the prettiest shine. It gives the perfect amount of shine without looking oily. My hair is colored and since has needed hydration."
        },
        {
            "review_title": "Love love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is truly the cutest thing ever and I am so happy that I can report it actually works! I've never been a fan of skincare and hair care having glitter in them but because this is so cute and subtle it doesn't bother me. I put it in and seriously go take my dogs for their nightly walk and I just feel so cute! Get home and wash it out and my hair is much shinier and softer! I love it! Gifted by dae."
        },
        {
            "review_title": "A must for me!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "This is my first time using a pre wash like this! This is truly a glossing treatment that leaves my hair super shiny while making it smoother! It also smells heavenly! Its sweet and fruity while also being crisp and clean! Gifted by Dae Hair."
        },
        {
            "review_title": "So silky",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This product is amazing!!! It legitimately has sparkles in it so your hair literally shines. But besides that the product is great. I put it on and left it for 20 minutes and my hair was so silky smooth afterwards! I received this gifted by Dae hair."
        },
        {
            "review_title": "Subtle Shine",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I had very high expectations for this launch and thought that it would be like glitter for my hair in a bottle. I gave it many tries, but the shine effect of this is so subtle. If you are looking for magic, I will have to disappoint that this product isnt going to be that magic shine product.  Gifted by dae, opinions are my own."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is my new favorite way to make my hair shiny and happy. I apply it before my shower and let it sit for awhile. Then I go about my routine like normal and my hair turns out so pretty! Gifted by dae"
        },
        {
            "review_title": "Ive never had shiny hair like this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I was amazed at how incredibly soft my hair felt after using this product! I couldn't stop touching it because it felt so smooth. Not only that, but my hair looked shiny and vibrant too. I applied the product for 20 minutes before washing my hair with shampoo. I was surprised to find that the texture was sparkly and creamy. However, there weren't any actual glitter or sparkles in my hair, just a beautiful shine. I absolutely love this product and I'm definitely going to use it every time I wash my hair! Gifted by Dae but the love is all mine!"
        },
        {
            "review_title": "Makes your hair really soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "This made my hair insanely soft and I wasnt even expecting that, so that was a nice surprise! I left it in on dry hair for 20 minutes and upon rinsing I instantly noticed how soft my hair was. I let it dry and it definitely added some shine to my hair but it wasnt really anything too drastic. My hair for sure seemed to have more shine than I am used to though. I have naturally coarse and curly, kinda dry hair too so it definitely did a good job and made it look WAY healthier. Smells great, I dont understand why it has glitter in it since it washes out haha but no harm! Overall Ill be purchasing in the future. Makes a great gift too! Gifted by Dae Hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Im loving this Hair Gloss Treatment, it has been a game-changer for my hair! As someone who's always on the lookout for products that deliver on their promises, Dae did not disappoint. Loved its creamy consistency made it easy to spread through my hair. I left it overnight for an extra deep conditioning and as I rinsed off the treatment, I could already feel my hair becoming softer and smoother. But the true magic revealed itself once my hair dried naturally. This treatment enhance the overall shine, but it also added a touch of silkiness and manageability to my hair, making it easier to style and comb through! Another significant advantage is that this product is suitable for all hair types. Whether you have curly, straight, colored, or damaged hair, Dae seems to cater to everyone's needs, which is a huge plus. In conclusion, the Dae Hair Gloss Treatment has earned its spot as a must-have in my hair care routine. It combines efficiency, natural ingredients, and nice scent, making it a true pleasure to use. If you're seeking to revitalize your locks and achieve a head-turning shine, I wholeheartedly recommend giving Dae a try. You won't be disappointed. Your hair will thank you! Gifted by Dae Hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Oily skin",
            "review_text": "This was gifted to me by Dae. I was so excited to try this out as my hair could use some TLC. I love that you can leave this in overnight or use as a 20/30 minute pre wash treatment. I have been using it before washing and my hair is looking healthy, shiny, and less frizzy!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Gifted by Dae Hair.  I have long, thick hair and this treatment did leave my hair looking super shiny and glossy. Applicator is easy to use, only complaint would be the amount of time and pre planning it takes to use since you need to apply pre-shower."
        },
        {
            "review_title": "Not for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "Unfortunately, im disappointed in this product. I left it on overnight and did not see or feel any difference in my hair. I applied a generous amount as well. The product also has glitter in it that gets all over you! I was gifted by Dae Hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "I have very dull hair and I was looking for the best product to make it shiner and I found it! This pre wash works wonders leaving my hair with brilliant shine and silky-smoothness. I usually apply the product and go to bed and wash the hair in the morning. It looks so good that I want to use it every time I wash my hair! gifted by dae hair"
        },
        {
            "review_title": "Great for dry dull summer hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I love how soft and shiny my hair was after washing and drying. I've been struggling with dull hair since I've been in the sun a lot, so I used the Stargloss treatment for about 30 minutes on my dry hair and then washed it and dried it. It looks and smells so pretty!! The Stargloss Hair Shine Treatment is now in my top 3 for hair care. I have straight fine hair and this product worked great and didn't weigh my hair down. Gifted by Daehair"
        },
        {
            "review_title": "Speechless",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Combination skin",
            "review_text": "Gifted by Dae Hair  My hair was going through a dryness/ no shine season. I dyed my hair and after that I started to see my hair without shine. When I tried this product, I was in shock! It made my hair feel so amazing and the shine that gave me was incredible! I left the product sit in my hair for 25 minutes, my hair is very thin but I noticed the difference as soon as I rinsed it out."
        },
        {
            "review_title": "Its good, but not great",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Left this in for hours, my hair is hydrated and looks smooth. I despite the u201cglitteru201d in it though. Id buy it during the sale, I wouldnt pay full price for it."
        },
        {
            "review_title": "must have for sure",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "gifted by Dae Hair , To be honest i didn;t know i needed a hair gloss so bad until i got this one gifted, i have curly/ medium wavy hair and i try to keep it blonde, bit if you know about blondes , it will damage your hair and leave it brittle sometimes not even the good conditioners help, this gloss added shine and a beautiful golden blonde to my hair, i'm amazed by it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "okay gifted by Dae haircare* but reviews are my own! THIS PRODUCT IS EVERYTHING!!!!! I love Dae and my hair is so shiny and silky smooth! I will continue to use and absolutely love the results I have been seeing!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "This is my favorite pre-wash treatment I have ever used. I have fine, long, dry, and frizzy hair - so I massage the treatment into my length and leave it there for about one hour usually. It smells fruity and great (I am normally not even a fan of scented products). I then wash it with shampoo and usually air dry my hair. Since I started using it, my hair isn't dry or frizzy anymore. I particularly love that I put the treatment on dry hair. It also doesn't weigh down my hair at all. Gifted by Dae"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "What an amazing product! I use this on my hair a couple of times, and I cannot believe how super shiny and soft my hair gets from using this. I would highly recommend this product to anybody who wants super gorgeous, shiny hair! Gifted by Dae"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I really liked this product!! My hair is very dull. I applied this and left it on for almost an hour. I washed my hair and brushed it. The next day it was shiny, even the parts I have bleach in. I will continue to use. Gifted by dae hair."
        },
        {
            "review_title": "blah to ALIVEEE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Combination skin",
            "review_text": "Dae Stargloss Shine is a haircare must-have. This conditioning mask is a game-changer for achieving lustrous, star-worthy shine. It deeply nourishes and hydrates my hair, leaving it feeling incredibly soft and silky. I left it on overnight for an extra deep conditioning treatment after the summer heat has bore my hair down. The results are simply stunning u2013 my locks look revived and brilliantly glossy. The formula is lightweight and doesn't weigh my hair down. My hair is on the course side and is frizzy on a normal day. It's become an essential part of my haircare routine for maintaining a beautiful, salon-quality shine. If you want to elevate your hair's brilliance, DAE Stargloss Shine Conditioning Mask is the perfect go-to. gifted by Dae"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Dae Hair. I love the way this treatment smells, the texture is nice but it has a lot of glitter, not sure what good it does, but its pretty.  I try to keep it on for at least an hour, it washes off pretty easy. My hair does feel a tad softer, and looks a little more shiny but nothing major or super noticeable."
        },
        {
            "review_title": "Yes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "Gifted by DAE. Im obsessed with this hair gloss treatment! I have coarse, frizzy and wild hair. I have been leaving this product in for a hour or so and I cannot believe the difference! This hair treatment has left my hair super soft and shiny. I live in very humid south Texas and most of my frizz is gone without my hair feeling weighed down, I still have tons of volume. The first time I tried this I cringed a little at the amount of glitter BUT to my relief it completely washed out. I will definitely be purchasing this product and exploring this brand more."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this product! It leaves my hair feeling silky smooth and takes away all the frizz! I would definitely highly recommend. Its my new fav and the packaging is so cute too! A must have! Gifted by dae"
        },
        {
            "review_title": "gorgeous shine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have super extra long hair thick and beautiful but lately these past couple years i notice its not as shiny its very healthy but not as shiny as it was when i was younger. But i havent heard of a good product for shine and i finally found it! easy to use i definitely recommend. gifted by Dae Hair"
        },
        {
            "review_title": "Silk",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Literally obsessed with this product Ive been waiting to talk about it since I got it! My favorite way to use it is applying a bunch like 4-5 hours before I go to shampoo, it gives a really sleek look and adds a glimmer to my hair, then Ill wash out at night and my hair is legit silky and also lays cuter! Gifted by brand, seriously my fav still"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I received this product complimentary from Dae. I have dark hair thats pretty shiny as it is, so Im not sure how much this made it any glossier, but I will say this: my hair feels soft, hydrated and smells pretty. This product smells delicious. I absolutely love it. When I applied it, I noticed that it has glitter/golden shimmer and wondered if my hair strands would be glittery. I dont see that the glitter stays on my hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love Dae products! I was super excited to try this pre-wash treatment, gifted by daehair. I have straight hair and let the treatment sit in my hair for 30 min. It smells amazing and had glitter that helped bring out a shiny texture to my hair. After I washed it out and blowdried, it felt silky smooth. Adding this to my new weekly routine when my hair needs some extra TLC!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I received this complimentary from Dae for my honest review.  This is a miracle worker for my thin dry frizzy hair. It was east to use and smells good. It made my hair look so so shiny and pretty. My summer frizz looked so much better. Love it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I have been using this product this week followed by their purple sharper. My hair looks a lot shinier and feels so much smoother and softer. I love how healthy my hair looks too. I am a big fan of Dae products."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Bought in store a week early. Used twice so far. Hair is much shinier & smoother. I use with my other Dae products, very loyal. Will be rebuying."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Gifted by Dae hair i am already such a big fan of this brand and when i used this product in my hair I was obsessed my hair looks so shiny and feels beyond soft i all so obsessed and so In love such a great product"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "I was sent this complimentary from Dae in exchange for my honest thoughts. I have quite a few Dae Products and I love them all a lot, so I was excited to try this. After the first application, my hair felt a bit less dry but I don't know if it made a super big difference. I'm also unsure if the chunks of glitter are necessary - One of my favorite things is how amazing the scent is! It smells so good!"
        },
        {
            "review_title": "A new must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This was gifted by the brand. Its my first time trying this brand and I really enjoyed this. My hair is long, coarse and thick so I thought a pre-shampoo mask would be a good try. I applied and left it on for a half hour and it did a good job at softening my hair and making it more manageable to blow dry. This photo was taken directly after blow drying, and it made my hair look less frizzy and with fewer broken hairs. It is expensive for a hair mask but it really is beneficial, so if youre not sure, I recommend giving this a try."
        },
        {
            "review_title": "In love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "This was gifted by Dae Hair but Im buying it when I run out! This product is so amazing! I use it before showering and it leaves my hair sooo smooth and people can even tell how smooth it looks! I have fine hair and I was scared it would leave my hair greasy but it doesnt!"
        },
        {
            "review_title": "Love!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Gifted by Dae Hair- Seriously LOVE LOVE LOVE. I dont know how my hair survived without this stuff! Im already a HUGE fan of dae hair, so I had to try this! I am obsessed, a serious hair must have! 10/10"
        },
        {
            "review_title": "Super soft hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Gifted by dae hair. I absolutely love this hair mask. I left it on for 2 hours and when I rinsed my hair it felt super soft I didnt even need conditioner. I actually really liked that it had glitter on it, even though after i rinse it I didnt see anything left on my hair. After stying my hair was smooth and super shiny! I would definitely recommend"
        },
        {
            "review_title": "must have in hair care routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "okayyyyy dae!!!!!! I swear yall this brand is top TIER. not only does this new product look aesthetically pleasing on my shower rack (iykyk), she smells amazing, and my hair is flawwwless after using this. it is becoming an integral part of my haircare routine. 10/10. I was gifted by dae :)"
        },
        {
            "review_title": "Shine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I've used this mask a couple different ways so far. I used it first before my shower and left it on for twenty minutes with great results! But what works best is when I put it on right before bed (with a shower cap I got from a hotel) and leave it on overnight. My hair comes out so soft and Shiny! I love it! Complimentary from daehair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Normal skin",
            "review_text": "My scalp is super sensitive, everything irritates it So Im really cautious with what I use I tried this and WOW it leaves my hair super shiny and soft it definitely doesnt irritate my scalp and it leaves my hair super hydrated Complimentary from dae hair"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Gifted by Beautycounter.Oh what a fun new sponge. As always great results with my products application and changes colour when its wet. I love all about it size, quality and the results after using it. Never disappoints."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Gifted by Dae. I have straight, medium-density hair and personally haven't struggled with loss of shine   but I was curious how this product would perform on my hair. I followed the instructions on the bottle, and left the mask in my hair for around 20 minutes. I wasn't expecting there to be so much glitter in the product, which was a turn off for me. I had to scrub my hands for awhile to ensure all of the glitter was gone. After rinsing the product out, my hair didn't feel all that different. I usually air dry my hair so when I woke up the next morning my hair looked about the same as it usually does. Again, I don't personally struggle with loss of shine or dullness so this product wasn't a game-changer for me. It smells nice and is easy to use,  but I think I'd see more drastic results if my hair was in desperate need of shine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Oily skin",
            "review_text": "Gifted by dae hair. This is my first time trying anything from this brand and I absolutely love this product. A little really does go a long way. I leave it on for about 20 minutes and my hair has never been so shiny before."
        },
        {
            "review_title": "It does work !!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The product was gifted by Dae  I was very skeptical about this product, mainly of the way you have to apply it before washing your  hair. Well,  I was pleasantly surprised. I used it twice already and my hair looked amazing. I followed the instructions, applied on my hair and kept it for an hour. Used my regular shampoo and conditioner and no additional  product.  It made my hair so much shinier and brighter without drying it out. I took a before and after photos to show the difference.  It does work!!!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this treatment. It was so easy to use and made my hair so shiny. The packaging was adorable and my super long thick hair loved to added shine. I used it before blow drying and straightening and was left with amazing locks! Thank you gifted by Dae Hair"
        },
        {
            "review_title": "Pretty good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Combination skin",
            "review_text": "I absolutely love Dae hair so I was really excited to try this! I have curly dry hair and really wanted that extra shine/moisture boost so I decided to give this a try! I love how easy and fast this is to use and how soft my hair felt after one use, but I dont love the added sparkle as I feel it got everywhere and was unnecessary for the product. Gifted by Dae Hair"
        },
        {
            "review_title": "Love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "This hair product is fantastic! I received it as a complimentary from Dae hair . Since I recently bleached my hair, it has become noticeably dry. I applied the product and left it on for approximately 10 minutes before showering. When I finished washing my hair, I was amazed at how incredibly smooth and healthier it appeared."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "I was gifted by dae hair. This stuff is amazing!! It literally works over night. The first time I used it my hair was visibly more shiny. I personally used it before I went to bed but you could probably use it any time. It makes your hair look beautiful and healthy!"
        },
        {
            "review_title": "in love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "I used this product twice already and i can already see the difference in my hair. its insane how quickly i can see my hair getting healthier. and in this product is shiny particles which make my hair shine so much i love! gifted by dae"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Tan skin tone, Combination skin",
            "review_text": "My hair is pretty damaged after doing balayage for 7+ years and I'm always on the lookout for new hair products and this one by far is one of the most amazing treatments one tried! I applied it on my hair 30 mins before showering and my hair felt sooo silky smooth and healthy after! It was extremely easy to blow out and to style it and there was no frizz (which is usually my huge issue). I've also tried applying this treatment and leaving it on for longer (I went to a hot yoga class and just put my hair in the bun) and it literally worked like a pro salon treatment! If you struggle with bleached/frizzy/stubborn hair - is highly recommend to try this!  This product was gifted to me by DAE."
        },
        {
            "review_title": "Great!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Dae Hair gifted me this product. As this product really does add shine to the hair. what I like the most is how to use it, before washing, as this makes my day-to-day life much easier. I apply it on my hair , I take the opportunity to do other things and then I go to the shower . And then my hair is so much more shiny and beautiful. It's perfect for me to use before an event and I want my hair to look better. because I take the opportunity to do depilation while the product is acting on the hair."
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "THIS IS AMAZING. Ive tried so many u201cglossesu201d that didnt do much but this helped my hair SOOOOO much. I have bleached, platinum hair that tends to get dry on the ends. My hair felt better after using this once than when I had natural hair. It made everything so smooth. Will repurchase over and over. Gifted by Dae"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Gifted by DAE. This shine mask is exactly what my hair needs after a day at the pool and sun damage. I use it typically an hour before Im about to shower. The smell is amazing! The only thing I dont understand is why there is sparkles in the product, they were all over my hand. After rinsing my hair in the shower this product gave my hair such a beautiful shine and is so soft!!! Way softer than any mask would ever give!! Love this product!!"
        },
        {
            "review_title": "Good mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "Gifted by sea for my honest review-to Start this hair mask is nice and thick with a refreshing smell. I really like the fact it comes in a tube, its just easier to apply. I have 4c hair and it covered it well, for actual results I can say there was a difference but maybe the difference would be better on looser styles."
        },
        {
            "review_title": "Dae Slay!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "Dae gifted me the Stargloss Hair Shine Treatment. It is a pre wash treatment that helps reduce frizz, make hair shiny, and provides hydration. I love the scent of the product and really makes my bleached Asain hair sparkle and shine."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "The Dae Stargloss Hair Shine Treatment is pure magic for my locks. This lightweight treatment adds a brilliant shine to my hair, making it look healthy and lustrous. It also helps to tame frizz and flyaways, leaving my hair smooth and silky. The heavenly scent is an added bonus. Gifted by Dae."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I received this gifted by Dae Hair. I have fine hair that is dry and dull.  I used this as recommended before washing, and put it only on my ends. I let it sit for a half hour. I really didnt see any results or shine after washing. It is also filled with glitter which was all over my hands.  I probably wouldnt repurchase this."
        },
        {
            "review_title": "Unsure!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "I love everything Dae so was excited to try out this product. Its a pre-wash shine mask. I was surprised to see shimmer in the mask, especially since its a wash out so Im not exactly sure what the purpose of that is? Smells great like all Dae products. Easy to use, on my fine hair I left it in for the recommended time. It does feel like you need a lot of product when you apply on dry hair though! My hair felt manageable and soft after but Im not sure I saw huge shine difference! Im not sure its something I would repurchase for that reason. 3.5 stars. Gifted by Dae."
        },
        {
            "review_title": "OK, but why the shimmer?",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I admit this treatment smells INCREDIBLE, I am always obsessed with the scent of Dae Hair products. I've used this a handful of times now & I've left it on anywhere from 20 minutes - 4 hours. I did not expect the shimmer in here but I can happily report it does wash off easily. I have thick, wavy & long hair & I am almost completely out of this hair treatment unfortunately.  While this did leave my hair feeling good after rinsing it, it almost feels like my shampoo& conditioner cancelled it out? I love my shampoo & conditioner so I am not complaining there, but I didn't notice if the treatment actually did anything for my hair. It felt the same amount of softness & shiny as it normally would. Styling wise it looked the same too. Not a fan of the shimmer - feels like it's not necessary. Overall I am not against it but not running to repurchase it at this time. (gifted by Dae Hair in exchange for honest review)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This Hair Mask instantly transforms the texture of your hair, making it smoother, and healthier looking with higher volume and bounce. This Mask gives damaged and dry hair a renewed look and feel of silky perfection and radiant shine. Complimentary from the brand."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "This shine treatment has a nice creamy texture and is even shimmery looking! I have fine hair, so I havent tried it as an overnight treatment (yet). It leaves my hair feeling extra hydrated and definitely has a shiny look to it. Gifted by Dae Hair."
        },
        {
            "review_title": "Has glitter!!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "Gifted by dae! This product does make my hair shiny, BUT it has glitter in it so you have to careful of what youre doing after applying. It says you can use it overnight, but I dont see how you could do that without getting glitter everywhere. It smells nice and does leave my hair shiny, but the glitter def makes this less appealing to me."
        },
        {
            "review_title": "A must if you want shiny hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This was complimentary from Dae hair but all opinions are my own. If you want silky soft hair then you need this. It smells divine and it gives your hair the most beautiful shine. Its not heavy and my hair is so soft! It even stayed soft for days after and I dont get how?! Definitely worth it if you have any sort of damaged hair, frizz or just want shiny hair the. You need it."
        },
        {
            "review_title": "A dry/damage hair dream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "This is my first time trying a dae hair product even though is super popular on social media it seem like I havent had the time to try it before,u201d gifted by dae hair careu201d have to say I already have in my Sephora shopping bag two more products from themu2026 thats how much I like it. This is a very nourishing, moisturizer and so much shine, I have very dry hair, damage hair from color treatment, and this makes wonders for my hair, this mask will be on rotation on my hair care routine."
        },
        {
            "review_title": "Another Dae win",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "First off let me say that I LOVE Dae products and this is another win for me. I have dry/wavy/frizzy hair and during the summer it is very humid here so I have been looking for something to help tame that. This is it! It helps my hair have shine and is less prone to getting frizzy after. I let it sit on my hair while I shave my legs so maybe like 5-7 minutes?? It makes my hair feel so soft and has helped my texture! (gifted by Dae)"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "A little background on my hair, it is a little dry and it is color treated. This product smells absolutely amazing and I was actually very surprised to see that it contains sparkles or glitter because I noticed it all over my hands. I followed the directions and left it on for a little over 20 minutes and washed out. This did leave my hair somewhat smoother and slightly shinier but nothing drastic, maybe I should try leaving it overnight next time and see if that helps. I was gifted by Dae in exchange for my honest review."
        },
        {
            "review_title": "Tames my locks!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted by Dae Hair. I absolutely love this hair gloss by DAE. Just a small amount through my hair makes my locks look shiny and gorgeous. Im a huge fan of this brand and have been for a very long time now. I was so excited to try this product and Im so glad I did! Definitely give this a try if you have flyaways, frizz, or just want that glow, and shine to your hair."
        },
        {
            "review_title": "Like a professional salon gloss treatment!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Im loving this Shine Hair treatment gifted by Dae hair. I have long, fine hair and this gives me such a beautiful straight, glossy look. The results are like a professional salon treatment! My hair looks so shiny and healthy and it smells amazing. Ive gotten several compliments after using it! My hair feels deeply hydrated after using too."
        },
        {
            "review_title": "Nice hair mask",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Normal skin",
            "review_text": "I was gifted by Dae Hair this product for honest review. I applied it twice and left once on my hair for 3-4 hours then a second time overnight. The product itself is Very pretty with lots of sparkle and leaves hair nice - soft and smooth feeling hydrated, I did not think it was revolutionary or left my hair super shiny but did liked it!"
        },
        {
            "review_title": "Awesome product!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Combination skin",
            "review_text": "This product was gifted to me through Skeepers in exchange for a review. I left this mask in for a couple hours on my mid lengths to ends while I put oil on my roots. After I showered it out my hair felt and looks so healthy. Normally my hair is stringy when I get out of the shower, but even my ends were looking so good!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I really loved this product! Ive been traveling and coloring my hair more this year than ever before and my hair has taken the biggest hit, but this product left my hair so much softer and shinier than before, gifted by Dae Hair."
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "I have an absolutely loving this hair gloss treatment! Can I just emphasize how amazing the smell is?! I have a ton of her and its really thick and I can really get a lot of use out of this. So excited to have this part of my hair routine.Gifted by dae hair"
        },
        {
            "review_title": "So fun",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Gifted by Dae. So fun and so effective! Absolutely obsessed with this product. I used this in my hair before a pool day and then let it penetrate my hair under a baseball cap. When I went to shower, I was left with the most luxurious, soft, and shiny hair! The packaging is so cute. It has a gold sparkle tint to it. The smell is amazing- doesnt smell too strong or artificial. Obsessed!"
        },
        {
            "review_title": "Did not like at all",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Honestly I wasnt a fan of this product at all. There is literal glitter in there and the smell is not pleasant. Its very thick and weird feeling while you wait and on top of it it didnt really leave my hair looking better. Gifted by Dae hair"
        },
        {
            "review_title": "wow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "wow!! i cannot believe how well this works- im so shocked by the before/ after pics!! absolutely love this product my hair looks so much more healthy and vibrant after using this. i left it in my hair for 30 minutes and then washed it out. my hair is very fine and easily gets weighed down by hair products that didnt happen with this! complimentary from dae hair."
        },
        {
            "review_title": "Good hair product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I was gifted this product complimentary from Dae. I recently bleached my hair, so my hair has definitely been on the dryer side. I left this in for about 10 minutes before I took a shower and once I got out my hair was super smooth and it looked a lot healthier!"
        },
        {
            "review_title": "Amazing product!!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "Daes Stargloss Hair Shine Treatment is next level and is a must have for all hair types. I recently tried this product after seeing so many amazing reviews about it and I must say they are all true. This treatment leaves my hair feeling extra soft and shiny. Its perfect for turning dull, damaged hair into healthy runway ready hair. Overall, Im in love with this product and I cant recommend it enough!! Gifted by Dae Hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Im usually not one to use pre-wash treatments or masks but my hair has been super dry lately especially in this hot dry weather and this product has been a savior! Love how moisturized, smooth, and incredibly shiny my hair gets and I like to just put it all over my hair in a shower cap, sometimes overnight,  and let it do its magic before shampooing. The smell is beautiful too and been loving it! Gifted by Dae"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "I received the hair gloss gifted by dae hair. I love it! I used it as an over night treatment and that results were so nice. I would highly recommend to friends and family if youre looking for a hair shine!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "I love the dad hair gloss treatment I just got it two weeks ago and have added it into my hair routine and seen such a difference. My hair looks so healthy and looks amazing in pictures thank you gifted by dae hair"
        },
        {
            "review_title": "Amazing results on my hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I was gifted by dae a stargloss shine Treatment I was using this product for a while now i really love my hair. I feel my hair more shine, silky smoothness and hydrate ,, I was so impressed my hair results . I highly recommend it"
        },
        {
            "review_title": "Softer and shinier hair",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I received the star gloss hair shine treatment complimentary from Dae Hair. My hair is wavy and frizzy and these were the results after blow drying. I definitely think my hair feels softer and is visibly shinier. I wish I had taken a pic when I had the treatment on as it actually sparkles."
        },
        {
            "review_title": "Shiny hair-dae ahead!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "LOVE this hair shine treatment! I put this on my dry hair for about 20 minutes before I showered and then rinsed it out before washing my hair. My hair felt really soft and looked super shiny! Next time Im going to try using it overnight because Im sure the results will be even more insane! This was gifted by Dae for me to try with my honest review."
        },
        {
            "review_title": "love",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I have dry curly hair and I tried this mask and it left my hair so soft and looking so shiny. I left it on for 20 minutes, it has u201cglitteru201d but that washes off once you rinse it. Also the product smells really good.  Gifted by Dae Hair."
        },
        {
            "review_title": "Amazing for dry hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Dry skin",
            "review_text": "This product was gifted by Dae, I am loving this product so far, I applied it to my hair and I actually like to wrap my masks in plastic wrap around my head to help contain it and absorb into my hair better, like a salon steamer at home, I let it sit for about 2 hours before washing out in the shower and it left my hair feeling so smooth! It appeared glittery but washed out and left amazing results!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product is amazing! Makes my hair shine and smell so good. I use it twice a week and can tell the difference it makes in my hair. I highly recommend! Takes a while to find hair products that are worth it, this one is! So glad to be gifted by Dae Hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "So far I really like this hair treatment! I was surprised to see it had shimmer in it and it did leave sparkles all over my hands. But overall it made my hair really soft and silky looking! It smells great too. This was gifted by Dae Hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Oily skin",
            "review_text": "I love that this is a pre wash treatment versus a heavy conditioner. I sometimes struggle with shine products weighing down my straight, fine hair but this one worked really well for my hair type! Gifted by Dae Hair"
        },
        {
            "review_title": "A MUST",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "The dae hair gloss that I was gifted by dae hair has made my hair and extensions come back to life. My hair has been pretty dry lately with lightening it and always using heat on it and this definitely made it feel so much better than it has lately!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Gifted by Dae Hair. This is a pre-wash treatment thats meant to tame and nourish your hair. Since youre applying this on dry hair, you do need to use a lot each time. The texture on this is pretty, but super glittery especially when you wash it off. Instructions say to leave it on for at least 20 mins, but I like to leave it on for at least an hour. After washing this off, my hair feels super soft and more manageable. It also smells delicious."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "The prickly pear smell makes my hair smell soooo yummy! I get so excited to apply this on during my hair care routine. It provides a ton of shine and hydration to my hair. I put this all over but especially towards the ends where it is the most dry and brittle. My hair looks and feels healthier with this product in it! Gifted by Dae"
        },
        {
            "review_title": "Beautiful smooth shiny hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Dae. I love using this treatment at night by applying it with the applicator tip onto my long, wavy, dry and frizzy hair and then leaving it on during the night. In the morning I rinse it out and wash and condition my hair. My hair feels so silky soft and smooth and my usually frizzy and dry hair has a beautiful shine. It does not weigh down my hair or leave any residue. A beautiful treatment for my hair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Normal skin",
            "review_text": "I love this product! I use it after styling my hair and it looks like i just left a salon! My hair is so soft and shiny whenever i apply this product. Its my new go to finisher on my hair. 10/10 recommend Gifted by Dae Hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Fair skin tone, Combination skin",
            "review_text": "This brand is so lovely and I always love their branding. I was really excited to try this product and I can say I could tell a difference when I used it. Beware this is something you apply before the shower not during! This was gifted by far hair."
        },
        {
            "review_title": "Amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This product is so good!! I put it in, braided my hair and slept with it on. Woke up and washed and conditioned. I was worried it was going to leave a weird residue but it didnt at all!! Left my hair looking shiny and healthy! 10/10! Gifted by Dae Hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Dry skin",
            "review_text": "I absolutely love this product!! I let it sit in my hair for about 30 minutes then washed my hair and it looked soooo glossy. I have extensions and it worked on my natural hair and extensions! I have been loving Dae's hair products and will continue buying them! Gifted by Dae"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "This hair shine treatment complimentary from Daehair is a great add in on my hair mask days. I leave it in for 15-20 minutes while I do the rest of my routine in the shower to allow it to soak in and soften my hair. My hair feels silky, soft, and smooth after I style it!"
        },
        {
            "review_title": "10/10 My New Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "I absolutely love this hair shine treatment! Before usuing it, my hair looked dry and brittle. But after even one use, my hair (which is thick and usually dry) became shiny and glossy. I let the product sit for about 15 minutes and will be continuing to use it! Although I was gifted by Dae Hair, I truly love this product."
        },
        {
            "review_title": "great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Love this hair treatment! I left it on for 35 minutes and my hair felt shiny and smooth! The smell was fruity, it had little gold flecks in the product, and was super creamy feeling.  I have straight hair and my ends are slightly damaged, and I think it would work for all hair types. Gifted by Dae Hair."
        },
        {
            "review_title": "Easy to use",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I have naturally frizzy hair, so I like to use gloss products to help me achieve a sleek style. I like this product because it is very easy to use.  You don't need to follow a specific time frame for how long to keep the product on. I also like the scent. Gifted by Daehair."
        },
        {
            "review_title": "Must have for shiny, smooth hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This new launch is amazing! My hair is naturally curly, dry and lacks shine. This treatment is a game changer for my hair so far. I left this treatment in for about 2 hours and after washing my hair felt more smooth and silky - after I styled my hair I was so amazed at the results! My hair was so shiny, soft and hydrated. The photo doesnt do justice of how silky and shiny my hair looks :) gifted by Dae Hair."
        },
        {
            "review_title": "Bye bye dry hair!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "I love this hair mask. I have really dried ends, and it has helped my dead ends. The product does say to apply it within the shower, but I usually apply it before showering. I noticed a difference within my hair. It is definitely more smooth shine, and it feels so silky. Also, it is really easy to be de tangled whenever I brush my hair.  Whenever I had this hair mask before showering I do apply a little bit of water to my hair and then I add the product a quarter size is the perfect amount because this product it is definitely great to cover my long hair. I do definitely recommend it. If you have color hair or blonde hair this has definitely have ingredients that will help the dryness.  gifted by Dae Hair"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I dont know about this one - I applied it as directed and let it soak pre shower but noticed zero change. I dont think applying gold glitter that you then wash off with shampoo and conditioner is going to do anything. Didnt do anything for me, so cannot recommend. Two stars because Im sure theres some good stuff in there and Ill just use it as a hair mask after shampooing, maybe itll work that way."
        },
        {
            "review_title": "Not a Gloss",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Combination skin",
            "review_text": "First of all the packaging of Dae products never misses! This came in a beautiful green box and the treatment comes in a green tube. I dont think this tube is appropriately sized for a haircare product though; theres really not much product in it if you have long hair. The product itself is glitteryu2014too glitteryu2014which serves no purpose to me because its washed out. I thought it would be more of a hair gloss but its really more of a conditioning treatment. Gifted by Dae Hair."
        },
        {
            "review_title": "Great for fine hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "Gifted by Dae. This is a great hair product and I love that it can be used on dry hair!!! Its a great option if you want to put a treatment in your hair without getting it wet, before a workout or yoga or something. I have fine hair and this didnt weigh it down at all!"
        },
        {
            "review_title": "A need for your hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "This was gifted by Dae hair. It's true what they say about their viral hair care products, this is so moisturizing, while still nourishing and coating every strand of your hair. I love the way it completely transforms it!"
        },
        {
            "review_title": "Gold glitteru2026.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "I am usually a fan of Dae and I really love their packaging, cruelty free and all that. However, Im not sure what to think about this product. First off, its giving small gold glitter all over my hands and my hair. The scent is amazing, pear and fruity. I left the product over night and washed it in the AM. Honestly, Im not seeing any improvement or differences in my hair. I have very long thick hair so that could be why. Gifted by Dae hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "#daehairgiftedme their star gloss hair shine treatment. This pre-wash glossing treatment delivers brilliant shine and makes my hair so healthy looking . Infused with prickly pear seed oil to tame frizz, nourish, and hydrate u2014 for hair that glistens like a starry desert night. You need to try this one for sure"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Gifted by Daehair. This shine treatment was not what I was expecting... there is literally glitter in this product, so I'm not sure how you would leave this on overnight without making a huge mess. It left glitter all over my hands, although it was not hard to wash out of my hair. The mask smells incredible and does leave my hair shiny, but I could do without the glitter. If you don't mind the glitter, I would say it's a great hair treatment, it is just not for me."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I have been using the dae Stargloss Shine Hair Gloss Treatment for a few weeks now, and I am really impressed with the results. My hair is noticeably shinier and healthier, and it has less frizz. I also like that the treatment is free of harsh chemicals, so it is gentle on my hair. Gifted by daehair"
        },
        {
            "review_title": "Left my hair so shiny!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "I recieved this product complimentary from Dae in exchange for my honest review. I used this last night for the first time and loved it! It honestly reminded me something from the early 2000's. The smell of it along with the little glitter specks in the formula. I lt was easy to apply, I let it sit for about 20mins then rinsed and washed my hair. I don't usually use heat on my hair so it air-dried and it actually really does look more shiny! Can't wait to use it again and then blow dry my hair after to see how much more shiny it can be. I'd recommend it!"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Gifted by Dae. I really loved this product! I left it on my hair for about 10 minutes prior to washing out. I have medium thickness with a wave and I noticed my hair was shinier and easier to brush through. Smells amazing!"
        },
        {
            "review_title": "If you have stubborn and damaged hair -- get it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I let this treatment sit in my hair overnight and wow, I woke up a whole new person! My hair looks and feels so healthy and shiny. The most important part to me though, is that after this treatment my hair will actually hold its style instead of falling into its natural wild waves. (gifted by daehair)"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This product was gifted by Dae in exchange for my honest review. This hair gloss is really nice! I didnt leave it in overnight because I have fine hair but I think that it would be great overnight especially if Ive been swimming and the chlorine is drying out my hair!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "This product is amazing !!! I left it on for a few minutes before I washed my hair. I blew dried it and my hair looks so shiny and glossy! Honestly the best it ever looked. This also smells amazing !!!  Was gifted by Dae"
        },
        {
            "review_title": "I'm actually obsessed!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "Gifted by Dae Hair.. they sent me their new StarGloss Hair Shine Treatment.. and oh my gawsh.. I'm literally OBSESSED with this product! It makes hair so silky-smooth and healthy looking.. and is loaded with a ton of shimmer and sparkle to add to the hair. Super unique, unlike any other hair shine Treatment I've used before. Hands down recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "My hair was super dry and lack-luster after getting chemical treatment. I put this gloss treatment on and waited about 30 minutes before washing and it make my hair feel SO silky. I'm still incredibly frizzy, but at least there is a lot more shine! Gifted by Dae Hair."
        },
        {
            "review_title": "Shiny hair all day long",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "This was gifted by Daehair. Wow this is my first Dae product and I love it! Im really happy with it because I love what it does to my hair. It does give my hair some shine and I need it since I color my hair. Im really impressed and I want more Dae products now."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "This is such a treat! Dae has the cutest packaging and it smells incredible as usual. It really leaves your hair so silky and glossy but without making it feeling heavy or weighed down. I received this complimentary from Dae."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Brilliant product! Truly a saver between salon appointments. My hair loved it so much, I applied it on dry hair and left it overnight. After i washed and blow dryed my hair it looked 10 times better, shiny smooth and healthy. I just wish there was more product in the rube since i have long dry hair but would definitely buy another one. Gifted by Daehair"
        },
        {
            "review_title": "Beautiful Shine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "My hair is thin, extra dry and straw like.  It lacks luster and shine.  I was excited to try  Stargloss Hair Shine Treatment by Dae and happy to say I'm excited about the results! The product itself is a really nice consistency.  I was concerned that if I used it in my hair over night it would be messy and get all over my pillow, not the case at all.  The creamy, dreamy texture absorbed really quickly into my hair, with no residue.  I applied into my dry hair while it was in a pony tail and then put up in a top knot.  Just want to add it smells so nice too! Fruity and fresh!  In the morning, Stargloss rinsed easily with warm water.  I was really impressed while styling.  My hair was easy to brush through, noticeably smoother, there was less frizz and beautiful shine.  Love how soft and hydrated my hair looks and feels.  gifted by daehair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "i was a big Dae fan girl already, and this has furthered my obsession. this plus the prickly pear hair oil has my hair looking SO soft and shiny! I also love the scent, and its not overwhelming like some hair brands. this was gifted by Dae but all opinions are my own."
        },
        {
            "review_title": "Amazing we love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "I let this product sit on my hair overnight. It made my hair SO incredibly soft and silky! Dae has never let me down and I dont think they ever will. I had been waiting for a product like this for them and it did NOT disappoint. Good hair dae, EVERY dae when using this product. The softest, smoothest, glossiest hair Ive had in my life. Will repurchase a million times, I owe this product my life. Gifted by Dae."
        },
        {
            "review_title": "AMAZING!! So sparkly and fun",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was gifted by Dae and I absolutely love this! Dae never disappoints. It smells absolutely AMAZING!! and made my hair feel so soft and shiny. I left it on for about 35 minutes, and I have wavy/curly hair and it made it look SO shiny. After washing the product out and washing my hair, I could tell the difference of before and after. The first photo was before (dry ends, it felt coarse and dry) and the second photo is after. My waves feel so soft and the ends of my hair feel so hydrated. I could not recommend this product more!"
        },
        {
            "review_title": "Nothing special",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Gifted by Dae in exchange for an honest review. I recently tried the hair gloss from Dae u2014 My hair texture is thick and wavy, and it definitely added shine to it, but in all honesty it doesn't really seem like a product I need. Would probably opt for a product that does more for my hair."
        },
        {
            "review_title": "This is TOO GOOD!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "I received this product complimentary from Dae Hair and I am obsessed!!!!!! I applied it to my hair and let it sit on for one hour. I just clipped it up after I had the product in it. It smells soooo good and has SHIMMER in it!!!!! It made my hair feel SO SOFT immediately upon rinsing it out and also gave my hair such a nice shine! My hair is more dry so this gives me just what I need to keep my hair looking healthy and shiny and smooth!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "I received this prewash gift and without a doubt it is one of the best I have used, my hair looks super hydrated, I don't have frizz, it looks super shiny. I recommend it 100%, it is one of the best products I have used for my hair. Gifted by Dae Hair"
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "I love this amazing new product gifted by Dae! Ive used it a few times and have already seen results. My hair feels so soft after I use it. Most importantly, my hair is so shiny! Definitely recommend!"
        },
        {
            "review_title": "Gorgggg",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Gifted by dae beauty. I have been obsessed with this since the moment I opened up the packaging!! The scent is incredible (like all dae products) and it has been leaving my hair so glossy and healthy looking its a dream!"
        },
        {
            "review_title": "So shiny and pretty",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I receieved this complimentary from Dae. I had went to the pool and my hair was quite curly and wavy like afterwards. Ofcourse I had to wash it but before I did when it was dry I went ahead and used the star gloss on my hair. Then I went ahead and shampooed and conditioned my hair after applying the gloss in 2 parts to my hair as instructed. After I washed my hair I styled and blow dried as usual and as seen in the after it was shiny and had felt super soft and just sooo nice. I enjoyed using the product and seeing the extra shine I definitely will be using this again."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Honestly, this is a slay hair product. My hair is so shiny. I cant say I see a difference in feel and softness but my hair does look shiny. Im just going to take a star off being its supper glittery and left my hands looking like a disco. Gifted by Dae Hair."
        },
        {
            "review_title": "A must",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "I love this stuff after washing my hair it makes my hair look, super glossy and shiny and healthy. It helps get rid of any frizzy luxe and it helps for that slicked back look. I love this for daily use. Its the best. Gifted by dae"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "this is the first product i've tried from dae and i'm impressed!! my hair looks so much more glossy and overall healthy after using this product. it smells amazing and it's easy to use. however, because of the 20 minute leave on time, this is something i'd only use when my hair needs the help and i have the time for it. disclaimer: i received this complimentary from dae."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "complimentary from Dae Hair. I experimented with the length of time I left the product in my hairu2014 20 minutes, 3 hours, and overnight. I didnt notice much of a difference with the 20 minute time if im being honest. the photo is when I left it on a few hours which definitely helped give my hair shine and bounce. I recommend overnight as that was the biggest benefit. the smell was fruity, it had little gold flecks in the product, and was super creamy feeling.  overall I think I would recommend for people who use heat on their hair more than a wavy/natural texture as you would likely see better results."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Smells so amazing! The concept is interesting because the product has actual sparkles in it, its my first time using a product like this. I made sure to rinse it out super well and my hair felt super silky as I was raking through my hair to rinse it out. Once dry, it left my hair feeling soft and while the difference was subtle, I can tell it added some shine. Im looking forward to seeing the result after continued use. This was gifted by Dae Hair."
        },
        {
            "review_title": "Conditioner-like formula for pre-shower treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I have been loving this shine treatment. I apply it 20 minutes before my shower and allow it to absorb into my hair. The best way to apply this product is to separate your hair into large sections and apply to mids and ends. After showering, I noticed that my hair was a lot shinier than usual. Overall, Im very impressed with this product and will continue to use it as part of my hair washing routine. Gifted by Dae hair"
        },
        {
            "review_title": "Good one",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This is such an amazing product This pre-wash glossing treatment delivers brilliant shine and silky-smoothness. Infused with prickly pear seed oil to tame frizz, nourish, and hydrate u2014 for hair that glistens like a starry desert night. Gifted by dae hair"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "I really love this hair treatment from the day. I left this product and for 20 minutes and rinsed out my hair felt so silky and smooth. I highly recommend trying this if your hair needs a boost! gifted by dae haircare."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by Dae Hair. So this ish actually worked to make my hair glossy and smooth! I was pleasantly surprised, normally hair products dont do what they are advertised lol but this prevented flyaways/frizz and my hair was straightened longer"
        },
        {
            "review_title": "LOVEEEE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This product is amazing, it was gifted by Dae Hair! It left my hair so shiny and voluminous. I have long hair so keeping it shiny can be challenging. I didnt realize there was also glitter in it which I loved!! ud83dude0dud83dude0d Packaging is a 20/10, will definitely repurchase and gift ud83dudc8c!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I let this sit in my hair overnight, and then washed it out. I really like how it made my hair look! I have wavy hair and it helped calm my frizz. My only complaint would be that the glitter stuck on my hands and hair. Gifted by dae hair."
        },
        {
            "review_title": "Looks great after wash",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "This is one of the first hair masks Ive tried out and I have really thick, dry hair so if youre similar Id try dampening your hair a little bit for an easier application. It smells great and the product itself has lots of glitter in it. After washing it out and following with shampoo and conditioner it had lots of volume and a nice shine! This was gifted by Dae Hair"
        },
        {
            "review_title": "Lovely",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I have crazy dry hair and I dont wash it much but I do love a good treatment. It is a nice treatment but not my favorite why I gave it 4 star not 5. I was also gifted by dae hair care .. it is lovely"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Wowzer is this an incredible product!! Its so glossy it truly delivers so much shine, Im literally obsessed. Not only does it make my hair look like glass but it also makes my hair feels so soft, look smoother and even healthy! Gifted by Dae"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Gifted by dae. This has been a game changer for my hair! I put it on 20 minutes before my shower and after my hair looks absolutely gorgeous! So beautiful and shining! Im am obsessed with these results!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "This Stargloss Hair Shine Treatment was gifted by Dae for reviewing purposes.  This smells absolutely incredible!  It also helps my hair look and feel its best whenever I use it.  My hair looks so shiny and gorgeous!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I was gifted by dae hair and I love how their products smell. This one smells amazing. I like how this makes my hair feel soft and shiny after a few uses. I usually use it once a week since its a preshampoo product."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "This smells soooo good! Ive never used a prewash treatment before, but after using this product I will never leave out this step. The product is super easy to apply because of the applicator and it spreads easily on my hair. After washing my hair, I noticed that my hair is softer, shinier, and has less frizz when using this product. Gifted by Dae."
        },
        {
            "review_title": "So-so difference",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Definitely an interesting concept for a pre shampoo treatment. I didnt really like how theres actual sparkle/glitter on the product. It does come off easily. Hair was soft but I dont think significantly shinier. Gifted by dae"
        },
        {
            "review_title": "SHINE HEAVEN",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "gifted by dae hair. im literally SO OBSESSED WITH THIS!!! it has legit sparkes in it. it made my hair incredibly soft and shiny and when i washed it out, I could immediately tell that my hair would dry so shiny. and it did!!!"
        },
        {
            "review_title": "Shiny healthy hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "This Dae pre wash glossy treatment delivers so much shine, Im literally obsessed. Not only does this has a fresh and fruity scent that smells amazing but my hair really feels so smooth and truly looks healthy because of the shine it delivers. Ive actually been using it over night before my morning shower to create a long lasting smoothness and shine. I have slightly waved hair and it feels so soft when I style my hair for the day after this treatment. Finally a product with minimal work that delivers maximum results!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This smells so good! I thought it was fun that the product had actual shimmer particles in the product. This was really easy to use and I like the packaging. I did have to use quite a bit of product in one use so Im worried Ill go through this fairly quickly. I also didnt notice an immediate shine in my hair after one use but will continue to use it and hope to see the shine increase the more I use it. This was gifted by Dae for review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This shine gloss is absolutely DIVINE, Ive been reaching for it after every wash day when I style my curly hair and it dries. I love to use it to fluff and separate my curls and give them an extra shine! A little goes a long way LOVE. Gifted by dae hair"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I received this product complimentary from Dae. I love this hair mask. it comes out pretty glittery, but the glitter doesn't stay in your hair. I left it in for about 25 minutes, and I noticed my hair was really soft after I washed it out. I think it was super hydrating."
        },
        {
            "review_title": "Great for curly or straight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Dae gifted me to try this out, but here is my honest review. I absolutely love the shine that this gives my hair, and it can be used for curly or straight! Ive tried it on my hair in both conditions, and I absolutely love it"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "This product has completely transformed the look and feel of my hair. Ive noticed increased shine and softness since I began using it. The gloss penetrates deeply and evenly, coating each strand with nourishing ingredients.  Im also a big fan of the scent! It smells amazing! Gifted by Dae."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This is like a leave-in pre-wash conditioner. The tip makes it easy to apply and spread on the hair. So the product does not feel super heavy at the same time, it smells really good. It comes off easily when you shampoo your hair and definitely makes the hair soft however, I did not notice a lot of shine as they claimed on the product but its still a good one and I will continue using it to see if I see results Gifted by DAE."
        },
        {
            "review_title": "awesome gloss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Absolutely love this pre-wash glossing treatment! It gives my hair a brilliant shine and silky-smooth texture. The prickly pear seed oil tames frizz and hydrates my locks. The scent is divine too! A must-have for heavenly, starry-night hair. Shine on! gifted by daehair"
        },
        {
            "review_title": "Def needed this treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "Love it. My damaged hair needed the deep treatment. I didnt want to get it all over my pillowcase so just wore for about an hour. I could probably get 2+ treatments out of the bottle. My hair is thick, wavy, and waist length. I also just generally love this brand and their branding! Beautiful packaging. Gifted by Dae"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I received this product complimentary from Dae in exchange of my honest review. Feels a bit too thick at first but application is super easy. I used it overnight and my hair soaked a lot of it in. I really like the the shiny look on my hair, very noticeable in my opinion. I just wish it would be more nourishing as well since I also have very dry hair.  And it does smell AMAZING"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Omg I love it so much! I was not prepared for the sparkles. It made my hair feel so soft, it smells amazing, and I can tell my hair is shiny. Just after one use too! I can kind of see the sparkles if I look hard enough but overall my hair just seems shinnier! Gifted by Dae Hair"
        },
        {
            "review_title": "Shiny and hydrated hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Loved this pre wash shine treatment I received complimentary from Dae Hair. It is infused with pear seed oil and leaves my hair super soft, shiny, hydrated, smooth and nourished. No frizz left, just healthy glow."
        },
        {
            "review_title": "Shine City!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I really love everything I have tried from Dae. This is my first time using a glossing treatment like this--I was a little unsure how it would work for me, but I really like the results. This is used pre-wash and is designed to be left on hair for at least 20 minutes.  After rinsing out, its business as usual with shampoo/conditioner and all that jazz. I noticed my hair was much shinier and smoother after using this. My hair looks awesome. I really want to try it as an overnight treatment to see what happens!   Gifted by Dae in exchange for my feedback."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "This smells absolutely delicious!! I love my styling cream but this might be even better. I have bleached hair and this tremendously helped get rid of the frizz, made my hair shiny and super soft! Gifted by dae hair."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "*gifted by Dae hair* I absolutely love this products I used this the other day when I got it and not only does its leave a great shine, its smells so good!!! My boyfriend kept complimenting me on how good my hair smelled and looked!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Dry skin",
            "review_text": "I have curly 3A/3b thick hair and I love this masque so much! It makes my hair so shiny and I love that its a pre shower treatment. Makes my curls look so healthy and so shiny! Loving it   Gifted by Dae"
        },
        {
            "review_title": "Shiny hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This hair gloss has given my hair is such incredible shine. Its very easy to use. And I love that the shein treatment at smoothness and boost hydration to my hair. Its perfect for my super curly thickhair. It works really well and I love that its made out of a vegan formula Gifted by Dae."
        },
        {
            "review_title": "Obsessed",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Dry skin",
            "review_text": "If you're looking to enhance the shine and overall appearance of your hair, this treatment is definitely worth considering. Firstly, I love the packaging of this product. It comes in a sleek bottle with a convenient pump dispenser, making it easy to apply just the right amount of product without any mess or wastage. The design is modern and stylish, which adds to the overall experience. The scent  is another delightful aspect. It has a light, fresh fragrance that is not overpowering but adds a pleasant touch to the overall experience and more important treatment is a fantastic addition to any hair care routine. It delivers on its promise of providing brilliant shine while also nourishing and protecting the hair. Gifted by Dae Hair"
        },
        {
            "review_title": "Nice treatment",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This hair gloss is just what I needed to help revive my hair and make it look sleeker and healthier again.  My hair is super thick and wavy so its constantly in need of moisture and shine. This treatment feels so nice on my hair and make s it look amazing. This was gifted by Dar."
        },
        {
            "review_title": "Hair Treatment",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Fair skin tone, Combination skin",
            "review_text": "This hair treatment is incredible and it leaves my hair softer and shiny. Does not feel heavy or greasy in hair at all. It also has a beautiful clean and fruity scent. My hair looks more sleeker and less frizzy with just 1 use. I left it in overnight and washed it out in the morning. Used dry shampoo for 3 days before rewashing and hair still looked tamed. I love how glitter it looks in my hand when I first use it. I was gifted by Daehair."
        },
        {
            "review_title": "Dae strikes again",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Combination skin",
            "review_text": "Complimentary from Dae. I absolutely love everything from Dae and this is no different!! This made my hair feel sooo silky smooth - I definitely plan to keep this is my permanent rotation! Highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Let me just say Dae never fails to make my hair look and smell good! This product has my hair looking glossy. My hair looks so healthy. I put this on at night and washed it in the morning because my ends have been pretty dry. My hair look so good after it dried. I love it! Gifted by Dae Hair"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "I was gifted by Dae Hair. I let the product sit in my hair for 20 minutes. The smell of the product is amazing. I didnt notice a shine after showering and styling but will continue to use to see progress in the future."
        },
        {
            "review_title": "I get the same results from an oil treatment",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Dry skin",
            "review_text": "Gifted by Dae Hair. I usually oil my hair prior to washing so trying this I felt it worked pretty similar. It did make my hair feel soft and look shiny but honestly nothing a coconut oil or sunflower seed oil pre treatment couldnt do. Its hard to spread in the hair as well. It smells good and it has a gold luster in it that will leave your hands sparking even after a wash or two."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, Fair skin tone, Normal skin",
            "review_text": "Gifted by Dae hair. I used this product twice now and I really like it. What I did was I left in all night as a night treatment and then took a shower in the morning. It left my hair feeling so soft and smooth. You dont have to leave it in all night but I think it works better the longer you leave it in. My hair is usually dry and frizzy and this really helped it not be dry or frizzy. Definitely will be a rebuy for me."
        },
        {
            "review_title": "Summer Must Have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Gifted by Dae.  LOVE this brand and have purchase so many of their products myself.  When I tell you the shine you get from this is like stepping out a salon, I am not lying.  It works!  Love the scent, the packaging and ease of use, highly recommend!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I love love love this product so much. This is a great glossing treatment because it really works and I saw results after only the first use. I didnt realize how much my hair needed it. Highly recommend Gifted by DAE"
        },
        {
            "review_title": "Not shiny, but works good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "The product left something like glitter on my hair, but it gets out once you rinse out the product. I left this in my head over night and I cant really say a lot of things about this product, but here I go: I noticed that my hair has less frizz after using this and it feels smoother than before, but isnt as shine as it supposed to be. Even If I used a satin hat and satin pillow case to help my hair as I always do."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I was gifted by Dae! I did enjoy this product, personally I really like the scent and texture. it made my hair extremely soft, and I added the perfect amount of shine. I highly recommend thisu2026 Theres nothing like it."
        },
        {
            "review_title": "love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "this is such a cool product, I love how it makes my hair look so soft and shiny. I also love how it feels so healthy and pretty and so much less frizzy. I also love dae products in general. gifted by."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Normal skin",
            "review_text": "Love this mask! This is a lightweight almost serum like texture. I added to damped a dry hair. Gave a great shine boost! Not oily looking. Was gifted by dae. I love the brand its very underrated. Would purchase."
        },
        {
            "review_title": "A CURLY HAIR MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Dry skin",
            "review_text": "u201cGifted by Daeu201d This shine treatment is amazing! I have curly hair that is bleached. Used this after visiting the salon. It moisturized and added amazing shine, while not weighing my hair down at all! Left the treatment in for about 8 hours while I ran errands for the day. After washing and defusing my hair had so much shine! Must try!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I was so excited to try this because I absolutely adore Daes entire haircare line. The product smells incredible and definitely helped the overall look and feel of my hair! I have thick, bleached, coarse hair so Im not sure if this would weigh someones hair down if they had fine hair. I left it on for about 15 mins before showering and then washed it off! Gifted by dae."
        },
        {
            "review_title": "Great for thicker hair.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Oily skin",
            "review_text": "I have fine straight hair but its blonde so damaged from bleach. I left this in on my roots overnight and on my ends about 2 hours. I definitely noticed a difference in the softness of my hair but Im fine, straight hair, Id be careful at the rooms- it may be too heavy and weigh down your hair or make it look greasy. I double washed my hair after rinsing it out to make sure it didnt look greasy. Overall I like this but maybe best for heavier, thicker, coarse hair.   Gifted by Dae Hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Gifted by dae hair! I am usually lazy when it comes to doing at home hair treatments - I dont like going through washing and putting on the treatment. I love how this particular treatment allows me to apply directly onto my dry hair and do my usual haircare routine! It does make my hair extra glossy afterwards~"
        },
        {
            "review_title": "Legit fire hair mask",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "Honestly such a solid hair mask if youre looking to amp up dull hair! It does contain glitter but I dont mind and it doesnt look bad in your hair. It makes your hair look super glossy and smells amazing! Gifted by Dae"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Excellent shine that I get in my hair from using this product! I love this company as it always has products that make my hair feel and smell nice. This treatment is right up there with a lot the the others Ive loved! Gifted by Dae Hair"
        },
        {
            "review_title": "Shiny hair without the residue!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Ive always used shine treatments after shampooing/conditioning so I was very curious if this pre-wash shine treatment would work. And it does! My hair has a beautiful, healthy sheen without any of the heaviness/residue that comes with a hair gloss or post-shampoo/conditioner shine treatment, which means less grease and more volume. Normally after shine treatments my hair gets greasier-looking faster, but not with this one. Not as shiny as a hair gloss or spray, but definitely shiny enough to be noticeable. Very impressed, and Im adding this to my list of u201cneedu201d hair products!"
        },
        {
            "review_title": "Lots of glitter",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This hair mask is not what I was expecting. A few things I loved are that it smells incredible, it does leave my hair shiny and silky after washing, and it doesnt weigh my hair down. That being said, I do not understand the need for all the glitter. Not only is the glitter hard to remove from your hands, it transfers. I had sparkles all over my face and clothing while using this treatment. The box states that this can left on overnight. I would imagine that could get pretty messy considering the amount of glitter. Gifted by Dae Hair."
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "I am obsessed with this hair treatment. It leaves my hair looking, super shiny, silky and glossy. I like to spread it out evenly by different layers of hair, and then leave it on for a few minutes and then Ill wash it off. It also smells so incredible. Gifted by dae hair care"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This was gifted to me by Dae hair! This product smells so good and works just as good too! I let this sit in my hair for 25 min even tho the bottle says 20. I have curly 3a hair and it was pretty easy to style with! It definitely made my hair smell so good and I loved the glitter inside of it. My hair felt moisturized but I didnt feel too much of a difference. This is with no other styling product. Did not style it with curling iron or any tools, just my blow dryer."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "This is great for my dry hair! I have color treated hair thats dry and this made my hair super shiny and soft. I color my hair black and this made my black very rich and shiny! The scent is amazing and this makes my hair super healthy looking. I used this before showering and left on awhile before I washed my hair. This is a really nice extra self care step that I really enjoy. Gifted by Dae for my honest review."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by dae hair for my honest review. Like all of their products, this treatment smells amazing and summery. As someone with really fine hair I love that this is prewash because it has been helping with hydration but hasnt weighed my hair down at all"
        },
        {
            "review_title": "Hydrating!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Wow!! I absolutely LOVE this!! I will from now on be adding this to my hair wash days! I struggle with frizz on the top of my hair & no matter what I do when my hair dries its so frizzy. I tried this and it left my hair so soft & SO silky!! No frizz at all!! Gifted by dae"
        },
        {
            "review_title": "Yess love!!!!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Dry skin",
            "review_text": "I was gifted by Dae in exchange, for my honest review of the product. They have been killing it with the hair products in coming out with some really good stuff. This will be my new staple for this one more time by adding more shine to my hair and reducing stress. Absolutely love it."
        },
        {
            "review_title": "So silky!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I received this product complimentary from Dae and I am OBSESSED! The Stargloss Shine Hair Treatment has helped my hairs frizziness, left it silkier and smoother. I use it once a week and this is the perfect amount for added shine! Definitely recommend!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Normal skin",
            "review_text": "First thing to come to mind is the word obsessed. I have long thick hair and the shine I got using this is amazing. I let the product sit in my hair for an hour before rinsing it off, but once it was washed off it was just amazing. It felt so soft and looked so shiny after I styled it. Complimentary from Dae Hair."
        },
        {
            "review_title": "Good product !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Dry skin",
            "review_text": "It's one of the best products I've had, to give shine and hydration to my hair, it's also completely vegan with no added chemicals, I can see my hair healthier, It comes in a good size and its consistency is unique and pleasant! I'm loving you Dad Gifted by Dae Hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I love this brand! Can always trust the ingredients and the results! This product leaves so much shine to my hair! I color my hair so Im. Always lllming for anything that will give it more shine and glow! Gifted by dae"
        },
        {
            "review_title": "time to shine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I highly recommend this hair shine treatment. It delivers on its promise of providing a noticeable shine while keeping the hair light and manageable. If you're looking to enhance the luster of your hair and achieve a polished, glossy look, this product is definitely worth trying. gifted by daehair"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I loved how this treatment seemed to smooth out my split ends and added a nice shine to my hair. I have fine hair and I really liked how well this worked but didnt weight down my hair or make it feel heavy at all. The only thing I wasnt crazy about was the glitter. Luckily the glitter rinses out and I didnt notice any lingering once my hair dried. Gifted by Dae."
        },
        {
            "review_title": "VERY UNIQUE, LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I received the Stargloss Shine Hair Treatment complimentary from DAE. I have curly to wavy hair that is super dry! I also live in an area that is in constant humidity so that is always a constant battle! I gave my hope to the Stargloss Shine Hair Treatment from DAE to see if it could help me with my problems. I was satisfied with the scent and consistency of the treatment. I have been using it consistently for about a week or so. I do not use it everyday, I try to use it once or twice a week and personally talking a little goes a long way. I try to keep it on for about 25 minutes and then I rinse it off in the shower but the great thing about this is that I can use it overnight! LOVE IT!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Gifted by Dae Hair - I love the brand and got so excited about this release. Love how it deep-nourished and hydrated my hair. So easy to apply and wash it off - I left overnight to achieve more soft and shiny hair."
        },
        {
            "review_title": "Shiny and healthy looking hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Combination skin",
            "review_text": "I could definitely tell a difference after using this, just one time! I received this gifted by Dae and very happy that I did! I used as directed, and my hair looked shiny and healthier than usualu2026 My hair is color, treated definitely with some damage and looks dry on the ends, but this was able to add some shine and mask some of the damage!"
        },
        {
            "review_title": "Smells yummy, dont love the glitter",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "This is a super unique product in my huuuuge hair product collection. It smells so yummy like fruity and fresh. I have to use a lot of product because I have long thick hair, so I wish it was a little more liquid and less thick. When I apply it, it leaves a glitter all over my hands, which I also dont loveu2026 but its not a deal breaker. I put it on about half hour before my bath and then washed my hair. It did leave my hair feeling silky and smooth and shiny. I need to take a better before and after photo. -*gifted by dae hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This hair treatment gifted by Dae is wonderful! It helps my hair with shine, reduces frizz and hydration.  It works with all hair types and the glitter in the product is an added bonus, which is super fun!"
        },
        {
            "review_title": "Definitely a fun experience",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "I love Dae and I really wanted to love this but boy o boy is it glittery! Its a pre wash treatment and it definitely feels nice but it deposits so much glitter into the hair. Think euphoria! I understand why its pre Wash bc you rinse it. My hair was glossy out and shampoo. Its an okay protect and Id try it again just for fun.  *gifted by Dae"
        },
        {
            "review_title": "Must have for dry hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Complimentary from Dae. This was my first product from Dae beauty and I quite liked it. It is a pre-wash and has very clear instructions which I loved. I separated my hair into sections and applied generously. I left it on for about an hr (instructions say 20 mins but can be left overnight) and then washed it off. It gave a sparkly shine when I applied which was quite surprising and nice. While rinsing it off, my hair felt super soft and after styling they were just perfect. Definitely very hydrating and will be part of my wash routine now."
        },
        {
            "review_title": "5/5",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This is awesome for dry hair. I use it whenever I feel like my hair is dry and frizzy looking. I put it in the lengths and ends with additional focus on the dry areas and sleep with a silk bonnet. When I wake up  the hair is completely renewed and amazing. The results last a few days for me too. I got this gifted by Dae u2764ufe0f"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "i love this product! so easy to use and the shine is so bright. i put it on my hair before showering and washed it out like a hair mask. after blow drying my hair, it looks so shiny and like a professional blowout. would recommend. gifted by dae"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Gifted by Dae! I am beyond excited to add this to my hair care routine since summer time is all about showing off the smooth hair! It smells amazing and leaves my hair feeling insanely soft! Cant recommend enough!"
        },
        {
            "review_title": "Give it a try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Oily skin",
            "review_text": "This shine treatment was gifted by Dae Hair and it is a game changer. I started with frizzy dry hair and it gave my hair such an amazing boost I was shocked. I had curly hair that some times coils when it feels like it. It requires a lot of moisture daily or it will be frizzy and puffy. I left this product in for maybe a little 10 mins before washing it out and let me tell you my hair was soo soft and moisturized I didnt even want to do anything to my curls afterwards. My hair was soo happy shiny and bouncy it made a wash and go look like a day in the salon. Oh and it smells amazing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I received this hair shine treatment complimentary from Dae Hair and my hair never looked better. This prewash treatment smells of citrus and leaves my hair feeling and looking silky smooth and shiny."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "(gifted by dae) this is the most fun hair treatment that i've ever used! i applied before my shower and there is glitter in it that adds to the star girl experience <3 it all washed out super easily and my hair looks SO shiny. it glistens in the sun and honestly revived my wavy texture as well. this one is a keeper!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair",
            "review_text": "I recently tried the DAE Hair Stargloss Shine Hair Treatment and I'm obsessed! This product is like magic in a bottle. It not only adds incredible shine to my hair but also makes it feel incredibly soft and manageable. Plus, the delightful scent is an added bonus. Highly recommend for lustrous, healthy-looking locks!"
        },
        {
            "review_title": "Cool!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This treatment has been amazing in restoring a healthy shine to my hair. It's incredibly user-friendly and simple to apply. The quality is exceptional, and I absolutely love how my hair looks after using it. I highly recommend it as it's perfect for boosting confidence. Complimentary from daehair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This really does what it says on the bottle. I used this once and my hair has never been more shiny ever. I actually got complimented when I went out on what product I used. Also my hair felt so soft after using.  Gifted by Dae Hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Didnt know what to expect from this treatment, however it did work at the end. It was little to thick to smear easily over my hair, medium length. Creamy consistency and it has lots of glitter in it. I kept treatment for about an hour. It was really easy to wash off. Hair didnt feel any different until I washed it with the shampoo. Brushing afterwards was super easy, hair felt soft, smooth and slick. This treatment did not heavy down my hair. Ill definitely use it more, just dont understand the purpose of the glitter in it. Gifted by Dae"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "I have long, fine hair with dry ends that tangle easily. Following the instructions on the tube, I leave the product on for about 20 minutes before washing my hair. After rinsing it off with warm water and washing as usual, my hair feels incredibly soft and smooth. Gifted by Dae Hair"
        },
        {
            "review_title": "Love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Combination skin",
            "review_text": "Gifted by Dae I love this gloss shine product it looks so good in my long straight hair I love the gold flecks and the sparkle I am so obsessed and I would highly recommend to everyone all my family and friends"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Dry skin",
            "review_text": "The scent of the Stargloss Shine Treatment is divine and smells just like my all-time favorite hair oil- the Prickly Pear Hair Oil. The treatment does what it promises to do- it reduces frizz, hydrates the hair, and makes my hair look healthy and shiny which is especially noticeable when the sun hits my hair.   I was looking forward to trying the Stargloss Shine Treatment and expected it to be really easy to use. However, the treatment is thick and hard to spread in my dry, 2A/ 3C type, waist long hair. I had to use a lot of product and still didnt feel like my strands were saturated. After working in the product into my hair, my hands were covered in glitter/ shimmer. Besides making the treatment look u201cprettyu201d, the glitter is more of a nuisance, and I doubt it really serves a purpose. Thankfully, the glitter/ shimmer rinses off easily in the shower.  Stargloss Shine Treatment might be better suited for someone with sleek or shorter hair. Gifted by Dae."
        },
        {
            "review_title": "A lot of glitter",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Gifted to me by Dae, I absolutely loved this hair mask. It does have a loft of glitter in it too if you really want your hair to shine. It smells very clean & I loved using it. Pairing it with their other products would probably work best."
        },
        {
            "review_title": "Great product even for thin hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Complimentary from Dae. This is really a unique product. Ive never tried anything like this before. It smells amazing and have my hair a nice glossy finish. I applied this to my dry hair before showering and left it on for like 10 minutes. It rinsed out easily and left my hair looking healthy and shiny. It was smooth and kept frizz at bay. I really recommend this one!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "This was gifted by Dae. This shine mask is so wonderful!! I like using it before I shower and letting it sit while I get some chores done for the night! Lol. And then when I get out and dry my hair my hair looks soooo shiny. Love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I've never used a hair treatment like this and was also excited to try something from Dae--the Stargloss Hair Shine Treatment is great to leave in while your hair is in a bun before washing out. Leaves hair silky without it being greasy. Gifted by Dae"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "absolutely love hair products, and this one is no exception. This one is lightweight, yet very hydrating, and makes my hair look softer than ever! After a few uses, Ive already seen my hair completely brought back to life. Absolutely amazing! Gifted by Dae"
        },
        {
            "review_title": "Lots of shine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Shines and makes your hair glisten like nothing I've ever used before. I've been using it for years and I adore it. After setting your hairstyle with hairspray, add Just a tiny mist, and you're good to go! Gifted by Dae Beauty."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Fair skin tone, Dry skin",
            "review_text": "I just used this last night! My first impressions are Im concerned how many uses you get out of a tube especially if you have long hair. I have shoulder length hair and used about 1/4 of the tube so you can likely use this only a few times. I do love how it smells and my hair was super soft and shiny once dried. Gifted by dae"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Normal skin",
            "review_text": "I was gifted by Dae Hair this hair gloss and I have been loving it so far! I have used it a few times already and it has done such an amazing job at making my hair look and feel so soft. My hair looks so healthy and shiny when I used it and I would recommend it to everyone!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Great treatment for me to finally have healthy shine. Easy to use, easy to apply. Great quality, and I enjoy seeing my hair like that! Highly recommended! Perfect to feel confident. Received complimentary from daehair"
        },
        {
            "review_title": "Beautiful shine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "Gifted by Dae hair. This is my real and honest opinion. I wasnt so sure how to feel when it said shine on it because lets be honest I have oily hair and I was scared it was going to look more oily! But nope I was wrong, it gave it a beautiful and healthy shine it doesnt look oily nor does it weigh down my hair Ive been enjoying it."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "I recently received this product complimentary from Dae and have been loving it so much lately. It smells great and leaves my hair soft and refreshed. I would highly recommend this product to my friends and family. Great find and discovery. Love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "[complimentary from Dae Hair] I followed the instructions exactly when applying this. I have dry hair due to a lot of dying and I have to say that the next morning, my hair feels softer and I can see shine."
        },
        {
            "review_title": "Super hydrating!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I was gifted by dae hair and I am obsessed! I left the shine mask in for about 3 hours during the day and then rinsed out. It smelled so good and the packaging is so nice! There was a little sparkle in the mask and it left my hair feeling really silky smooth. I have medium straight to wavy hair and I noticed more shine, less frizz, and my hair felt hydrated!"
        },
        {
            "review_title": "Once dae forever dae",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "If you want your hair look stunning its always Dae hair you want to check on.  Another product from them and another great results. I look like celebrity and my hair is healthy looking.  Just from first application you will be able to see results.  Gifted by Daehair"
        },
        {
            "review_title": "Glitter",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I have really dull African American hair. It is very coarse so I find adding shine is a must in my hair care routine. The texture of this product is creamy and applies nicely to the hair. It also smells really nice. I left the shine treatment in overnightu2026.. the only thing is glitter was everywhere and I not sure of its purpose in the product.  I did notice my hair was tamer and it did add a bit of shine to my hair. Gifted by Dae hair"
        },
        {
            "review_title": "love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Dae gifted me their new stargloss hair shine treatment and i love it!! I have color dyed bleached hair and this really helps with softening my hair but also leaving it with such a beautiful shine ! Its so glossy"
        },
        {
            "review_title": "A Dae Hair Must Have! u2b50ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I was gifted this Dae Hair Stargloss Shine Hair Gloss Treatment complimentary from Dae Hair, to get to try this glossing treatment and leave my honest review. I have wanted to try Dae Hair for a while now, so I was beyond thrilled to try their Stargloss Hair Shine Treatment! u2b50ufe0f  Stargloss Shine Hair Gloss Treatment is a prewash glossing treatment that delivers brilliant shine, reduces frizz and smooths & hydrates hair. It is great for Straight, Wavy, Curly, and Coily hair and all hair thickness. u2b50ufe0f  What is it good for? This gloss treatment boosts hydration, adds shine, creates silky-smoothness and tames frizz. is infused with prickly pear seed oil and tames frizz, nourishes, and hydrates. u2b50ufe0f  This treatment has crisp, fruity notes of prickly pear, mandarin, and magnolia. It smells very sweet but wonderful! I am usually more of a clean, sea or vanilla scent girl. But there is just something about the fragrance of this gloss treatment that has me hooked! I literally kept smelling my hands during application. u2b50ufe0f  This treatment is to be applied to dry hair prior to washing. You can leave it on for 20 minutes or overnight. Once the time is up, shampoo, condition and style as usual for beautiful, shiny, hydrated tresses. u2b50ufe0f  I have very dry, dull, thick, wavy hair. So I left Stargloss on overnight and washed out the next afternoon. My blonde highlighted hair is so shiny, soft and feels silky smooth! My ends that always look so ratty, actually look and feel like what I envision normal healthy hair to be like. I really enjoyed using this gloss treatment and seeing my results. Stargloss is definitely going to be added into my hair care routine atleast once a week. Thank you Dae Hair! u2b50ufe0f"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I received this product complimentary from DAE. I have had a lot of opportunity to try this brand lately- and I'm so impressed. I thought this was such an interesting product - meant to be used as a pre-shower, or even overnight mask (as long as your showering in the a.m.). It boosted my haors hydration an insane amount, and made my hair so silky and smooth. I have a lot of length to my hair too- I was so blown away. Highly recommend!"
        },
        {
            "review_title": "Looove!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Oily skin",
            "review_text": "I couldnt wait to get my hands on this one! I love that Dae uses prickley pear oil in their products, and so does my hair. I used this in my hair as a pre wash, let it sit longer than the recommended 20 minutes, i let it sit for about an hour while I did some chores. My hair felt sooo silky when it was washed out!! Even after shampooing my hair felt and looked so soft and shiny. Loved in. Gifted by Dae"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I am completely obsessed with this new hair gloss! I cant even describe how incredible it smells! My hair is so soft and shiny and it doesnt weigh it down at all. I use the just a pea sized amount and it is enough for my long hair. The shine, the smellu2026I am obsessed! Love! Gifted by Dae."
        },
        {
            "review_title": "In less than 10 mins my hair looks brand new!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This was gifted by Dae. Ive been loving this hair treatment. Its lightweight and doesnt weigh your hair down. Its helped transform it, from dull and lackluster into smooth and shiny hair. Its helped to repair damage and replenish moisture back into my hair. As well as smooth and tame my flyaways and frizz. This would be great for any hair type. I would just suggest reducing the leave on time for finer and or thinner hair types. But if youre looking for shiny, smooth, glossy hair, this is a must have!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I loved!! It leaves a spectacular smell in the hair, between fresh and floral, also if it helps with frizz and the spray feels a little oily so it gives the hair a shine, complimentary from dae hair. ."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "Firstly, this product smells amazing! I also love how sleek the packaging if you care about aesthetics. I do love how shiny my hair is since using this product a couple of times a week when washing and styling my hair. Gifted by Dae Hair."
        },
        {
            "review_title": "A must have for blowouts",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This hair treatment is so unique and I am very impressed at the transformation I have seen with my hair. You can see in the before and after that I have natural curls, so when I straighten my hair I like to use quality products to give me the best result. I used this treatment according to the instructions on the packaging and then blowdryed and straightened my hair with my flat iron and you can see the results in the photo. My hair is so shiny and feels so silky smooth. My blowout lasted for 4 days with just dry shampoo. I love it!"
        },
        {
            "review_title": "THE SHINE AND SOFTNESS IS AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I was gifted by Dae Hair. The shine gloss is amazing. I have naturally curly hair. I left this on overnight and washed it out in the morning and my hair felt so heavenly. It was so hydrated and so silky even after styling. Im obsessed. If you need a new shine boost get it right now it works wonders !!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Dae does such amazing products and this one is just the same! I love how innovative and fresh their product line is, this makes my hair look so lush and shiny it is unlike anything i've ever tried before. Gifted by Dae"
        },
        {
            "review_title": "Smells great, leaves hair soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "Im not entirely sure how specifically shiny one mask could make my dry bleached hair,  but as far as wash out masks go, I think this is one of the better ones! It has a nice vaguely fruity smell to it, and my hair did seem a little softer than normal once dry after my shower. Looking forward to see if that continues with use. I definitely think its best to keep this off roots especially for thin haired or oily scalp gals. Will definitely keep using! Gifted by dae for honest review."
        },
        {
            "review_title": "Healthy hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Dry skin",
            "review_text": "Dae Hair gifted me. This hair shine treatment is amazing. As someone who struggled with dry thick hair, I was not expecting this to work as well as it did. My hair feels so shiny and hydrated. I have been dying my hair for years, and this product makes my hair look natural and undamaged."
        },
        {
            "review_title": "Nice but not extraordinary",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, Light skin tone, Normal skin",
            "review_text": "After using this for a 10 minute mask, I am happy with my results but not ecstatic. Despite moisturizing, I find this to be a bit too greasy for my liking. I have incredible thick hair that is relatively long, so thinner hair would definitely be greasier. Ill try again just using less in the future. That being said, the smell is great and the consistency is thick. Didnt really help with any frizz despite being greasy. Also unsure that glitter is necessary in this product. Its also 6 oz, which is not a lot for the price. Gifted by Dae Hair."
        },
        {
            "review_title": "Smells so good!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "This product was gifted by Dae Hair. What I love the most is how fresh and delightful the scent is. Its smells like an orange starbust candyud83dude06 It has glitter and pretty shimmering but Im not sure whats the point of the glitter because its completely gone after i wash my hair off. But this pre-wash treatment is makes my hair smooth and smells good."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I received this gifted by Dae Hair. This is a great hair gloss. I really enjoy it to hell give my hair life in-between coloring.  It also helps combat frizz, which is perfect for the summer. It isnt too heavy and wont weight your hair down."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I have rather oily hair that cannot go more than 24 hours without washing it. My hair is on the frizzy side and is straight/wavy. My hair felt so soft and silky after washing product out and after styling it looked very shiny as if I had gotten it professionally washed at a salon. I truly look forward to when I get to use this treatment. Product gifted by Dae."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I love that it smells amazing and is cruelty and vegan product. It truly helps with hydrating my hair very well and leaves it shiny but also help with my frizz and reduces it by a lot. I cant wait to try out more products by this brand."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes",
            "review_text": "Gifted by Dae in exchange for a review. For reference, I gave long thin hair that tends to tangle easily and is frizz-prone. This is a treatment that you can use as a prewash or as an overnight treatment. The packaging is sleek and beautiful and makes it easy to use. It definitely does what its supposed to: adds shine, and makes my hair glass-like and frizz free. There's a visible golden glitter in it though, and I'm not sure it was 100% necessary to add glitter to a good formula."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is a beautifully made hair gloss. I love the tube packaging its really easy to use. I have straight non colored hair with some damage at the end. After blow drying my hair looked so shiny and smooth. Gifted by Dae Hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Fair skin tone, Combination skin",
            "review_text": "I love having a product I can use before showering. I put it on and leave one while I am multitasking getting things done around the house since its minimum recommended time to leave on is 20 min. My hair feels, smells and looks AMAZING; received this gifted by Dae Hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Gifted by Dae. This gloss makes my curls SHINE. It is a great pre-shampoo option that leaves my hair glossy and silky for days. I love how easy it is to apply and how manageable it leaves my hair. I love!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This is a very cool hair product, I actually have never used a shine treatment and this one was amazing! My hair was felt shiny! Using it wasnt that hard either. I actually used it overnight and when I washed it out, my hair felt soft and looked so shiny. I was happy with the results and cant wait to use it more especially when I have a big event. Gifted by Dae."
        },
        {
            "review_title": "Im in love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Combination skin",
            "review_text": "This stuff is amazing. I put it on my dry hair at night and then wash it out in the morning. When I blow dry my hair the next day, I dont have any weigh down and my hair is silky soft and smooth. Gifted by Dae"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This hair gloss treatment is great. I have thin, fine hair and it worked with my type of hair. It didnt leave my hair feeling weight downed or looking greasy. My hair looked shiny and glossy after use. Gifted by Dae Hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I highly recommend the DAE Stargloss Shine Hair Gloss Treatment to anyone looking to revive their hair's shine and luster. It's a game-changer and a must-have in my haircare routine. * gifted by DAE *"
        },
        {
            "review_title": "A must try",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Omg, what a transformation! My hair looks absolutely incredible and has a gorgeous shine after just 1 application with this treatment. It's easy to use and pretty straightforward. I had my sister help me because my hair is very long but it didn't take a long time at all. I opted to leave it overnight instead of 20 minutes because I wanted the best outcome and it didn't disappoint.  My hair looks like I had a professional treatment done and it's so super soft too. I highly recommend.  Gifted by Dae"
        },
        {
            "review_title": "Shiny hair must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "I dont think my hair has been shiny before, but this treatment made this happen! I have straight hair but I didnt have enough shine. I love how easy is it to use and also how fast it works. I would really recommend it! Gifted by Dae"
        },
        {
            "review_title": "GET IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "LOVEE! One of the first hair products that 1. does what it says AND 2. doesnt leave my hair greasy! It gives the hair that just got my hair done look! Very model off the runway! Absolutely adore it!! Gifted by Dae"
        },
        {
            "review_title": "New Holy Grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Normal skin",
            "review_text": "This product has made my hair look and feel so healthy. Im loving the results so far! Since I bleach my hair, it tends to be super frizzy but this tamed it and added a shine I never thought was possible! My hair is straight and fine, I left it in for 20 minutes and that did the trick. Id definitely purchase this in the future once I run out. Once a week works for me! Gifted by Dae Hair."
        },
        {
            "review_title": "Great shine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I have been using Stargloss Hair Shine Treatment for a week now and I love the results. My hair is softer, shinier and more manageable than ever. The product smells amazing and does not weigh down my hair or make it greasy. I use it after shampooing and conditioning, and leave it on for 15 minutes before rinsing. Its easy to apply and rinse off, and it does not stain my towels or clothes. I highly recommend this product to anyone who wants to give their hair a boost of shine and health. Gifted by Dae."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Dae Stargloss Shine Treatment is the perfect hair care pre-shampoo treatment that that helps my hair feel so shiny and smooth. I love it for my curly hair because it also helps to get rid of any tangles. This was gifted by Dae."
        },
        {
            "review_title": "New addition to haircare routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I was gifted by Dae Hair the star gloss shine treatment. I absolutely love how this left my hair feeling and looking! My hair felt very soft and shiny! The product smells amazing. Just know that there is a gold shimmery glitter, which I was not expecting, but I thought it was super cute!"
        },
        {
            "review_title": "Loved so much but beware of sparkles",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "I love dae products so much. I have almost everything in the collection and was so excited to try this. Now do not get me wrong I used this overnight and made my hair feel amazing the next day. But there is sparkles/shimmer in the cream. Even after shampooing my hair I was left with some sparkles in my scalp. Wish it came without that, since I loved how it made my hair feel. Gifted by daehair."
        },
        {
            "review_title": "So good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Dae does it again with another amazing product!! I have actually been looking for a product that adds shine into my hair because it's been looking dull since I've laid back on dying it. This does such a great job at smoothing my hair out, making it less frizzy, and of course adding shine! I leave it on for a good chunk of time before showering (like 30min-1hour) and I think that really allows it to soak into all my hair to get the benefits. Plus it smells amazing like their other products and actually works. gifted by dae hair."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This treatment has given my hair a beautiful, glossy shine that I've always longed for. Firstly, I appreciate the ease of use of this product. The instructions were straightforward, and the treatment itself was quick and hassle-free. After shampooing and conditioning my hair, I simply applied the treatment evenly from root to tip, ensuring that every strand was covered. The results were truly remarkable. My hair instantly transformed from dull and lackluster to vibrant and radiant. The treatment worked its magic, leaving my locks looking healthy, lustrous, and full of life. Gifted by daehair"
        },
        {
            "review_title": "dae hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Oily skin",
            "review_text": "Gifted by Dae Hair. Im a huge fan of this product. It smells amazing, is easy to work through the hair, and the tube packaging is a game changer. The glitter is easy to wash out and doesnt stick to hands."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I was gifted by Dae haircare in exchange for my honest review. This is a must have for curly; shine-less hair. I use it before shower day during special occasion and this really changes the shininess in my hair. Must have."
        },
        {
            "review_title": "Amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Oily skin",
            "review_text": "I've been so excited to try this new product out!! And I finally got my hands on it!! I absolutely love it, it's amazing for summer it has my hair looking amazing!! It's so moisturizing and keeps my hair looking shiny and sleek! Gifted by Dae Hair"
        },
        {
            "review_title": "Glossy Goddess Hair",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "Overall I'm really loving this new hair treatment from Dae. It gives my hair a super shiny and glossy salon-finish look! I recommend applying it to your hair and putting you hair in a claw clip or scrunchie to let it sink in and prevent mess. Gifted by Dae."
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "The aroma is so rich, I loved the glitter it leaves in my hand when i apply it. did it in the afternoon for the next day my hair is quite thick and after washing it my hair was soft and shiny I loved it. Gifted by Dae Hair"
        },
        {
            "review_title": "Works as promised!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "I noticed a difference with moisture and shine within a short amount of time using this product. My hair feels much healthier. It is smooth and the smell of the conditioner is amazing! It is very moisturizing, feels very nice, and helps detangle my hair. Highly recommended!  Gifted by Dae Hair"
        },
        {
            "review_title": "A MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "OMG MY NEW FAVORITE HAIR PRODUCT EVER! I wanted to try this because I have really dry hair. I left it on overnight to get even more moisture and shine on my hair and..LET ME TELL YOU IT WORKED!! my hair was so shiny and silky ud83eudd29ud83eudd29 gifted by Dae hair"
        },
        {
            "review_title": "Must have for pre wash",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Oily skin",
            "review_text": "I've tried a few of many hair masks on my thick hair but I like this one the best. Just a pea size amount is good for me on the ends and whatever is left on my hands I smooth onto the rest of my hair. This was gifted by dae"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "I like using this to make my hair healthier and shinier but Im not sure it works as a gloss because you have to rinse it out. It just feels weird to use it then shampoo and expect it to act like another hair gloss. Gifted by dae."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Gifted by daehair. The summer can make my hair very frizzy, dry, and dull. I was excited to use this with the hopes of giving it some shine back. This was easy to apply and after using, my hair had dimension again. I would recommend!"
        },
        {
            "review_title": "Great hair serum",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "This treatment makes my hair look so smooth and shiny without weighing down my thin hair or making it look oily. It also smells divine and makes my shower feel more luxurious! I use 1x a week. Gifted by dae"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "i love this Stargloss hair shine treatment gifted by Dae! i love using this gloss overnight and wash it in the morning! my hair is so silky and smooth after each use! i would use this once a week! highly recommend"
        },
        {
            "review_title": "Has potential if you don't mind the glitter",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "I've been a huge fan of Dae's branding so I was super excited to try this new product gifted by Dae hair! Upon first glance, I fell in love with the packaging (it's in my favorite color!) and thought it smelled good. Since my hair is thick and curly, I decided to use a water mister to dampen my hair before application. Although I loved the creamy texture of the product, I didn't like the glitter in it and it smelled more like bubblegum than I initially thought, which is not a good thing to me. After washing it out, I didn't notice any difference in my hair. To be honest I'm not sure it did anything. It has potential based on the texture, and if it did contain glitter I might try using it as a curl cream. If you don't mind glitter, definitely worth a try!"
        },
        {
            "review_title": "So shiny!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Love this hair mask? I let it sit in my hair for 20 mins and then washed hair regularly. My hair feels so soft and silky! I love how shiny my hair looks after one use. This was gifted by Dae for review"
        },
        {
            "review_title": "Gorgeous",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "I love this product if youve tried other dae products you gotta pick this one makes my hair look so good especially if I use it before Im going to curl or straight just gives it an extra shine gifted by dae hair"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "Dae gifted me with their new hair treatment for review purposes. My hair wavy and frizzy after using this treatment twice a week my hair its very shiny and the frizz has diminished gradually I cant wait to continue seeing results."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "Received complimentary from Dae Hair   While it is a cute idea I personally do not like that it has glitter in it. Love glitter just not in this type of product. My hair did feel softer after just the first use. Will definitely continue to use this just wish there wasnt glitter in it!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I received this product complimentary from Dae. I struggle with dry hair and before a wash day I love to put in a deep conditioner or a mask and this one was so perfect. It was easy to apply and I left it in my hair for 6 hours before I did my normal hair wash routine. It left my hair feeling so nourished. After washing it out and styling my hair I noticed how shiny it made the overall look of my hair."
        },
        {
            "review_title": "MUST HAVE for silky and shiny hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Dry skin",
            "review_text": "LOVE THIS STUFF. I have tried a million products for my hair and honestly, i feel like most things dont really do much . This genuinely helps with shiny and healthy looking hair. Of course its not a magic overnight fix but Ive noticed that my hair feels SUPER silky and hydrated and I will continue to use it. This was gifted by Dae but I will definitely repurchase and I highly recommend!"
        },
        {
            "review_title": "Hair must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Combination skin",
            "review_text": "Gifted by Dae Hair- Seriously LOVE LOVE LOVE. I dont know how my hair survived without this stuff! Im already a HUGE fan of dae hair, so I had to try this! I am obsessed, a serious hair must have! 10/10"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "*gifted by Dae Hair* Dae products work great for my fine hair and this one is no exception. I love that it is applied to dry hair before washing as opposed to applying to damp hair, because I find the second option inconvenient. It is easy to apply to the hair and it smells so good! Afterwards I washed my hair as I usually do and my hair was extremely soft and silky. I didnt even need to use leave in products. My hair stayed soft, silky and detangled."
        },
        {
            "review_title": "A must have for dry and dull hair!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "This is an amazing product that I didnt know I needed! I always have dry ends so I am always looking for products that make my hair shiny and more hydrated. This glossy treatment does just that! I apply it on dry hair, coating all the hair from mids to ends, and let it sit for a few hours before washing it (sometimes I even do it overnight but it also works in 20 minutes as well), then wash as normal and when my hair is dry and styled, it has the most beautiful shine. It does not feel heavy and leaves my hair with lots of movement. Such a unique product that has already become a favorite and it's made the weekly rotation. Highly recommend! I received this product complimentary from Dae Hair but this is my honest opinion."
        },
        {
            "review_title": "So fun!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "This stuff is so fun!!! The glitter when applying made the application process so fun. I left it sitting in for about 40 minutes before washing and then let my hair dry overnight- my hair is feeling shiny and glittery today! Absolutely love this. Gifted by Dae hair"
        },
        {
            "review_title": "Best hair mask!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Normal skin",
            "review_text": "Im not going to lie this product made my hair feel so soft and less frizzy. I honestly struggle with dry hair from dying it a lot and I also have super straight hair and this hair mask has really helped keep my hair stay hydrated and healthy. I let it sit in my hair for 15 minutes before washing it out and my hair was so soft and shiny after. This a pic of after ive used the hair mask!! complimentary from Dae Hair."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "I received this product gifted by Dae. I did not expect this to be so glittery. I would have preferred the product without glitter since this is a wash out product anyways, but I did like how glossy and soft it made my hair feel. I left it on for about 20 minutes before washing my hair and carefully rinsed everything out to wash out all the glitter."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Tan skin tone, Combination skin",
            "review_text": "Stargloss Hair Shine Treatment- Dae - wow this is such a potent treatment that left my hair super shiny and glossy with just one use. I used a dollop sized amount of this treatment prewash and left it for 20 mins . I couldnt believe the way it transformed my unmanageable hair to almost straight and shiny hair. Love this. I rechecked this complimentary from dae"
        },
        {
            "review_title": "A new must have!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Normal skin",
            "review_text": "This product was gifted to me in exchange for my honest review. I absolutely loved this hair mask! It moisturized my hair so well after being in the pool all weekend! It helped rehydrated and give a beautiful silky look! Also it smells amazing. :)"
        },
        {
            "review_title": "Lovely Prewash",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I have loved every single Dae product Ive tried. The new prewash I was gifted by Dae Hair is the perfect addition to my weekly haircare routine and I have absolutely noticed how much shinier and healthier my hair looks when I use it. It smells incredible and has nourishing ingredients like shea butter and moringa seed oil!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "This is the first time Im ever trying like a gloss type of treatment this is actually so great Im impressed. I spend a few hours with it in Ill do overnight next time but my hair is so freakin shiny wow gifted by dae hair x"
        },
        {
            "review_title": "Brought my hair back to life!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "This product was gifted by Dae in exchange for my honest review.  This was my first time trying a Dae product but I see them used all over my social media. Well this did not disappoint! My hair was so dry and dull before I used this. After just one use of leaving this in for a few minutes, my hair was so much shinier and healthier looking with way less frizz! Will definitely continue using this and highly recommend."
        },
        {
            "review_title": "I love it!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Normal skin",
            "review_text": "Stargloss hair shine treatment  is so good to my dry hair! My hair was so dull and dry before using it. It has helped my hair to look so much healthier and shiner! My hair feels so smooth and soft!"
        },
        {
            "review_title": "Beautiful product for all hair types",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I recently had the opportunity to try out the Dae Hair Stargloss Hair Shine Treatment, and I must say, it was an experience that exceeded my expectations. As someone with fine, thin, long hair, I'm always on the lookout for products that can give my hair a boost of shine and vitality. Here's my review based on my personal experience with the product:  II left the product in my hair for about 90 minutes before washing it out. The wait time allowed the treatment to work its magic. During this time, I couldn't help but admire the beautiful glitter in the product. It added a touch of whimsy and provoked a childlike excitement in me. It's not often that hair treatments are visually captivating, and this unique aspect of the Stargloss treatment made the experience even more enjoyable.  After rinsing out the product and washing my hair, I immediately noticed a difference in the texture of my hair. It felt remarkably softer than usual, which was a delightful surprise. The treatment seemed to have provided deep hydration and nourishment to my strands, leaving them feeling incredibly smooth and supple.  The true test of any hair treatment lies in its ability to deliver long-lasting shine, and in this regard, the Dae Hair Stargloss Treatment did not disappoint. Once my hair was completely dry, I couldn't help but marvel at the mirror-like shine it had acquired. The treatment had breathed new life into my hair, making it appear healthier, lustrous, and more vibrant than ever before.  One aspect worth mentioning is that the Stargloss Hair Shine Treatment doesn't weigh down fine or thin hair. Instead, it manages to add volume and body while providing the desired shine. This was a significant relief for me, as many shine-enhancing products tend to leave my hair looking flat and lifeless. The Stargloss Treatment strikes the perfect balance, making it suitable for various hair types. This product was gifted to me by Dae hair for my honest review."
        },
        {
            "review_title": "Summer staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Absolutely gorgeous! I love a shiny healthy hair vibe and this gloss Gifted by Dae is perfect! It not only smells very good for summer but it leaves my hair soft, shiny and not tacky or weighed down.  Always a plus in the hot summer heat"
        },
        {
            "review_title": "Glossy hair!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Dry skin",
            "review_text": "I have never tried dae hair products before but have always seen and heard raving reviews about them. I was so excited to try their new star gloss hair shine treatment. I have dry hair and this definitely gave it some shine even after one use. I applied it to my hair according to the directions and let it set for a couple hours. Next time Im going to try overnight. After washing it out my hair felt silky and smooth and so shiny. I blow dried it and wow it has never looked so good after. Cant wait to keep using it. Gifted by dae."
        },
        {
            "review_title": "Add a gloss to your haircare routine ASAP!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This product was gifted by Dae Hair- I have used the glaze gloss before trying this gloss, and have loved adding a gloss to my haircare routine. I have thick, black hair that has the tendency to become dry and dull/ hard to manage. This product has instructions to leave it on for at least 20 mins, or overnight- I put it on before bed and showered in the morning using my OUAI thick hair shampoo and conditioner. My hair was super soft and shiny! The product smells amazing- and also unexpectedly has literal glitter in it which is so cute and fun! I didnt have issues washing it off at all. Also Daes packaging and ingredients are so nice and well thought out. I havent used this brand before, but am really happy with this product!"
        },
        {
            "review_title": "Stargloss Shine Hair Gloss Treatment",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Complimentary from Dae Hair. I leave the Stargloss Hair Shine Treatment on for around 20 minutes. After washing out the product from my hair, it feels nourished and hydrated. I like the fresh and fruity scent and my hair looks very smooth plus shiny."
        },
        {
            "review_title": "Another win by Dae",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, black hair, Oily skin",
            "review_text": "This product was gifted by Dae. Wow wow wow. The scent, the packaging, the results! I love a mask I can use before washing and that I can leave on overnight. I wash my hair once weekly and this is my favorite to use the night before washing."
        }
    ]
}