{
    "product_id": "1341",
    "name": "FAME Eau de Parfum",
    "brand": "Rabanne",
    "categories": "Fragrance, Women, Perfume",
    "price": 196.0,
    "about": "Fragrance Family: Florals..Scent Type: Warm Florals..Key Notes: Mango, Jasmine, Incense..Fragrance Description: FAME Eau de Parfum has top notes of mango and bergamot, heart notes of jasmine and incense, and base notes of sandalwood and vanilla. This is a truly irresistible scent radiating joy and audacious sensuality. It is made in France, 90 percent natural origin, and 100 percent crafted in Grasse from sustainable ingredients...About the Bottle: This is an ultra-desirable, daring piece of design. It is a quintessential expression of the brandu2019s avant-garde style, reprising some of Rabanneu2019s most iconic codes. As precious as a piece of jewelry, as covetable as the 1969 bag, and as playful as the ultra-modern chainmail dress that has been worn by so many iconic women before her, this is FAME in a bottle...About the Fragrance: FAME Eau de Parfum is the covetable new feminine fragrance by Rabanne. It is playful, sensual, and empowered. The quintessence of avant-garde luxury, this perfume is a blend of exceptionally pure jasmine, succulent mango, and an addictively sensual, creamy incense.",
    "ingredients": "Parfum (Fragrance), Aqua (Water), Hydroxycitronellal, Linalool, Benzyl Salicylate, Butyl Methoxydibenzoylmethane, Limonene, Coumarin, Citronellol, Geraniol, Alpha-Isomethyl Ionone, Cinnamyl Alcohol, Farnesol, Citral, Benzyl Alcohol, Tris (Tetramethylhydroxypiperidinol) Citrate, Benzyl Benzoate, CI 19140 (Yellow 5), CI 60730 (Ext. Violet 2), CI 14700 (Red 4).",
    "how_to_use": "Suggested Usage:.-Fragrance is intensified by the warmth of your own body. Apply in the creases of your knees and elbows for a longer-lasting, stronger scent.&nbsp;",
    "num_reviews": 437,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/fame-eau-de-parfum-P502064?skuId=2545770&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2545770-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1 oz / 30 mL eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2622793-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "1.7 oz / 50 mL eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2545788-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "2.7 oz / 80 mL eau de parfum spray",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2545770-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": []
}