{
    "product_id": "1770",
    "name": "Vanilla Woods Eau de Parfum Travel Spray",
    "brand": "The 7 Virtues",
    "categories": "Fragrance, Women, Perfume",
    "price": 43.5,
    "about": "Fragrance Family: Warm & Spicy..Scent Type: Warm & Sweet Gourmands..Key Notes: Pear, Rose, Vanilla..Fragrance Description: Vanilla Woods is intoxicating with a dash of fresh pear, a big rose heart note, and the benefits of a long-lasting dry down of organic Madagascar vanilla and gourmand caramel infused with warm amber. The sustainably sourced vanilla alleviates stress with aromatherapy benefits...About the Fragrance: This hypoallergenic and cruelty-free perfume is infused with sugar cane alcohol. It is Peta-Bunny- and Leaping-Bunny-certified cruelty-free and vegan. Made without phthalates, parabens, sulfates, formaldehyde, or UV inhibitors. Normally an Eau de Parfum contains 10-15% fragrances oils. Vanilla Woods contains 22% fragrances oils including organic, sustainably sourced vanilla from Madagascar...This perfume helps provide education and health care. The vanilla is sourced from a sustainable cooperative that provides families with fair wages. Layer with any 7 Virtues peace perfume to create your own harmony. Good for the world. Good for your soul...About the Bottle: Vanilla Woods is nearly clear in color upon purchase; however over time its color may evolve into a golden caramel, ranging from a golden orange to a more caramel brown because it contains natural ingredients..CLEAN at Sephora is our commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing on effectiveness.",
    "ingredients": "ALCOHOL DENAT, FRAGRANCE/ PARFUM, WATER/EAU/AQUA",
    "how_to_use": "Suggested Usage:.- The 7 Virtues peace perfumes were designed to layer with one another to create your own unique signature peace perfume..- Apply liberally to your pulse points, as fragrance intensifies with your bodyu2019s warmth.  .- For a longer lasting natural scent layer with our Perfume Oil. .- Allow these scents to blend with your natural pheromones and get ready for endless compliments.  .- After applying avoid rubbing your wrists together as this breaks down the fragrance causing it to wear off more quickly.  .- If you wear our perfumes on your wrists, be sure to reapply after frequent hand washing as this can rinse the scent off.  .- Because this perfume contains organic sugar cane alcohol, it also acts as a sanitizer, keeping your skin fresh and clean...Recycling Instructions: .All box packaging is made from FSC certified sustainably managed forests and is recyclable.",
    "num_reviews": 1597,
    "overall_rating": -1,
    "product_url": "https://www.sephora.com/ca/en/product/vanilla-woods-eau-de-parfum-travel-spray-P502250?skuId=2591246&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2591246-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "0.34 oz / 10 mL",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2591246-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Favourite scent!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I LOVE this scent!!! If you like sweet vanilla scents, youu2019ll really like this."
        },
        {
            "review_title": "So great for layering",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Ive had this perfume for about 2 years now, a little goes a long way. The woody scent is strong but i really like it. It lasts a while too, and it layers really nicely with vanilla lotions"
        },
        {
            "review_title": "Great addition to daily routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Wonderfully subtle scent.  Great for wearing to work!"
        },
        {
            "review_title": "Everyday perfume!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "The smell is so good I love wearing it as my everyday perfume cause itu2019s not overpowering but just the right subtle of vanilla."
        },
        {
            "review_title": "Nice fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The Parfum is great the delivery was terrible. I couldn't just pick it up in the store and get the discount. I had to have it shipped. It arrived after the person it was for was at my home. Disappointing."
        },
        {
            "review_title": "If you love vanilla this is for you!!!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "If you love vanilla this is your scent!!! My daughter is obsessed and has so many compliments!!"
        },
        {
            "review_title": "SMELLS LIKE MOLDY VANILLA",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Not my favorite fragrance at all. Smells like mildew or mold mixed with vanilla? Itu2019s not how I want to smell whatsoever. Wish I can return but I canu2019t"
        },
        {
            "review_title": "One of my favorites!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I love this perfume! Itu2019s such a beautiful vanilla, not overly sweet, itu2019s perfect alone or layered."
        },
        {
            "review_title": "what does everyone see in this?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Medium skin tone, Dry skin",
            "review_text": "smells like burnt mothballs. gets 2 stars because i like that the vanilla isnu2019t overly sweet, but i have to deliberately try to find the vanilla note in the midst of the burnt cedar. thankfully i just have the small sample from their discovery set."
        },
        {
            "review_title": "Cedar chips",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Good quality products overall, but this one smells like hamster cedar chips ud83eudd37ud83cudffbu200du2640ufe0f"
        },
        {
            "review_title": "SOO GOOOD!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Iu2019m a vanilla girly so you already know this is a must have in my collection! I love this it smells amazing. It reminds me of mod vanilla by Ariana grande"
        },
        {
            "review_title": "The dry down is where itu2019s at",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I bought this as a blind buy because of all the reviews. When I got it I was so mad at myself for buying it without smelling it first because it smells like a smoker sprayed perfume on themselves to mask the smell of cigarettes.. Luckily, after about 30mins it dries down to a more vanilla scent. I am still not 100% sure if I like it or not, but I would say wait for the dry down to make your decision."
        },
        {
            "review_title": "True vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "I own a lot of vanilla and gourmand scents and I have to say that this is one of my favorites! Itu2019s the prettiest u201ctrueu201d vanilla in a not-too-sweet sense. I also find it to be ever so slightly smoky, kinda like a vanilla-tobacco perfume (although I know that this doesnu2019t have any tobacco notes). Overall, itu2019s a great mature vanilla. Itu2019s also a good paring with Sol de Janeiro 40!"
        },
        {
            "review_title": "A body butter would be great in this, just saying",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This fragrance is a go-to scent I have been looking for, forever. Surely a MK Midnight Shimmer dupe, which of course was my holy grail and discontinued. It gives me a woodsy vanilla vibes with a slight touch of floral in the background."
        },
        {
            "review_title": "Wow ud83eudd2f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "This oneu2019s flipping amazing! Scent is beast mode and lasts all day long! Iu2019m in love! ud83dude0d"
        },
        {
            "review_title": "A new favorite fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I love this beautiful fragrance. The vanilla scent dominates and leaves me smelling sweet. It lasts on my skin all day ling so mo need for me to reapply."
        },
        {
            "review_title": "Perfect!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "The perfect warm vanilla scent! Iu2019ve been searching for something vanilla for awhile but everything always comes off as candy sweet. This scent is the perfect warm cozy vanilla scent once it starts warming up on your skin. It will become a regular in my rotation."
        },
        {
            "review_title": "Long Lasting Heavenly Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "On Black Friday I sprayed this on sampler strip and did not like it. I think itu2019s because I was on a smelling spree before coming across this haha. Almost a week later, I came across the used scent strip and was blown away by the smell! At first you can smell the pear but itu2019s really faint, itu2019s the caramel, amber, and vanilla that takes over. Freaking amazing! Can I also just say how surprised I am that the smell is still noticeable, I mean wow! I have yet to purchase it but Iu2019m going to for Christmas. It kind of reminds me of Prada Paradoxe too."
        },
        {
            "review_title": "My signature scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Normal skin",
            "review_text": "This scent is everything. I absolutely love it. This will be my signature scent from now on. Itu2019s so light but powerful at the same time. It just smells like luxury 1000/10"
        },
        {
            "review_title": "True vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Best TRUE vanilla on the market. If youu2019re like me and love vanilla scent but not too sweet, highly recommend this perfume. Iu2019ve also found it super long lasting compared to other perfumes."
        },
        {
            "review_title": "Do not blind buy this.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Blind buy because of the hype. The initial spray smells like vanilla vodka on me and almost makes me gag, and the dry down smells smokey and lovely. It just does not last on me. I've worn it out twice and can not detect it on me after noon. Bummer. The 7 Virtues Amber Vanilla, however, is a winner for me and my body chemistry."
        },
        {
            "review_title": "The Only Perfume I Use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Love the sweet scent! It's perfect for cosy weather!"
        },
        {
            "review_title": "So underrated",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Normal skin",
            "review_text": "Such an underrated and incredible perfume. The scent is pretty traditional vanilla but smells absolutely amazing on the skin and lasts the entire day with just a few sprays. Pretty cheap for the quality/longevity of the product as well, will definitely be re-buying. I have noticed that it slightly stains the skin yellow when applied, so if you have super sensitive skin I would not recommend."
        },
        {
            "review_title": "Play-Doh smelling",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "Strong smell of Play-Doh.. if you like the profile already, then know it has longevity.."
        },
        {
            "review_title": "Let it sit!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Unique! The woods are green, not spicy. Not too heavy/sweet for warm weather. Negative is the alcohol blast at first which indicates lower quality blending/ingredients. BTW vanillas last better if you let them sit and darken for a few months and this one def improves. Paid $60 in a sampler a few years ago w sale, wouldn't pay full price."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Combination skin",
            "review_text": "when i smell my wrist, I smell a boozy/incense vanilla that makes me go wait...this kinda sucks.... But when someone else who's a foot away from me smells it, they can only smell a lovely vanilla with a splash of warm caramel. They can't detect the boozy incense scent at all. Overall, this is a major compliment magnet."
        },
        {
            "review_title": "date night and cozy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "this is my favorite go-to perfume for date nights and fall and winter vibes."
        },
        {
            "review_title": "Strong and sexy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Medium skin tone, Combination skin",
            "review_text": "Excellent staying power.  I love a strong vanilla scent.  Multiple compliments every time i wear it.  One of my top 3."
        },
        {
            "review_title": "amazing must have vanilla scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Smells so good, usually mix with YSL libre or Burberry Goddess"
        },
        {
            "review_title": "Love!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Dry skin",
            "review_text": "I really love this scent. This is a very sweet slightly fresh and fruity scent. I don't really get any rose from this. Just a nice blend of pear, caramel and vanilla. I do over spray to get about a 4 hour projection. It lasts on the skin about 6 hours total."
        },
        {
            "review_title": "Perfect Warm Vanilla Scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "What a wonderful parfum!!! I was looking for a good compliment to my sol de Janeiro products since their parfum is a bit of a disappointment and this hit the nail on the head!!  Such a lovely and sweet fragrance that stays on all day. It smells like Sol de Janeiro's signature fragrance but less nutty. They pair so well together; I'm definitely buying the full sized bottle!!"
        },
        {
            "review_title": "Smells amazing",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "This smells SO good ud83eudd29 I love that itu2019s not too strong. I do wish it lasted longer especially for the price."
        },
        {
            "review_title": "No thanks!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "So I was excited to buy this but I have to say I am a little disappointed that this fragrance only last 5 minutes on my skin. There is zero projection and I have to spray almost half the bottle to even get a little smell. I should've purchased the trial size first."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Vanilla Woods: Warm, sweet, and perfectly enchanting!"
        },
        {
            "review_title": "Try before you buy!!!!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "I wanted to love this so badly. I tried it in-store with the tester, smelled fine on paper. Brought it home, sprayed it on my skin, only to find that the first notes were super musky, smoky, almost like a cigarette or a musty basement? Once it settled, it left the most beautiful creamy vanilla smell, I couldn't stop smelling my arm. But it took more than an hour for it to get to that point on my skin. If you can get past that initial smokiness this is 100% a must-buy. It bothered me too much so I returned it."
        },
        {
            "review_title": "Love the scentu2026bottle is not good.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Purchased the mini bottle for travel and the whole thing leaked. The bottle and sprayer need to be better quality."
        },
        {
            "review_title": "Scent is different from what is expected",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Oily skin",
            "review_text": "Bought the perfume after reading many positive reviews, but you should definitely test this out before you buy. It ended up smelling smoky, like I had been at a bonfire party. Not really the vanilla and rose scent I was going for."
        },
        {
            "review_title": "The vanilla scent",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Warm sweet vanilla scent with a clean formula. I love this and gets lots of compliments on it. I will say, and maybe I'm nose blind to it from wearing it, but the scent does not last long at all. For the price I do think it should but I don't mind reapplication."
        },
        {
            "review_title": "My holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This is my signature scentud83eudd0d smells like vanilla and caramel so feels so cozy!!! I have received many compliments!!! I would buy a million bottles of this perfume if I could :)"
        },
        {
            "review_title": "good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "im 100% a vanilla girl and this smells AMAZIINNGGG but if you're looking less for sweet smells this might not be for you. imo it smells exactly like 40 from sol de janiero if you're looking for a description. i don't use this very often but when i do i get a bunch of compliments :) i reccomend!"
        },
        {
            "review_title": "SMELLS SO GOOD",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Combination skin",
            "review_text": "Iu2019m in love with this perfume though I was expecting a roller applicator since my last one was. But the scent is amazing Iu2019m always getting compliments well wearing. My signature scent for sure!"
        },
        {
            "review_title": "A Good Go-To Vanilla Scent!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I tried this at the Sephora store once & as someone who's a Vanilla Girl, I was happy with this scent.  It's pure vanilla bliss & I like how I can keep smelling this for a good 4-6 hours. It's not too strong & doesn't leave behind a trail if that's anyone's concern.   I use this as my base before layering with other fragrances."
        },
        {
            "review_title": "The BEST fragrance ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I have been wearing this fragrance for years and it is absolutely delicious and one of the most beautiful fragrances. It is such a beautiful mix of scent notes and if you spray your clothes then the fragrance will last for days. This  scent also causes no issues for anyone in my family, which is a big deal because my sisters cannot wear most fragrances due to allergies. I have purchased this perfume for all of my sisters and everyone adores this scent like no other.  It is a true gem. I always get compliments when I wear this, but I wear it because I cannot stop smelling my wrists and this fragrance is calming, uplifting and just flat out gorgeous. This is probably my favorite scent ever."
        },
        {
            "review_title": "Broken at delivery",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "The sample didn't work, only I made a mess on my finger. Glady, I didn't like what I did get from it."
        },
        {
            "review_title": "A pass for me.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I absolutely love the scent but it doesnu2019t last!! Pretty disappointed with the price point. Wonu2019t be repurchasing. I recommended Phlur vanilla skin instead."
        },
        {
            "review_title": "Staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I understand why people may dislike this scent but it is an absolute staple of mine. I have repurchased 3 times now and will continue to as long as long as they sell it."
        },
        {
            "review_title": "Waste of money",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "After using this product a couple of times I am disappointed the scent didnu2019t last long. I love the smell but it disappears quickly. Not worth the price at all."
        },
        {
            "review_title": "Perfect for everyday",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Combination skin",
            "review_text": "This perfume is the perfect everyday scent for me. Has the soft vanilla scent but has some spice to it which gives it an edge and LOVE layering it with a vanilla lotion! Lots of compliments on this one when Iu2019m at work!"
        },
        {
            "review_title": "office approved fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Oily skin",
            "review_text": "Great scent for work.  I love wearing this scent for work."
        },
        {
            "review_title": "Heaven in a Bottle",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "Best smelling scent that I discovered by accident. It is absolutely the perfect vanilla scent without that cloying fake undertone that most vanilla fragrances have. And it's perfect for layering with other fragrances and with body mists too. Run, don't walk to buy it (and no, I did not receive anything to write this review - honest and genuine). I purchased a small one, but will be looking to see if there is a bigger version."
        },
        {
            "review_title": "Great vanilla smell but mine leaks",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I loved the smell of this. Itu2019s top note is more sweet almost caramel like, itu2019s middle note is vanilla and is the most powerful, the base note is a light musk that enhances the vanilla. It lasts a long time, especially when you put moisturiser over it. But the bottle I got leaks like crazy. And since itu2019s so sitting, you might not like it if you like more some scents. long"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Normal skin",
            "review_text": "Love the smell, but wouldn't pay the full price just because it is very expensive. Other than that I love it!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "smells good but it broke the second i tried to use it soooo annoying"
        },
        {
            "review_title": "Give or take",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Standard clean vanilla scent! It pairs nicely with Mon Guerlain. This cold be everyday wear if you want to smell super sweet"
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair",
            "review_text": "This was a blind buy and I was easily persuaded through a creator on Tik Tok to try this perfume, and omggg!!! I instantly fell in love with the scent. Itu2019s a light vanilla scent and definitely not overpowering. Will be purchasing again!"
        },
        {
            "review_title": "Don't buy the travel spray...",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Oily skin",
            "review_text": "Love the scent. Got the travel spray as a gift and left it sideways unopened and in its box. The entire thing leaked. Major issues with the packaging. Very disappointed to have wasted the product!"
        },
        {
            "review_title": "Cigarettes",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I love vanilla scents, and I was so disappointed with this. On me, it smelled like cigarettes (I am a non-smoker). This made me want to puke and I had to wash it off immediately. Also, the spray bottle seemed to be broken. I would not recommend this product."
        },
        {
            "review_title": "Nice light fragrance but issue with spray cap.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Purchased travel size, spray cap does not work after first spray. Will be returning. The scent is a nice light fragrance"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Normal skin",
            "review_text": ""
        },
        {
            "review_title": "A must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Combination skin",
            "review_text": "Love this brand and all of the scents, but my favourite is lotus pear and vanilla woods ud83eudeb7 - Wendy"
        },
        {
            "review_title": "7 Virtues strikes again",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "I like this scent. I prefer the vanilla santal scent a touch better. I have stayed away from vanilla scents in general and finally getting back to enjoying the scent after it was associated with another smell I couldnu2019t shake. Smells greats"
        },
        {
            "review_title": "let it marinate after purchase!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "With this perfume, the longer it sits the better it gets. Iu2019ve seen a lot of people complain that it is too sweet of a vanilla, but in all honesty if you let it sit it becomes more of a deeper, woody fragrance with a hint of pear and vanilla. Perfect perfume in my opinion for anytime of the year, and the lasting power is amazing!"
        },
        {
            "review_title": "Love the scent, packaging is total garbage.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "Packaging is a nightmare.  I love the fragrance, and I loved it even more when it was a rollerball, but this spray version is not worth the hassle, so I'm now exclusively using Tobacco Vanille by Tom Ford.    I have many travel sprays, but this is the only one that is an absolute disaster.  It doesn't spray well; sometimes its like a weak stream that gets everywhere except where trying to spray.   If you close the cap fully, especially after any of that weak stream had made contact with the rim, the cap gets stuck and will rip the entire top off the glass the next time you try to open it.  I lost about 1/3 of the bottle that way. I won't be buying again until the packaging is improved."
        },
        {
            "review_title": "Smells amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "This perfume is amazing! If you love a vanilla smell, i highly recommend it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "Just ordered the travel spray since I recently used a sample of this that I had. I plan on purchasing a bigger bottle once I know for sure this won't tire me out. As of now, it smells soooo good...I keep smelling it randomly on my body and it makes me happy!"
        },
        {
            "review_title": "Smells so good",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Smells so good! Not necessarily a vanilla girly but this one will definitely be repurchased."
        },
        {
            "review_title": "On the fence, not vanilla-y",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "I was never really obsessed with vanilla perfumes but I recently got a hold of Phluru2019s Vanilla Skin and now Iu2019m obsessed and in a vanilla fragrance rabbit hole. What Iu2019m finding though is that itu2019s weirdly hard to find a true vanilla scent. Iu2019ve been looking up recommendations for vanilla perfumes and this one came up (plus it has vanilla in the name). Itu2019s not at all what I expected. I donu2019t get vanilla from this really at all. I get super sweet sugary pear with a green woodsy note. Iu2019m not sure how to feel about it.  I think the name is deceiving and I donu2019t think this is what most people on the hunt for the perfect vanilla scent are looking for so try to test it in store if possible. One second I think I maybe like it but the next second Iu2019m feeling kind of nauseated by it so I donu2019t think this one is for me. Buy with caution if youu2019re expecting an actual vanilla scent."
        },
        {
            "review_title": "Beautiful Vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Beautiful all year round vanilla scent. Clean brand, lasting for long time. Beautiful sweet vanilla. Love laying this one with SDJ 62."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smell like the classic sol de Janeiro perfume but long lasting. I love this scent ud83dudc9cu2764ufe0fud83dude0a"
        },
        {
            "review_title": "basic sweet",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Love this brand but.. no. honestly i bought this on accident. meant to by amber vanilla. this was way too sweet & B&BW to me. ig u want a base level u201cwoody vanillau201d thats more sweet than earthy. get this"
        },
        {
            "review_title": "Favorite everyday perfume",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Normal skin",
            "review_text": "I love the scent so much. Itu2019s a light, comfy vanilla. A great everyday scent."
        },
        {
            "review_title": "Lovely",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, fairLight skin tone, Normal skin",
            "review_text": "This stuff smells amazing! I love how it smells hours after I apply it, and the smell lasts a long time."
        },
        {
            "review_title": "One of my favourite perfumes ever!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "This is honestly one of my favourite perfumes, and itu2019s become a go-to fragrance for me. Iu2019m a big fan of sweet and gourmand smells, so for me, this perfume is a winner. Itu2019s sweet but not cloying, and itu2019s a really rich and warm scent. When you first spray it, you do get that alcohol smell, but it vanishes as soon as it dries down. The longer it sits on your skin, the better it gets. If I was to complain about anything, it would be the staying power of the perfume, but I donu2019t mind reapplying through the day so itu2019s not really a big issue for me. Iu2019m a big vanilla girly and so this is definitely my type of scent, but I think it might not be for you if you donu2019t like the sweet, warm smells. I definitely wear it more in the warm months, but my spouse loves it so much he asks me to wear it all the time. Itu2019s just a really gorgeous scent."
        },
        {
            "review_title": "A nice touch to add to your collection",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Scrumptious perfume! The dry down is def more woodsy but still sweet and seductive"
        },
        {
            "review_title": "smells great, scent doesn't last",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brunette hair, Tan skin tone, Normal skin",
            "review_text": "I love the smell of this product. A beautiful warm vanilla with a hint of musk. However, it lasts maybe an hour and then completely gone. Very disappointing"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone",
            "review_text": "Smells great and sweet. Perfect for a creamy vanilla that is slightly fruity with the pear. My only issue is it doesnu2019t last as long as I would like for the price. After 6 hours I couldnu2019t smell it on my wrists"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Normal skin",
            "review_text": "This smells so freaking yummy like i canu2019t even explain how good is smells, it smells so good that i regret buying the travel size instead of the bottle. ."
        },
        {
            "review_title": "Not for me!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Oily skin",
            "review_text": "Smells like Vanilla Vodka. Definitely not what I was expecting. But its not the worstu2026"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "One of my favorite vanilla scents! I now understand why it was hard to get!"
        },
        {
            "review_title": "Yummy but hard to spray",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Fair skin tone, Oily skin",
            "review_text": "I absolutely love the scent, its very sweet and caramely! My only issue is the atomizer on the bottle. You have to push it down really hard and quick in order for it to spritz properly, otherwise it comes out in a little stream."
        },
        {
            "review_title": "Good but small",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Smells sooo good but runs out very quickly. Would be a better use of your money to just buy the full size if you like the scent"
        },
        {
            "review_title": "Going to wear everywhere!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "I only got the sample version but it is SO good! It last all day and it smells so good but isnu2019t too overpowering!!! Itu2019s a beautiful scent!"
        },
        {
            "review_title": "Love this scent!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I got a sample of this the other day and went nuts over it. Itu2019s such a great staple, my new holy grail vanilla. My fragrance collection is nicely rounding out! It smells a little bit like a really good Greek and honey yogurt. Pairs quite nicely with the SDJ bum bum cream."
        },
        {
            "review_title": "Sweet spicy incense-y",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This is def a u201cwoodsyu201d vanilla that is sweet and spicy and kind of incens-y on my skin. I can sense a slight cigar note. Its not feminine enough for me I prefer a lighter fluffier vanilla but it is nice. I might revisit in the winter time."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "Woods and warm vanilla is exactly what it smells like. I can't say that I dislike the scent even, it's nice but to me it smells like a good winter candle, not perfume. I'd love my house to smell like that but not myself. It's too simple and seem to be missing something."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Been wanting this forever!!! Finally jumped,couldnu2019t be happier!! Iu2019m not a person who is cheap but the price was holding me back. Spoil yourselves!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Oily skin",
            "review_text": "I love its longevity and how well it plays or layers with other scents. This perfume may be my favourite vanilla scent to date because it's not too gourmand, woody or powdery. It's a clean vanilla scent, and I get compliments every time I wear it. I layer it with the Sol de Janeiro Bum Dia Bright Cream because they have similar scent profiles."
        },
        {
            "review_title": "Jamais sans mon Vanilla Woods",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Ce parfum est u00e0 la fois doux et ru00e9confortant. Ju2019adore !!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "This is my fav winter perfume. It has a woodsy vanilla scent and it lasts all day. The smell gets better with time, Iu2019ll definitely buy the full size when I run out."
        },
        {
            "review_title": "Favorite Vanilla Fragrance",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "This is my favorite vanilla fragrance! If you like Burberry goddess, youu2019ll likely like this! Itu2019s like Burberry goddess but without the u201cspicyu201d aspectu2014 just sweet. The vanilla notes are pretty strong in my opinion. I also smell a little caramel in there as well. I love it!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "love this scent! it is sweet and subtle, long lasting too! highly recommend giving this one a try"
        },
        {
            "review_title": "Intoxicating and delicious",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "This perfume is SOOO amazing! The moment I first smelled it, it was intoxicating! The vanilla is strong, but so is the rose and pear and it creates a combination that I havenu2019t smelled before. I am a true vanilla/gourmand perfume girlie and this is hands down my favorite. I donu2019t get cigar or spicy from this perfume at all like some of the other reviews stated"
        },
        {
            "review_title": "SMELLS DELICIOUS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I love the vanilla scent and how long it lasts. I also layer it with the sol de janeiro 40 body mist. if you want to get compliments buy this!!!"
        },
        {
            "review_title": "Decent fruity vanilla",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Dry skin",
            "review_text": "The pear comes through way more than I expected so it ended up being much sweeter than I thought it would be. Itu2019s nice, but definitely not one of my fav scents. It has minimal sillage and lasts all day! It smells very similar to Sol de Janeirou2019s Cheirosa u201840, but honestly I prefer Cheirosa u201840. I heard others say Vanilla Woods is similar to Kayaliu2019s Vanilla 28, but I donu2019t see much resemblance since Vanilla 28 is much more floral on me."
        },
        {
            "review_title": "Signature perfume",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Always loved vanilla scents and always wanted a signature perfume that was vanilla and sweet but not too sweet that it would overwhelm or overpower.   Wear it to work everyday and I always get compliments and get asked what perfume am I wearing.   Love that the brand is clean and love even more the story behind how this brand came to be. Great scents and even greater cause.  Sticking to this forever. Finally my search for my signature scent is over.   p. s. for those wondering, Vanilla Woods smells sweeter than the new Amber Vanilla perfume, which has a bit more woodsy/spice and floral scent to it. Both are lovely. ***"
        },
        {
            "review_title": "Nearly perfect apart from the woody/cigar smell",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, notSure skin tone, Combination skin",
            "review_text": "I LOVE this scent but only after the woody smell goes away. This would be a 5/5 if that note wasnu2019t present.  Thankfully on me the woody part disappears within an hour (it makes me sneeze too). Then I get a delicious rich vanilla smell that stays on me almost all day. I pair it with a vanilla perfume oil I bought off Amazon."
        },
        {
            "review_title": "Love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "This perfume smells so warm and cozy it truly is comforting. Itu2019s the perfect amount of vanilla, not overly sweet at all, with just the perfect amount of woodiness and warmth. One thing though, it doesnu2019t really project much. You can smell it on yourself and your clothes throughout the day but you would need a lot of sprays for it to be detectable by other people."
        },
        {
            "review_title": "My current favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I get SO many compliments when I wear this scent. Layerable, sweet (but not overbearing) & warm. Highly recommend! Also has good lasting power!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "my ALL THE TIME FAV if your a true vanilla girl u will love this. reminds of the discounted vannila lace body spray from VS. it lasts awhile. for a good quality perfume the price isnu2019t bad either andyummy"
        },
        {
            "review_title": "Delicious, Sultry, Versatile Vanilla",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Want people to drool over you and ask u201cwhat are you wearing?u201d in just about any setting (day to night, work or leisure) this is the vanilla perfume you need. Lux blend of floral and gourmand. Lasts 8+ hours easy. Keeps it sexy."
        },
        {
            "review_title": "Yes, yes, yes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Porcelain skin tone, Combination skin",
            "review_text": "So good. I am not a vanilla fan, but this is just sooo good. It's sweet but not sickly, woody but not smokey or brash. It's literally just perfect. I truly hope it's never discontinued."
        },
        {
            "review_title": "Main Character in a Rom-Com",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Sorry to say, but this is one of the best and particularly underrated vanilla perfumes out there. It is such a warm and cozy yet captivating vanilla. Vanilla Woods is a sweet yet musky fragrance that turns heads, literally. Cherish her, enjoy her, appreciate her before sheu2019s gone!  I"
        },
        {
            "review_title": "My favorite scent of all time",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I found this perfume maybe three years ago, and Iu2019ve never taken to another perfume since. Itu2019s simple, warm yet mature, and feminine. My favorite scent of all time!"
        },
        {
            "review_title": "Cigars!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "I bought the travel spray on a blind buy awhile back and regret not returning it then. It smells almost exactly like my grandfathers cigars back in the early 80s, not what I was after as a perfume. I had sort of  perfume until my most recent order gave me a sample of this rather than the one I chose. Ugh! most recent order sen"
        },
        {
            "review_title": "The worst perfume in my life",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "I donu2019t know if it is normal but when I put this perfume for the first time I sneeze and third day I sneeze again. I think I might be allergic of this perfume probably maybe of this ingru00e9dients& it smells like smoke"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I love the scent of this-to me itu2019s a very spicy vanilla. Longevity isnu2019t great. But the reason I will never repurchase this or any other 7 virtues product is that a great deal of it evaporated. I left it sitting for some time and a bunch disappeared. Many others have reported this huge quality control issue."
        },
        {
            "review_title": "Perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Smells fantastic. It's my new everyday scent. It smells like warm vanilla, and it very strong so you don't need much of it to last awhile"
        },
        {
            "review_title": "Wear this scent almost every day!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, gray hair, Normal skin",
            "review_text": "I have spent more than a decade avoiding perfumes because I didn't want to be wearing chemical concoctions...but the 7 Virtues line has brought me back to my scents! LOL (sorry for the bad pun)  I absolutely love that it's a clean line, and I also appreciate the planet positive approach and the fact that they give back by contributing to ending period poverty. It's not something I had thought about, but their goal to make menstrual products free to girls across Canada is amazing. Oh year...and they're CANADIAN !! :)"
        },
        {
            "review_title": "Beware Opening This Product -Smells Amazing Though",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This is my 3rd time buying it,vanilla and woodsy heaven, but there is something very wrong with the packaging as I tried to get the top off and the entire spray apparatus came out over a 1/4 of perfume dumped out.Very upset."
        },
        {
            "review_title": "Travel size leaks",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I really wanted to love this, but this perfume vanilla/ pairing just wasn't for me. The vanilla and pear notes are warm and wonderful, however when it dried down a that could smell was an overpowering burnt roses and amber. Those two last so much longer then the sweetness that I personally require in a vanilla fragrance. It's also possible it's just not a great combo with my body chemistry. It definitely way warmer then a traditional vanilla too, like a burnt caramel marshmallow. I also recommend smelling it for yourself, on your own skin. The company is good though, claiming to provide health care and education funds, is cruelty free and fair trade. But unfortunately mine (the travel spray size leaked everywhere. Apparently it's an known packaging flaw. So you can't really travel with it, mine leaked 1/4 the first day I bought it. Over all for the price point I expect the packaging to be of higher quality, especially if it's designed to be for travel."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "I wanted to like it so bad but with my body chemistry anything with wood notes tends to smell like a burnt cigarette. Smells good in the bottle just not on my skin"
        },
        {
            "review_title": "Favorite vanilla scent",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, fairLight skin tone, Dry skin",
            "review_text": "This by far is my favorite vanilla scent and Iu2019ll never go without it."
        }
    ]
}