{
    "product_id": "1667",
    "name": "The Original Naked Palette- Limited Edition",
    "brand": "Urban Decay",
    "categories": "Makeup, Eye, Eye Palettes",
    "price": 70.0,
    "about": "What it is:A neutral eyeshadow palette, with upgraded formulas...What Else You Need to Know:The Original Naked Palette is back by popular demand, for a limited time only. This unforgettable neutral eyeshadow palette returns with Urban Decayu2019s iconic nude eyeshadow range formulated with ultra-smooth mattes, glimmering metallics, and beautiful shimmers..This Palette Contains:",
    "ingredients": "Ci 77499 / Iron Oxides, Mica, Caprylic/Capric Triglyceride, Talc, Ci 77742 / Manganese Violet, Ci 77891 / Titanium Dioxide, Zinc Stearate, Boron Nitride, Calcium Aluminum Borosilicate, Sodium Dehydroacetate, Phenoxyethanol, Sorbic Acid, Ci 77510 / Ferric Ferrocyanide, Ci 77491 / Iron Oxides, Tin Oxide, Silica, Dimethicone, Mica, Talc, Calcium Aluminum Borosilicate, Isododecane, Ci 77491 / Iron Oxides, Ci 77000 / Aluminum Powder, Triisostearyl Citrate, Ci 77891 / Titanium Dioxide, Cetyl Dimethicone, Ci 77499 / Iron Oxides, Phenoxyethanol, Ci 77742 / Manganese Violet, Caprylyl Glycol, Silica, Caffeine, Tin Oxide, Mica, Talc, Oryza Sativa Extract / Rice Extract, Ci 77891 / Titanium Dioxide, Ci 77491 / Iron Oxides, Ci 77499 / Iron Oxides, Zinc Stearate, Sodium Dehydroacetate, Ci 77492 / Iron Oxides, Ci 77742 / Manganese Violet, Phenoxyethanol, Sorbic Acid, Tin Oxide, Silica, Cellulose Mica, Oryza Sativa Extract / Rice Extract, Ci 77499 / Iron Oxides, Ci 77491 / Iron Oxides, Talc, Ci 77891 / Titanium Dioxide, Ci 77400 / Bronze Powder, Zinc Stearate, Ci 77492 / Iron Oxides, Sodium Dehydroacetate, Phenoxyethanol, Sorbic Acid, Silica, Cellulose, Ci 77499 / Iron Oxides, Talc, Mica, Ci 77891 / Titanium Dioxide, Zinc Stearate, Oryza Sativa Extract / Rice Extract, Cellulose, Silica, Ci 77492 / Iron Oxides, Calcium Aluminum Borosilicate, Sodium Dehydroacetate, Ci 77491 / Iron Oxides, Phenoxyethanol, Sorbic Acid, Tin Oxide, Mica, Ci 77891 / Titanium Dioxide, Caprylic/Capric Triglyceride, Talc, Zinc Stearate, Ci 77491 / Iron Oxides, Boron Nitride, Ci 77742 / Manganese Violet, Sodium Dehydroacetate, Phenoxyethanol, Sorbic Acid, Ci 77499 / Iron Oxides, Ci 77492 / Iron Oxides, Silica, Talc, Mica, Ci 77891 / Titanium Dioxide, Ci 77499 / Iron Oxides, Ci 77491 / Iron Oxides, Boron Nitride, Ci 77492 / Iron Oxides, Silica, Zinc Stearate, Caprylic/Capric Triglyceride, Sodium Dehydroacetate, Phenoxyethanol, Sorbic Acid. Mica, Ci 77891 / Titanium Dioxide, Talc, Caprylic/Capric Triglyceride, Zinc Stearate, Ci 77742 / Manganese Violet, Ci 77492 / Iron Oxides, Boron Nitride, Sodium Dehydroacetate, Ci 77491 / Iron Oxides, Ci 77499 / Iron Oxides, Phenoxyethanol, Sorbic Acid, Silica, Ci 77891 / Titanium Dioxide, Mica, Talc, Ci 77492 / Iron Oxides, Silica, Zinc Stearate, Ci 77742 / Manganese Violet, Ci 77499 / Iron Oxides, Ci 77491 / Iron Oxides, Caprylic/Capric Triglyceride, Boron Nitride, Sodium Dehydroacetate, Phenoxyethanol, Sorbic Acid. Mica, Ci 77491 / Iron Oxides, Oryza Sativa Extract / Rice Extract, Talc, Ci 77499 / Iron Oxides, Zinc Stearate, Ci 77891 / Titanium Dioxide, Ci 77163 / Bismuth Oxychloride, Sodium Dehydroacetate, Phenoxyethanol, Sorbic Acid, Sodium Stearate, Cetearyl Alcohol, Ceteareth-20, Calcium Chloride. Mica, Oryza Sativa Extract / Rice Extract, Ci 77891 / Titanium Dioxide, Talc, Ci 77491 / Iron Oxides, Zinc Stearate, Sodium Dehydroacetate, Phenoxyethanol, Sorbic Acid, Ci 77499 / Iron Oxides, Silica, Cellulose. Mica, Ci 77499 / Iron Oxides, Oryza Sativa Extract / Rice Extract, Talc, Ci 77891 / Titanium Dioxide, Zinc Stearate, Cellulose, Ci 77742 / Manganese Violet, Ci 77491 / Iron Oxides, Ci 77492 / Iron Oxides, Silica, Sodium Dehydroacetate, Phenoxyethanol, Sorbic Acid, Ci 77510 / Ferric Ferrocyanide, Tin Oxide.",
    "how_to_use": "Suggested Usage:.-Use the matte shades to shape, contour, and define the eyes. .-Use the metallic and shimmer shades to highlight, brighten, and add dimension to the eye.",
    "num_reviews": 10,
    "overall_rating": 5.0,
    "product_url": "https://www.sephora.com/ca/en/product/urban-decay-the-original-naked-palette-P513262?skuId=2823961&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2823961-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "The hype is real, it's everything.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Fair skin tone, Oily skin",
            "review_text": "Eyeshadow excellence! For a neutral palette it does an incredible job of making my eyes pop, the eyeshadows are so lovely. They glide on like butter and create a stunning look. I certainly do not normally drop this kind of money on a palette but after trying it I had to have it, but it is a worthy purchase. I cannot compare to the original, but I am seriously impressed."
        },
        {
            "review_title": "Holy grail!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Porcelain skin tone, Combination skin",
            "review_text": "I love it. i use this palette even more than my Natasha Denona Glam palette!"
        },
        {
            "review_title": "Better than the Initial Launch Way back when",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "I was in my late teens, early twenties when this 1st launched. I used it until the packaging fell apart. I repurchased when it again on sale before it left.   I say this without bias. This updated version is even better than the 1st. The texture is smoother, the colors are richer. Sidecar!? Smh, the glimmer is so elevated. Not chunky, nor ashy. Just the right amount of sparkle. No fall out. Half baked, Toasted, Smog & Darkhorse  - they're just so much better this time around. There is a richness to them. Hustle, Creep & Gunmetal are just classic. The smoke from those 3 (what I remember, but again, elevated in this relaunch). Granted, different mattes would have been good this time around. But it's OK, it's the original coming back. For anyone interested, Morphe Nude Ambition is a *great* palette to use with this! The color story compliments the UD Naked incredibly well  I had the same thought like many initially, of not wanting to buy it again. But I bit the bullet and did it. I'm glad I did. The old version I have will be left as is (granted, it is 8 years old). But this one? I've been using it straight for a whole week. Each look is just lovely. As I remembered. Puts a smile on my face using this palette again. So I'll say this - for those who always wanted it but you weren't able to get it, for those who had it but used it up and missed it - buy it. It really is the original. But, if you don't want to drop the money for it, I do suggest you pick up the Morphe Nude Ambition (it is a very close color story, and that palette is really beautiful - incredibly smooth mattes, nice shimmers/satin shades).  Hope this helps"
        },
        {
            "review_title": "Never should have left",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Light skin tone, Combination skin",
            "review_text": "The Original Naked palette is what made me fall in love with makeup. Darkhorse remains one of my favourite eyeshadows of all time. I love the formula of these shadows. This palette should have NEVER been discontinued, I hope UD decides to keep it. We need more neutral and cool toned palettes on the market! Please bring back Naked 2!"
        },
        {
            "review_title": "Just phenomenal",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Normal skin",
            "review_text": "Firstly: it is back (for a limited time!). Secondly: it is better than the original - no matter what some other makeup enthusiasts say. I can't say how much joy this resurrection brings to my makeup life. The shades are buttery and blend beautifully. The sparkly shades are just better than 15 years before. It brings each time a smile on my face when I use it. And the result is always simply gorgeous. Thank you for bringing that gem back."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Normal skin",
            "review_text": "THRILlED to have this back in my collectionu2026. The formula is INSANELY INCREDIBLE and SO SO GOOD"
        },
        {
            "review_title": "Back n Better!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "The original is back and better than ever!!! This formula is creamer and the stains go on very smooth. beautiful on textured eyelids. I missed this palette SO much. Lasts all day. Better and longer than ND. I wish they'd bring back the Naked 2 and Smokey also."
        },
        {
            "review_title": "The OG Pioneer of palettes is Back!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Normal skin",
            "review_text": "I was so excited to see this again because I've often said they should bring it back and just keep it around, it's a perfect  mix of neutral colours, I used to wear it to work every day and also do smoky sexy eyes for going out. I used it for like 6 years straight from 2009 to 2014/15 and I still have the original from 2009!  15 years later? The packaging and names are all the same. Pigmentation is rich though the formula is different from the original from 15 years ago.  - I was disappointed that Buck which in the original was a more warm matte brown is a very cool toned light brown, more like a beige. I wish they had kept it warm.  -Also Hustle in the original was a smokey plum that went well with Toasted, one of my favourites, whereas in this one its more of a deeper shimmer brown.  -One modern update is the microglitter in Sidecar, another favourite and the last 2 colours, very pretty. This version of Sidecar reminds me a bit of Space Cowboy  but with more of a champagne base.  Overall, I'm soo glad to have this and am looking forward to using it a lot despite owning quite a few palettes. Nothing has ever quite compared to the OG Naked!"
        },
        {
            "review_title": "LOVE THIS ONE!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Wonderful News! My original fav has been finished for a few years now and hearing that itu2019s coming back is phenomanily awesome!! Thank you UD!u2764ufe0f"
        },
        {
            "review_title": "I'm so excited for this classic pallet",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "so excited this good old classic is coming back, I hope they will relaunch Naked 2!!!"
        }
    ]
}