{
    "product_id": "888",
    "name": "Mini Cloud Set Baked Setting & Smoothing Talc-Free Vegan Powder",
    "brand": "Kosas",
    "categories": "Mini Size, Makeup",
    "price": 24.5,
    "about": "What it is:A super soft, sheer setting and smoothing powder baked with skincare that sweeps away shine (not glow), feels like nothing, but looks like everything..Coverage:Light.Finish:Natural.Formulation:Pressed Powder.Highlighted Ingredients:- Bamboo Stem Extract: Absorbs excess oil, leaving skin looking matte and feeling soft..Ingredient Callouts:This product is vegan, gluten-free, and cruelty-free..What Else You Need to Know:This formula starts as a mousse packed with skin-supporting ingredients and is baked to achieve the perfect ultrafine layer of sheer pigment. Its unique airy texture gives your skin the most smooth, blurred, healthy look ever. Get the diffused, natural finish of a loose powder in a no-mess pressed powder..Clinical Results:Based on a consumer study of 20 females wearing Tinted Face Oil, Revealer Concealer and Cloud Set for 1 week:",
    "ingredients": "-Bamboo Stem Extract: Absorbs excess oil, leaving skin looking matte and feeling soft..-Passion-fruit Leaf Extract: Reduces the appearance of fine lines and wrinkles..-Chinese Peony: Visibly minimizes pores...Mica, Silica, Capryloyl Glycerin/Sebacic Acid Copolymer, Lauroyl Lysine, Glyceryl Stearate, Octyldodecanol, Simmondsia Chinensis Seed Oil / Simmondsia Chinensis (Jojoba) Seed Oil, Pentylene Glycol, Glycerin, Glyceryl Caprylate, Potassium Sorbate, Bambusa Arundinacea Stem Powder, Passiflora Edulis Seed Oil, Glyceryl Undecylenate, Aqua / Water, Stearic Acid, Candelilla Cera / Euphorbia Cerifera (Candelilla) Wax, Xanthan Gum, Sodium Phytate, Cetearyl Olivate, Tocopherol, Sorbitan Olivate, Honokiol, Paeonia Officinalis Flower Extract, Helianthus Annuus Seed Oil / Helianthus Annuus (Sunflower) Seed Oil, Vitis Vinifera Seed Extract / Vitis Vinifera (Grape) Seed Extract (+/-): CI 77891 / Titanium Dioxide, CI 77491 / Iron Oxides, CI 77492 / Iron Oxides, CI 77499 / Iron Oxides.....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Use a tapered brush to sweep or pat the powder onto your forehead, chin, and noseu2014or wherever you want to absorb oil or set makeup.",
    "num_reviews": 531,
    "overall_rating": 3.5,
    "product_url": "https://www.sephora.com/ca/en/product/mini-cloud-set-baked-setting-smoothing-talc-free-vegan-powder-P505832?skuId=2673598&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2673598-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "Silky",
            "shade_descriptor": "sheer tan deep",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2673580-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Pillowy",
            "shade_descriptor": "sheer medium tan",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2673598-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Comfy",
            "shade_descriptor": "sheer medium",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2673606-main-zoom.jpg?imwidth=465"
        },
        {
            "shade_name": "Breezy",
            "shade_descriptor": "sheer light",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2673614-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": [
        {
            "review_title": "Good but donu2019t need",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Super cute. I got the mini, itu2019s good enough not my holy grail. Itu2019s good but itu2019s not bad either. Itu2019s something I donu2019t reach out for much"
        },
        {
            "review_title": "Broke after a week",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have had these for about a week now, and it completely cracked in half.  I did not drop it, it just crumbled after maybe 5 uses."
        },
        {
            "review_title": "Use it over mineral sunscreen.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Sheer, true skin finish. I use this with no foundation to tone down the blue-gray tint from my mineral sunscreen and it has worked far."
        },
        {
            "review_title": "poor packing- appears gross over time",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Dry skin",
            "review_text": "I have purchased this twice in different colors and itu2019s ok powder.  I have to say the packaging is a big turn off.  Had trouble both closing and opening it.  Like really a hassle.  I used like my other powders so why does it look like the surface of the moon?  Not a fan.    g"
        },
        {
            "review_title": "Don't waste your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "This product is terrible.  It doesn't blend, and it clumps.  When I returned it, the associate at the store agreed it was a sub-optimal product."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The consistency was nice and very cloudy but creased on me unfortunately. I really hoped I would like this but it is terrible on my normal-dry skin."
        },
        {
            "review_title": "Great Clean Product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Normal skin",
            "review_text": "So far Iu2019m really impressed and loving this clean setting powder. Love the lightness, feel and natural look! On a waitlist for the Beachy bronzer! Canu2019t wait!"
        },
        {
            "review_title": "Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I love this powder and just love how it blends on its amazing"
        },
        {
            "review_title": "works well, but broke quickly",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The powder works well enough, but it broke after a couple of uses without any impact. not sure if the instability is because it was a mini. I tried using what was left in the pan but ultimately tossed it and haven't repurchased.  The formula itself is maybe 4 stars."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, notSure skin tone, Normal skin",
            "review_text": "It broke, I don't have any photos, but I assure you that it is super good, but you have to be very careful"
        },
        {
            "review_title": "Best setting powder ever",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I donu2019t know why the reviews arenu2019t better on this product itu2019s so great I have super dry, eczema prone skin and this is the only setting powder that works. If you have dry skin and havenu2019t tried this product, you need to. Some people say oxidizes, but I just bought a very light shade And I found it doesnu2019t oxidize at all. It leaves my skin super smooth and Iu2019ll be repurchasing in a bigger size."
        },
        {
            "review_title": "Pinky powder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "I returned the tower 28 and bought this. This is definitely pinker. I like how it brightens. Just be careful not to put to much because it can looks powdery. I put some setting spray on when it looks like that."
        },
        {
            "review_title": "Broke after 2 uses with no impact",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Saw no difference. Used it twice and it broke in my makeup bag. My makeup bag only goes from the cabinet to the counter so I can only imagine what it would do during travel. Save your money"
        },
        {
            "review_title": "so so",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Medium skin tone, Normal skin",
            "review_text": "ughhhhhu2026 kinda disappointed with this one. it looked great in store, but its very orange once you actually are wearing it. It is a great product its just the shades need better work."
        },
        {
            "review_title": "A total must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I LOVE THIS POWDER!! its make my makeup not crease and doesnu2019t make me break out! It also doesnu2019t leave my skin looking or feeling dry! And it has lasted a longggg time! Will definitely buy over and over again!!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The product itself is nice. Very finely milled and works well to set under eyes without creasing. The packaging is awful- impossible to open(Iu2019ve broken nails trying to pry the lid open), and the product itself isnu2019t stable enough(it broke pretty much immediately)"
        },
        {
            "review_title": "Only powder Iu2019ll ever use",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The best ever for literally any skin type. Softening without looking flat. No flashback"
        },
        {
            "review_title": "Just donu2019t drop it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, black hair, Light skin tone, Combination skin",
            "review_text": "This is a great powder! I think anyone would love it! The only reason Iu2019d take 1 star off is bc itu2019s so finely milled that it breaks so easy, so you have to be very careful with it"
        },
        {
            "review_title": "Good setting powder, wish it came in a compact!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Dry skin",
            "review_text": "Really loved this powder, I realized after buying a darker shade that this one is my perfect shade now in winter. I only wish that this came in a compact size because I love the application of a powder  w/a powder puff. I find it gets more coverage that way, I really do love this setting powder though, just wish the packaging was better because Iu2019ve had it break on me a couple times."
        },
        {
            "review_title": "Avoid this",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received the product in the condition as shown in the attached picture. Very disappointing. I only read the reviews after receiving the product and realized so many others have had the same issue. So itu2019s not a rare event, but a common problem for this product."
        },
        {
            "review_title": "Donu2019t even bother",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I had it for a day, put it in my purse for a night out. I wanted to retouch my makeup, I opened it and it was broken (literally everything fell out of the pan). I didnu2019t even had the chance to use it for the first time. Mind you, the purse was on a table throughout the whole night, no one even touched it."
        },
        {
            "review_title": "Must have for oily skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "Love this! I got I think the lightest shade. This has kept my makeup not oily for a good 8 hours which is impressive and on top of that it doesnu2019t separate my makeup for a good 16 hours! Canu2019t recommend this enough."
        },
        {
            "review_title": "Confused.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Let me start by saying I love Kosas products in general. I use their concealer, highlighter, setting powder and blush regularly. Iu2019m confused as to why they launched these three u201cbrightenersu201d though. I use Airy setting powder in the winter and Breezy in the summer, so I purchased Candy hoping to add some brightness under my eyes and on my cheeksu2026 no such luck. It does give my skin a slightly cooler look, compared to the neutral/warm of my regular powders though. I plan to use it all over my face in place of Airy this winter when I want to do cool makeup looks, but it isnu2019t worth purchasing as a u201cbrightener.u201d Mmm in the summer"
        },
        {
            "review_title": "Works great on younger skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this stuff! For reference I am 36 and limited fine lines. For mature skin this might not work as well and might get more into the fine lines but if youu2019re younger and do not have the fine lines, this works beautifully. Good coverage and great color match. I would gladly get again."
        },
        {
            "review_title": "Don't waste your time",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Why does this powder get so much social media hype? It's terrible. I tried using it to set under my eyes and it was cakey and creased. I tried it as a finishing powder and it still looks cakey. Was able to use it about 3 times before the dome of the powder just sheared off, and I was just keeping it in my drawer. It wasn't bouncing around in a purse or anything. Total waste of money."
        },
        {
            "review_title": "Good for mature dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "I have combination oily mature skin, so I bought this to wear during the winter in CAnada. Although I looked greasy at the end of the day, I would recommend for any skins types. Itu2019s so light and thin, you can trust to not ever looking caked"
        },
        {
            "review_title": "Donu2019t buy",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "This product does not perform. Yes it is pink powder and thatu2019s about it. Save your money and donu2019t buy!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this product but the packaging is terrible. It is hard to get open and on day 2, it cracked in the middle. This pic was post airplane transport but that is how it cracked just trying to open the lid."
        },
        {
            "review_title": "Hate it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Hate it. First one broke, second one didn't work, package is hard to open."
        },
        {
            "review_title": "Packaging could be better, great setting powder.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Itu2019s a good product I just am not much of a fan with the packaging, the packaging is like a matte finish plastic, I donu2019t like how it fits in with my other makeup. It is a good product though. It definitely makes my foundation feel good and not heavy or patchy. I usually donu2019t use on my under eyes because makeup always creases there but decided to try it with this and it set my makeuo very good I had very minimal creasing almost none. I guess thats why I highly recommend this product. It kasts all day and doesnu2019t end up patchy or nothing. Definitely recommend."
        },
        {
            "review_title": "Yes yes yes 10/10",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "This powder works wonders under eyes. My skin is neutral light to medium and it really sets my under eyes with zero cakiness and sallowness. Itu2019s light enough for mature skin and the pink is brightening without flash back in weird lighting"
        },
        {
            "review_title": "bad packaging.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "love the powder but the packaging broke. annoyed me so much idk if its worth it unless they change the packing"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Breezy - sheer light",
            "review_buyer_description": "",
            "review_text": "Nice product. Nothing special in my opinion. I have dry skin so Iu2019m hesitant with new powders. This one does the job but I go in with a light hand. Nice that they offer a travel size to test out."
        },
        {
            "review_title": "Perfect glowy powder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "Love it, it works just as stated and lasts really well, makes makeup look glowy but not oily. The only downside is it's not completely transfer proof and is defeated by school air. Also the lid of mine broke after 3 months but it's still usable."
        },
        {
            "review_title": "Nice product, Terrible Presentatin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The powder has a nice, finely milled texture and provides a natural finishu2014neither cakey nor dry. Unfortunately, the dome shape makes it prone to breaking. I kept it in its original box for extra care, but it still broke after just three weeks. I wonu2019t purchase the full-size version until this issue is resolved"
        },
        {
            "review_title": "Would not buy..",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Dry skin",
            "review_text": "Pretty color. Very drying. Package hard to open. Would not recommend."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "I have combination skin, this was making me look cakey."
        },
        {
            "review_title": "It broke!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It broke! I have never had a powder break like this, for no reason whatsoever! I only used it 4-5 times, I didn't drop it or anything, and today, when I went to touch up with it, I had the unpleasant surprise to see it had somehow broken. I took some pictures and I was going to post them, only to realize others already did. Mine broke the exact same way. The powder itself is meh, nothing special, it doesn't blur and only keeps me shine free for about 30 min after application. I wasn't going to purchase it again anyway, but now I'm actually debating if I should return it.  This is the second Kosas product that I ever tried, the first being the lip oil which also sucked and turned bad very quickly. I think it's a safe bet to say that I will never buy anything Kosas again."
        },
        {
            "review_title": "Kosas setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is my new favorite setting powder. Iu2019m very pale and this blends beautifully with my light skin. Iu2019m also sensitive to heavy makeup. This does not break me out. Itu2019s medium coverage and is buildable."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Breezy - sheer light",
            "review_buyer_description": "",
            "review_text": "Good product but the packaging is TERRIBLE. It broke after my second use"
        },
        {
            "review_title": "Real dreamy",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I use this stuff religiously. The coverage is nice it blurs great ! Makes my face smooth and itu2019s super light weight. I put this on top of tinted moisturizer and itu2019s like the best combo !"
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "To say i LOVE this setting powder is an understatent! Its so easy to apply and gives me a blurred/filter look everytime! It brightens and contours face! I grab this over loose powder every time now!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Definitely brightens up the under eyes and does what I need it to."
        },
        {
            "review_title": "Everyday makeup !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, lightMedium skin tone, Combination skin",
            "review_text": "Omg I loved this product ! The best for dry skin ; my skin is super dry of course I had to prep before use but it leaves my skin looking poreless and smooth ! Will buy again !"
        },
        {
            "review_title": "Good but not worth the trouble!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve had so many Kosas powder products. They break so easily. Products is great but packing makes it easy to break unfortunately:( ufffc"
        },
        {
            "review_title": "Disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I tried to love this product but it continuously left me oily and it oxidized on my skin. The texture reminds me of cornstarch."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Breezy - sheer light",
            "review_buyer_description": "",
            "review_text": "I have used this powder for years - it is the best."
        },
        {
            "review_title": "amazing product, horrible design",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought the mini version of the powder in the event I didn't end up liking it. I absolutely love the powder to set my makeup. it truly gives me a blurred/filter effect. The design of the powder however is horrible. No matter how careful or gentle you are, the powder will crack and fall apart. So bummed"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Comfy - sheer medium",
            "review_buyer_description": "",
            "review_text": "Broke within a week of use, unfortunate because I liked the formula   Was not dropped, I took it out of my bag and found it broken"
        },
        {
            "review_title": "Soft and lightweight",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This was so smoothing, no scent the texture was soft baked . I definitely recommend this is a great setting powder not cakey very lightweight . The packaging is a bit difficult to open very bulky .. but the product itself is amazing I even used it with no concealer and itu2019s very brightening. Will definitely be trying the other shades ."
        },
        {
            "review_title": "Will be trying more kosas product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This was such a good powder! Itu2019s my first kosas product and I am sad I didnu2019t find it sooner. Works wonders for my sensitive skin. Does well in keeping my under eyes bright"
        },
        {
            "review_title": "Love it but keeps breaking",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love the formula and love the packaging but am sadly disappointed. Iu2019ve repurchased this product 4 times and each time the formula has broken inside the compact after only a few uses. I want to love this product but I keep having to carry around a broken product and Iu2019m tired of buying something that I know will break"
        },
        {
            "review_title": "Love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Literally the best powder ever. Itu2019s got the best coverage and shade Iu2019ve ever used. It blurs better and lasts longer too. Iu2019ve bought it 3 times so far. Itu2019s definitely my holy grail."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I loveeeee this but I baked the range shade wooooooooooooooow"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Breezy - sheer light",
            "review_buyer_description": "",
            "review_text": "Never tried a single Kosas product but this gave me a good impression of the brand! Made my undereyes and smile lines super smooth and crease free."
        },
        {
            "review_title": "Light and buildable",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This powder is light and buildable which I love. It removes shininess while adding a subtle glow. I love how this product blurs pores and add smoothness to the skin. For best results make sure you moisturize well before applying. This product is also vegan."
        },
        {
            "review_title": "Kosas",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s the best! Especially for my sensitive skin. I hope more people will give it a try. I have it both in mini size and regular size."
        },
        {
            "review_title": "Pillowy soft and sheer",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Loved getting to try this super smooth setting powder!  It goes on super soft and is sheer which doesnu2019t leave my skin looking pale. It sweeps away shine (not glow) & feels like nothing (but looks like everything). It has a unique airy texture which gives my skin the most smooth, blurred, healthy look ever!! I like how there are a few shades to choose from! Locks look in place--no caking, settling, or creasing.  Never chalky or dry."
        },
        {
            "review_title": "Powder for mature skin with blurring finish!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Clean, light brightening powder with hydration for mature skin. The pink powder is even better. Favorite powder now. Doesnu2019t get cakey!"
        },
        {
            "review_title": "don't waste your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The first one i bought was broken inside the packaging, so I had it replaced. This should have tipped me off. The replacement broke within a few weeks after purchasing. it broke inside my makeup case even though there is nothing in there that would've tapped it hard. Now, it's practically unusable bc every time you open the case, you get powder everywhere. The product itself was a little drying for my skin. It was a waste of money."
        },
        {
            "review_title": "Loved the finish - Unfortunately it broke",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was very happy with the application and finish of this powder, it set my face without taking away the glow. Unfortunately I will not be repurchasing as the product completely broke and was unusable after only being in my makeup bag at home. This was disappointing because I really did love the finish, but it ended up being a waste of money."
        },
        {
            "review_title": "Breezy and beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is such nice smoothing powder. The packaging is beautiful. It is nice and soft and smells good. The coverage and finish is perfect. I really love this powder"
        },
        {
            "review_title": "Comfy Setting Power",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "To be honest, I didnu2019t think I would like this product because Iu2019m not much into the powders in the makeup world. However, I found myself shocked from loving it so much! The packaging is beautiful, design is sleek, and the product is lightweight, yes provides descent coverage! The scent is very neutral for those natural folks. There are also some great ingredients such as bamboo stem extract, passionfruit leaf extract, as well as Chinese peony. Overall, Iu2019m a total fan!"
        },
        {
            "review_title": "Lightweight",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Lightweight powder for setting, light buildable coverage. I use mostly for my tzone but works great all over. It doesnu2019t feel heavy or cakey. It gives a nice flawless finish. I like that it makes my skin appear smoother. The packaging is not great, my product arrived smashed so I transferred to another container. The product itself is lovely and soft powder that I use every day."
        },
        {
            "review_title": "Perfect for setting under eyes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I got this specific powder for free in exchange for a review BUT I bought one myself (with my own money) prior to being incentivized. I do love this powder for setting my under eye. It's not full  coverage, bur I love that it's perfect for setting my concealer."
        },
        {
            "review_title": "Pleasantly surprised!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this product as a sample and I am pleasantly surprised. I like the way and looks and feels, I have freckles and it blends well with them. I wish it had some SPF to it would be my only critique."
        },
        {
            "review_title": "Not powdery",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the brand so was super excited to try this powder! I like it and continue to use it but I will say I donu2019t get a lot of product when using a beauty blender. I like the finish because Iu2019m a little drier so I really donu2019t enjoy a powdery look.. Iu2019m not sure if itu2019s working like itu2019s supposed to because the compact appears to look a little blotchy (might have been from my blender) but now I donu2019t think itu2019s picking up anything."
        },
        {
            "review_title": "Absolutely perfect",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this product for free in exchange for my honest review. This came in a cute little box. Since it shipped, i was worried it would come damaged, but it did not. It was perfectly fine. The powder goes on so effortlessly with my brush and blends into my skin for a matte, no make up make up look. This works amazing for finishing a look, but I love using it as the main deal. I use my daily serum, moisturizer, sometimes a sunscreen, blush, and then my cloud set powder to diminish the look of my pores, even my skin tone, and reduce shine. I am so happy this crossed my path and it will definitely be a re-purchase. Great for the busy mom or the makeup guru."
        },
        {
            "review_title": "Beautiful Setting Powder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a beautiful setting powder.  It gives my skin a very soft-focus look and never looks too heavy or creases. There isnu2019t much coverage but it definitely gives a nice finish. The packaging is beautiful and scent is non-existent. I love Kosas and this is another one of my favorite products by Kosas."
        },
        {
            "review_title": "Shine away",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Let me start with the packaging is beautiful love the color of the box and the inside how the container is kind of cloudy u2601ufe0f looks so beautiful it helps to reduce the shine, smooths your skin because contains passionfruit leaf extract and it minimizes your pores I didnu2019t see any difference on this for this reason I give it 4 start. In my opinion donu2019t have any smell or anything like overwhelming is really ease to apply and keep the shine of your face away. I received this from Influenster for my honest opinion."
        },
        {
            "review_title": "Blurring, good coverage, perfect shade for me",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this product. I apply it on top of my foundation and itu2019s very blurring and evening. It also has good coverage. I am now going to purchase a full size. The only downfall is how difficult it is to open the lid sometimes which causes my nail to dig into the product.  The onl"
        },
        {
            "review_title": "It did replace my favourite setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love minimal makeup look for everyday use. I usually donu2019t use any skin tint or foundation. But using this cloud set baked setting and smoothing powder makes my skin looks better. Love it"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Breezy - sheer light",
            "review_buyer_description": "",
            "review_text": "I have combination oily and dry skin, and this powder is perfect for it! doesnu2019t emphasize dry patches, while keeping oily areas like the T zone matte. only complaint is that the price seems pretty high for a setting powders"
        },
        {
            "review_title": "Great powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So far this powder has been great. It has a velvety texture, and no scent (which I love). It has a nice shine free finish and has slight coverage so it doesnu2019t look cakey. The case seems nice and solid and looks pretty. Definitely recommend"
        },
        {
            "review_title": "Perfect choice",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the Kosas Cloud Set Baked Setting & Smoothing Powder! It has a super soft texture that sets my makeup beautifully without making my skin look dull. It absorbs excess shine while maintaining a natural glow, leaving a smooth, flawless finish. It feels incredibly light, almost like I'm not wearing any makeup at all, but the results are amazing. The powder doesn't settle into fine lines or accentuate dry patches. It feels comfortable all day long, even with extended wear. Overall, this powder is a must-have for a natural, smooth, and polished look!"
        },
        {
            "review_title": "Light and Airy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have tried so many different skin care and makeup products over all the years, including lighter toned powders to combat oil and shine, especially on my face.  I have tried a few other products that I purchased from Sephora from this brand Kosas and have loved those as well and this cloud set smoothing and setting powder worked better than expected.  Feeling the texture of the powder was not gritty or grainy, or didnu2019t even feel too thick as some other powders I have used have felt before which I discontinued use of.   This powder not only lasted and sat on the skin on my face for hours, but took any shine from my tea zone, especially my nose away, and it felt like my skin could breathe underneath this powder.   The only thing I wish that came with this powder was a branded brush or applicator to make it easier to use when on the go."
        },
        {
            "review_title": "A Must Have To Your Daily Routine!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this product for FREE from Influenster & Sephora for my honest review! I was surprised with this setting powder. Its texture is so smooth & the finish is amazing! The packaging is really nice & sophisticated looking. It's great coverage as well. I really like this setting powder & will buy it in the future! Highly Recommend FIVE STARS! #FREE #SEPHORA #INFLUENSTER"
        },
        {
            "review_title": "Good powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This powder is so good, itu2019s so light which I love and not cakey at all 10/10 recommend"
        },
        {
            "review_title": "Nice and light powder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is a lovely light powder that does a good job at keeping minimal oil at bay!  I have combination skin that gets slightly oily throughout the day and this works perfectly. I also havenu2019t had any issues with clogged pores or breakouts and I have sensitive skin too. The plastic compact is a little hard to open though."
        },
        {
            "review_title": "Good one",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My skin is kinda pale so itu2019s not easy to find a right shade for me but I tried u201cbreezyu201d and fell in love. Perfect for my oily skin and it doesnu2019t clog up my pores. It doesnu2019t smell which is a huge plus for me."
        },
        {
            "review_title": "Perfect finish to my makeup!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This Kosas Setting Powder is amazing! I chose the color Breezy, and thankfully it matches my light to medium tone perfectly. It's easy to apply and glides so smoothly onto my skin. I use a foundation brush or powder puff to apply it after my makeup as a finishing touch. It's light and airy, and hardly even noticeable on my face. It hides all my acne blemishes and redness around my nose, and makes my skin texture look more even. It gives my face that matte finish, and makes my skin look flawless. It reduces the shine on my tzone, has my skin feeling super soft, and blends well with my skin tone. It sets my foundation and concealer in place, and helps it last longer throughout the day. Very happy with this product and will continue to use it every time I do full face makeup."
        },
        {
            "review_title": "Musttttt use in every makeup look!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s great super soft and dewy finish. It doesnu2019t leave you cakey yet has a full coverage. Love the product and ingredients with its natural smell."
        },
        {
            "review_title": "My face looks flawless and smooth.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Kosas Cloud Set Baked Setting & Smoothing Powder in Pillowy Sheer Medium Tan leaves my face looking flawless. It removes shine without giving me a full matte finish. The color was a great match. Usually tan can mean many things and medium can run dark. This was perfect. I also appreciate that it doesn't sit in my fine lines and creases highlighting all my years that are beginning to show up  as most other powders tend to do. I did touch up later in the day in a couple areas but I was nitpicking and it likely wasn't needed.    If I had to find anything to fault with this product, it would be with the clasp on the container itself. It's a very tight clasp and I struggled to open it with two hands. I really love being able to open my compacts with one hand or at very least with brush in one hand assisting the other. This was frustrating and a time wasted. I know it's not like it takes forever but when you have a routine and the kid is crying,  breakfast is burning and you woke up late already, seconds matter. I definitely love this powder, hate the container."
        },
        {
            "review_title": "Really like",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really like this powder! Itu2019s a pressed powder which I like more than a loose one. It sets really well and makes my makeup look really nice. I definitely recommend!"
        },
        {
            "review_title": "So soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the compact it came in very well made. It minimizes my pores and takes the shine away. Itu2019s very soft and lightweight. Iu2019m very pleased with this baked setting & smoothing powder."
        },
        {
            "review_title": "Amazing coverage and clean ingredients!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This setting powder is amazing! It gives my face a flawless look, and the coverage lasts all day. Itu2019s super lightweight and covers up imperfections beautifully. The packaging is gorgeous! ufffcIu2019m hooked! Incentivized review"
        },
        {
            "review_title": "Love this powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This powder left my skin looking smooth and poreless. It applied super easily and set my foundation perfectly for a night of serving tables. The packaging is super neat and pretty looking too. Overall would recommend!"
        },
        {
            "review_title": "Setting powder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This has such a silky texture. Love thr coverage and finish it leaves on my skin. Sets all my makeup for thr whole day without being cakey. No scent to this powder."
        },
        {
            "review_title": "Love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The packaging is so cute! The coverage is very light! It also feels very light weight which is amazing! It stays on very well and makes my skin look more natural with the coverage."
        },
        {
            "review_title": "Good powder!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This feels so luxurious. I love that the powder takes away my shine. I gave it 4 stars because it is not as blurring as much as I would hope. There is no scent and the packaging is adorable. All in all itu2019s pretty good but not the best."
        },
        {
            "review_title": "Good quality",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really love the feeling this give to you, i just putting on and donst feel heavy right now. Dont have any scent and i dont think leave a heavy coverage. Leave a really good finish but i still have to see how works all day long."
        },
        {
            "review_title": "Great product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love the packaging, full coverage, excellent finish. I absolutely love this cloud set. Smooth finish is everything, I highly recommend this product and"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Comfy - sheer medium",
            "review_buyer_description": "",
            "review_text": "Kossas pressed powder is my go to product when I want less make up look, but I still need to look good. It's very light and easily sets on my skin without leaving it too cakey. It has a gentle coverage but it's quite smoothing and blurring. Great for humid days as it nicely protected my skin and make up from looking too shiny. The packaging itself is ok but could be slightly easier to open. Overall great product."
        },
        {
            "review_title": "Good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I loved how lightweight the formula felt on my skin. It sets makeup effortlessly without caking or feeling too heavy, and it offers a soft, natural matte finish that keeps oil at bay for a good part of the day. I also appreciate the minimalist packagingu2014itu2019s compact and looks sleek on my vanity.  However, there are a few drawbacks. If you have dry skin, this powder might emphasize those areas. I found that it clung to some dry patches, even after moisturizing. Additionally, it doesnu2019t blur pores as much as Iu2019d hoped, so if youu2019re looking for a more smoothing effect, this may fall short. While itu2019s a nice addition for oil control, it might not be everyoneu2019s favorite depending on skin type."
        },
        {
            "review_title": "Horrible packaging, ok product",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s ok I guess but the packaging is such a mess! It breaks all the time-including transportation. When I open it it breaks sometimes because itu2019s hard to open! I would say it does the job just at what cost?!"
        },
        {
            "review_title": "Beware of the Mini, it is too delicate!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the Kosas powder, I have went through 2 full sized powders. I donu2019t usually spend money on mini sized products of things I own in full size, but I bought the mini of this for travel since the packaging is so bulky, and I love it so much.  I didnu2019t even get to travel with it before it shattered into dust.  I had this in a drawer, not a makeup bag, and the very first time I tried to use it, the whole domed top of the powder came loose, and it was just a shattered powder nightmare. I canu2019t even imagine if I would have tried to put this in a makeup bag, or actually travel with it. Iu2019ve never had a piece of makeup that I spent that much money on not be usable even one time. It was such a waste of money, and I was really upset. Since I bought it for travel the first time I pulled it out to use it was after my return window."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is blurring perfection, tried a few others before this one and it definitely tops them all!"
        },
        {
            "review_title": "Great powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is great cover powder for the purpose of covering my blotchy spots when I have them. Thank you"
        },
        {
            "review_title": "Fix the packaging!!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Loved the powder itself, lightweight yet blurring BUT I had to return due to faulty and cheap packaging..had the hardest time opening it without my nail chipping into the powder..awful!"
        },
        {
            "review_title": "Nice formula, but it will break",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I knew it would break and I still got one. I like the formula, bc I have dry, dry skin that hates powder. Most lead to an immediate feeling of tightness. This one doesnu2019t, and I was excited about it.  Had it for a good 3 weeks, thought I beat the odds, and then it broke. Not sure itu2019s the packaging so much as the powder itself that is too soft. Was it not pressed tightly enough?"
        },
        {
            "review_title": "Breaks EASY",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love how it locks in my makeup and helps me not be so shiny! But for the small packaging and the fact that IT BROKE AFTER ONE USE!! And for $36 that's not ok!"
        },
        {
            "review_title": "Do not buy, does not set anything",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I used this product a few times. It applies nicely and layers well with other products. However, it sets absolutely nothing. My face was shiny within a few hours and I have combination skin which leans more dry.  After a few more hours my makeup start separating in a few spots, which itu2019s never done before so I know itu2019s because of the powder. When I went in to touch up, it moved my makeup around and made it separate more. Not sure who this was made for but it does a very poor job. Save your money on this one."
        },
        {
            "review_title": "good product but brakes easily",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "it is a good but it broke in a week. Otherwise it is a good product"
        },
        {
            "review_title": "Good product but poor Packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have dry sensitive skin and I like this power, it goes on well after makeup and isnu2019t too much coverage and looks natural. The cons are the packaging, who makes a pressed powder a mirror or applicator. I wish they would fix the packaging because frankly itu2019s cheap and broke on me.without"
        },
        {
            "review_title": "Broke",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It was too drying but worst than that is the design of the compact. It broke within a week while still on my vanity. It is an extremely delicate dome"
        },
        {
            "review_title": "Product broke immediately",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So bummed - this broke immediately and is a huge mess. 2nd time buying bc i thought i had a defected one but it turns out it's just how the product is. WOULD NOT RECOMMEND"
        },
        {
            "review_title": "Not sure it worth it.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have normal to dry skin & this powder was just okay. No extra coverage, which I didn't expect from it. But it also had zero blurring, which I did expect it to do."
        },
        {
            "review_title": "Warm undertone",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Packaging is great, the powder texture is good as well but the color is on the yellow warmer side. I have a light neutral skin tone and it did not match me."
        },
        {
            "review_title": "Doesnu2019t worth the money!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Look at the base ! Half of the product is just the base which u canu2019t use! And yes mine did break too like all other reviews u saw! Not recommended unless they actually put some real good money worth stuff there!"
        },
        {
            "review_title": "too delicate!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I liked the formula of the powder, but the powder broke after an hour in my bag.... travel sized products should be travel FRIENDLY lol"
        },
        {
            "review_title": "DO NOT BUY!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The product came dry all dried up and falling apart! Not worth the price! Returning this!"
        },
        {
            "review_title": "breaks easily!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like this powder as it's blurring BUT tell me why this powder literally brokeud83dude43this top dome literally broke off and I didn't even drop itud83dude14 not worth the money imo if it breaks this easy"
        },
        {
            "review_title": "go girl, give us nothing!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "this was a complete flop for me. i have super oily skin and this did NOTHING for it. returned shortly after purchasing"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Breezy - sheer light",
            "review_buyer_description": "",
            "review_text": "The particles are soooo small you canu2019t see them and never makes me caky or over dry. It doesnu2019t make me super matte and unnatural, thatu2019s why I love it, plus it last long, like long long."
        },
        {
            "review_title": "A great powder for a natural look.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I get very oily throughout the day the this powder has kept me from looking oily. It sets my makeup and gives me a natural finish without looking matte. Itu2019s perfect for the u201cclean girlu201d makeup look."
        },
        {
            "review_title": "Not for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Save your money. Not good for dry skin. Looks chalky and dry."
        },
        {
            "review_title": "Whyyy does this break",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like this a lot but hate that the top breaks off immediately."
        },
        {
            "review_title": "Very Blurring",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i used this product around my nose and under eyes and it made them very blurred!"
        },
        {
            "review_title": "Great, but delicate!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like how this powder is light and stops the creasing I get around my eyes from concealer. It never looks cakey or powdery which I love! I noticed the powder in the pan itself it a bit delicate and the top broke off, not sure if this is just a defect in mine"
        },
        {
            "review_title": "Greattt",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this just great finish, you can directly apply it on your face gives great coverage"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Breezy - sheer light",
            "review_buyer_description": "",
            "review_text": "It was already broken when I opened it for the first time after buying it."
        },
        {
            "review_title": "Ehh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I had it for a few days before it broke. Never dropped or anything like that but the dome just sliced clean off. For the first day I liked the way it sat on my skin but I canu2019t get an honest opinion because it broke so fast."
        },
        {
            "review_title": "Eh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Good but it broke after 1 day, I had it for 1 day and the shade was a bit dark but by the time I went to do my makeup the next day it was shattered and I never dropped it. I really donu2019t know what happened"
        },
        {
            "review_title": "Must have for t zone",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have the kosas powder in both pillowy and cushiony and I tend to reach for them daily. I like kosas for a no makeup makeup look. Everything from them that I have used is great."
        },
        {
            "review_title": "Definitely try out. It's so good.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Whoa! I've been trying every single powder in Sephora. This is the first one that wowed me. I have very dry under eyes so powder is super tricky for me. This one was so smooth and still looked like skin. I will definitely be purchasing the full size one."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Pillowy - sheer medium tan",
            "review_buyer_description": "",
            "review_text": "Like the product. Usually carry it in my purse if I need quick touch ups. Used it a handful of times, have had it for a couple of months and it shattered. It did not drop or anything. Disappointing because I do like the actual product."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Breezy - sheer light",
            "review_buyer_description": "",
            "review_text": "Bought 2 and both shattered. Such a messy product."
        },
        {
            "review_title": "Too cakey and yellow",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "I am fair skinned and got the lightest shade of this powder which left me disappointed-- and yellow/orange. The powder is also very cakey and makes you look like you are wearing too much. It is long lastkng though!"
        },
        {
            "review_title": "Packaging not good - good product",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Really great product inside but packaging is very flimsy. The packing is hard to open and will shatter easily if left in a makeup bag or dropped even a tiny bit. Disappointed in packaging but really love the inside product"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Normal skin",
            "review_text": "Didnt do much tbh, I wouldnu2019t pay this much for it"
        },
        {
            "review_title": "yes if you enjoy dewy make up",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "LOVE THIS it doesnu2019t look cakey AT ALL very natural and it lets you keep your dewy"
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Love love love the best powder perfect for dry skin"
        },
        {
            "review_title": "Must Have Product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Love this product! I wear minimal make up and this is great for any oily areas or any places on the skin you would like to make smoother."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Comfy - sheer medium",
            "review_buyer_description": "",
            "review_text": "PERFECTION. GREAT FOR 50'S SKIN AND COVERS MELASA.  AIRBRUSH A++++++"
        },
        {
            "review_title": "Immediately no",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "No. Donu2019t believe the hype! This got cakey and highlight all my texture and made my under eye look crepey! It aged me 10 years."
        },
        {
            "review_title": "Arrived Broken",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Seems like a good product but arrived broken as a lot of the other reviews have said."
        },
        {
            "review_title": "decent product awful packaging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've purchased the mini of this a couple of times and i havent used it enough times to really say i love it? it always breaks off and falls somewhere so i dont really get a chance to fully experience this product.... but i will say the times i did use it it was decent also helps to fix your makeup if you applied HD powder wrong (flashback)"
        },
        {
            "review_title": "great but fragile",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great product It looks very good on but man the packing absolutely sucks for $18 for very small amount and itu2019s very hard to open the first time i opened it part if it fell off and opened it again today and it completely shattered. Ordered Ordered"
        },
        {
            "review_title": "a no",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i canu2019t even use it anymore because it has an orange undertone. if you fair skinned i donu2019t recommend."
        },
        {
            "review_title": "Blurs great but cracked in the first 24 hours",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product works really well but the product cracked in the first day of using itu2026 I did nothing but open it and a good chunk of the makeup had popped off"
        },
        {
            "review_title": "Would not buy again.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This powder was horrible. As soon as a got to my bathroom, I put it onto the counter gently knowing how easily it would break, it completely shattered. The powder itself was super super clay like."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "itu2019s pretty good when you apply it and itu2019s acne safe but it doesnu2019t last long and broke after 2 uses"
        },
        {
            "review_title": "Loved until it shattered",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Product itself is great. It's a lovely shade and provides smooth sheer coverage. But it is SO fragile. Mine shattered after a few uses. I didn't drop it. It was just sitting in my makeup drawer. Maybe the full size is sturdier, but the mini is not."
        },
        {
            "review_title": "Perfect for everyday",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, red hair, Light skin tone, Oily skin",
            "review_text": "I love this setting powder. Perfect for my combo skin. The packaging sucks so much though. I donu2019t even travel with mine and the lid is already broken. Other than that itu2019s a great product"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love it! Itu2019s a good pressed powder and it kept my concealer on all day and it smooths things out really nicely but itu2019s kinda pricey for the size of it personally but I love ud83eudd0d"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Dry skin",
            "review_text": "Very nice it works well with my other base products. Soft cloud like finish, not too matte or too dewy. I can still work with thus powder if i want a more dewy look surprisingly! only works well with powder puff tho any other kind of applicator will result in hard pan."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Terrible! Broke in less than a week. I am so disappointed since they recommended me to buy this at the store."
        },
        {
            "review_title": "Best one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "So pretty! Putting it on makes it look like a literal filter!!! Lines and blemishes just dissapear. Also, noticed some glittery shine to it so that is a bonus!"
        },
        {
            "review_title": "Good coverage and clean product",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is so smooth and lovely. Good coverage but also natural. I like that itu2019s clean too!"
        },
        {
            "review_title": "Breaks easily",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I should have listened to the reviews - my powder broke only after using it 3 times. Lol I didn't drop it and was very careful with it - I think the dome shape for any powders in general isn't a stable structure."
        },
        {
            "review_title": "Love it! So smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love it so much! My skin looks so smooth and it absolutely does not make my pores visible. I like the texture and with my ultra sensitive, eczema skin it doesnu2019t irritate."
        },
        {
            "review_title": "It's ok..",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Also shattered like the rest of these reviews. I like the product on a cool day, it does not hold up when I'm out and have sweat on my face, it start settling in fine line creases."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Pillowy - sheer medium tan",
            "review_buyer_description": "",
            "review_text": "Really, really good powder. I have gotten lots of compliments about how glowy my skin and makeup looks. It covers my acne really well. Unfortunately it did break before my second use but it still works and does great ud83dude01"
        },
        {
            "review_title": "Love it! So smooth!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "love love love looooooove it, it's sooooo smooth, it has such a soft finish, it's not that low coverage which amazed me, it's great, I'm a big fan"
        },
        {
            "review_title": "DON'T WASTE YOUR MONEY",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought this on recommendation of someone in store. It disintegrated into powder and broken pieces two weeks after buying it. It settled in all my fine lines under my eyes and made me look +10 years older. Very disappointing."
        },
        {
            "review_title": "Not oily skin friendly and breaks EASILY!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I had it for two days before it broke completely off the pan and was not able to return or refund it so I repurchased and the same thing happened again. The packaging also spills all this broken powder all over my makeup bag. It is also not oily skin friendly as it has left me with creasing under my eyes, around my nose and mouth that has never occurred when using my favorite Lancu00f4me concealer and nars powder. Wouldnu2019t recommend"
        },
        {
            "review_title": "best powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this is great, iu2019ve been using it with the kosas tinted moisturizer and it works rlly well. keeps the glow but removes any shine from oil."
        },
        {
            "review_title": "Good but packaging sucks",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve used this powder for a few weeks now, and I honestly really like it. However, the packaging makes it so hard to open and mine broke ud83dude10 itu2019s a good powder though for people who like natural dewy makeup!!"
        },
        {
            "review_title": "perfect but should come with a poof",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "amazing :-) color isnu2019t opaque at all, and goes on really easily, blurring more than mattifying which i prefer, skin still glows beautifully"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Very light and smooth application. Lasts for hours!"
        },
        {
            "review_title": "Awful",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Do not buy this.   This is my second purchase.   It hardpans.  I wasnu2019t able to return either.   The manager said that I used it to the pan. When it was clearly hardened."
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Scrumptious. I fall in love every time I use this. It is a necessity to my routine."
        },
        {
            "review_title": "Use sparingly",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Love this powder for before my loose powder but use it sparingly esp w dry skin it will cake so use small amounts."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Comfy - sheer medium",
            "review_buyer_description": "",
            "review_text": "I like the product, but as most reviewers said, it is sooo brittle. I tried to keep it safe, but it was broken!"
        },
        {
            "review_title": "Works for the under eye creases",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s a very light powder that works well under the eye.  The only downside is that the packaging is difficult to open"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, fairLight skin tone, Oily skin",
            "review_text": "Love this stuff. It covers so good and works well under my eyes. Will purchase again"
        },
        {
            "review_title": "Holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "My go to setting powder. Amazing smoothing powder! I am poreless after using this setting powder. Amazing! Obsessed with how easily it sets my concealer. This is your new holy grail. Go get it"
        },
        {
            "review_title": "Amazing product terrible packaging execution!!!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019m not one to write reviews but this product deserves it so they can improve. I heard great things about this powder all around TikTok so I decided to give it a try. At first, I loved it, the formula is amazing and really blurring almost filter-like. However, a month after purchasing this product it broke, the semicircular shape they give to this powder always breaks, Iu2019ve seen it on other products too. However since I loved the formula so much I decided to keep using it until the clasp that keeps the lid and the bottom together kind of disintegrated (plastic) and broke. It was a struggle to use so I simply threw it away. Hope they improve it since it is a great formula but it has a lot of defects specially considering itu2019s a bit pricey for such a small thing."
        },
        {
            "review_title": "Too cakey",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I wanted to love this but itu2019s cakey for under eyes Iu2019m gonna stick to my Huda Beauty one! And when I opened it , it automatically broke, gonna have to return it"
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Use this everyday! I absolutely love it! Great for setting cream makeup, but also is great coverage for stubborn acne."
        },
        {
            "review_title": "Love but fix the packaging",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this product and have repurchased it multiple times. The only issue is that this is my 3 one where the packaging broke and I still have a lot of product left so itu2019s very annoying to use."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Breezy - sheer light",
            "review_buyer_description": "",
            "review_text": "Overall I think this is a good setting and smoothing powder.  I have dry skin and live in the desert,  it doesn't make my skin feel parched. I think 3.5 would be a better rating if it were possible. Considering I like many others experienced it breaking after a week or two.  I don't think the dome shape is the best way to package it, seeing as everyone's pictures look nearly identical."
        },
        {
            "review_title": "Nope! It Breaks every time!",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really like this powder but it breaks every time and itu2019s unfixable after that. I tried fixing it and literally had to throw half of it out. This is my 2nd time purchasing and 2nd times itu2019s broken, So disappointing"
        },
        {
            "review_title": "Pass",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Extremely drying. I have never reached a level of dry makeup so extreme like after using this. My under eye was folding and wrinkly after using. Even with an extreme amount of moisturizer it does the same"
        },
        {
            "review_title": "Love it and itu2019s an Acne-Safe powder ufffc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this powder doesnu2019t make me look cakey at all so lightweight gives me an airbrush look and itu2019s Acne-Safe ufffc"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like the way it sets my under eyes but it crumbles so beware !"
        },
        {
            "review_title": "No",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Does not really do anything. Very average and does not prevent creasing. For this price, youu2019re better off with a drugstore powder."
        },
        {
            "review_title": "Just okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Somehow I donu2019t find this as blurring on my forehead fine lines as I would have hoped, but I also get that a powder canu2019t do magic. It seems pretty average to me. Will continue to use but wonu2019t repurchase. I prefer the charlotte tilbury one"
        },
        {
            "review_title": "Mini version breaks very easily",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really loved the way this product blurred and set my makeup, but the mini version breaks super easily without even dropping it :( I had to return it less than a week after purchasing it."
        },
        {
            "review_title": "For dry skin for sure super soft and gentle",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Yes yes and yes for dry skin girls it stayed on my skin all dayyy.ONLY thing I recommend is to change packaging to make it easier to open! Also maybe a shade between pillowy and softly?  a little too light for this shade but also too dark for pillowy.Overslly love though will last me a lifetime"
        },
        {
            "review_title": "Amazing buttt",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this powered so much it keeps my under eyes from creasing and makes my makeup look really smooth. The only thing I donu2019t like it how easily this powered breaks Iu2019ve had 2 already and the keep breaking even though Iu2019m super careful with it :( z"
        },
        {
            "review_title": "Okay",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I had it for a few days and it broke. I opened it and it just broke. It showed the lines on my face the few times I used it. It was ok but I will be returning."
        },
        {
            "review_title": "Terrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Terrible! A film was created over top and now no powder come off of it. Huge waste of money. Will be returning!"
        },
        {
            "review_title": "Broke before I even got to use it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I wouldnu2019t even know how the powder is because it BROKE before I even got to use it. This is completely unacceptable and a total waste of money do not recommend"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Comfy - sheer medium",
            "review_buyer_description": "",
            "review_text": "Very good for dry skin and does not crease or break throughout the day!"
        },
        {
            "review_title": "Meh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This was okay, nothing special. My under eyes got dry and creased like they do with a lot of powders. It does feel pretty light though so if your under eyes arenu2019t super dry this might work for you!"
        },
        {
            "review_title": "Must have blurring powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Its really good and blurs very well. Packaging isnu2019t great, it broke but its still worth it!"
        },
        {
            "review_title": "A LOVELY POWDER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Oily skin",
            "review_text": "I am sharing my honest and authentic opinion as a Sephora Beauty Insider Community Ambassador. This powder helps me smooth any areas over my foundation. I like to use it after setting powder and before setting spray. I find it also helps blur between blush and foundation to give a cohesive look. I find this shade works well for me. I like to use this with a dome shaped brush."
        },
        {
            "review_title": "Good powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Combination skin",
            "review_text": "Loved this powder. It has good coverage and a beautiful finish. Used it to set and bak/highlight and was satisfied with the results. One thing I didnu2019t like was the packaging. Its cheaply made and broke after a couple uses"
        },
        {
            "review_title": "Best choice for daily makeup",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This powder is light and natural. I like to use it for daily makeup. Makes my skin flawless"
        },
        {
            "review_title": "nice matte finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "does not make me look cakey and very pretty matte finish. Will buy again."
        },
        {
            "review_title": "So brittle",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "ufffc I have bought this product twice and both times it has broken and less than a week the second time around it broke the day I got it it is such a shame because this product is so good. It is just so brittle disappointing."
        },
        {
            "review_title": "Packaging needs work",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "My favourite powder ever, so light and gives a subtle glow. However the compact snapped in half pretty much right away. I did not drop it, I was using it normally. I still use it as normal but need to hold it together with an elastic."
        },
        {
            "review_title": "Good enough, horrible packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve had good enough results with the product itself. The compact is impossible to get open though. And once you can pry it open your nail either digs into it from the force or you drop it, and it shatters."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "super natural powder that makes my skin look airbrushed and flawless buildable too without the cakiness"
        },
        {
            "review_title": "good powder, defective packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "unfortunately i bought this product without looking at the reviews and mine indeed also ended up breaking in 2 weeks after purchase which is such a shame bc itu2019s a good powder for days when you donu2019t want to be too matte but this is clearly a defective product which is upsetting for the price"
        },
        {
            "review_title": "Good but fragile",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It was a perfect traveling size and the product was so good! It blurred my skin, especially my textured areas. But it broke within 2 days. I donu2019t even know how I was so gentle :( ended up returning"
        },
        {
            "review_title": "Not worth the money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Broke a few days after I bought it, the product is also hard to open. :("
        },
        {
            "review_title": "Money wasted ufffc",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought it less than a week ago and I reached in my drawer to get it out and I open it and itu2019s broken. I didnu2019t even get to use it. Definitely do not recommend ufffc"
        },
        {
            "review_title": "I think there are better products out there",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I feel like this powder looks a bit cakey under the eye. It's not horrible but I think there are better products out there. I'm glad I only purchased the mini."
        },
        {
            "review_title": "Not worth the trouble with the case",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Listen to all the reviews that said it breaks easily! It really does. The problem is it's too hard to open, so every time you go to open it pops out of your hands and falls. One miss and it's broken! I was super careful each time, but the struggle to even open it ud83dude21. Other than that, the formula is good, hence the one star added. It's super sheer if that's what you like, and it's smooth. But the case...ugh, it's just not worth it."
        },
        {
            "review_title": "Breaks so easily!!!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Used this powder once, after purchasing only 4 days ago, and opened to use it again and it was broken. So sad because I lovedddd how it looked the first time I used it, but definitely shouldu2019ve read the reviews about it breaking for many many people. Super disappointed."
        },
        {
            "review_title": "A must have! For smooth base",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Use it everyday love it so much I re purchased this in the big version"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "My favorite powder!!! I use it to set under my eyes and anywhere I have blemishes to really set everything down for hours! It doesnu2019t exaggerate lines and it is very smoothing. Highly recommend ig: Zilanaisfriki"
        },
        {
            "review_title": "Love this!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It really helps give that final touch and blur my fine lines and pores. Doesn't look cakey and doesn't take away from the dewyness of my cream and liquid products. My bestie always asks to borrow it when"
        },
        {
            "review_title": "Broke almost instantly",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Did not drop this item and itu2019s come out of the pan.  So annoying"
        },
        {
            "review_title": "Great Shine Stooper",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Works well with oil and controlling shine. Iu2019ve noticed there is some separation though."
        },
        {
            "review_title": "Broke After 3 Days",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I saw other reviews saying the powder arrived broken so i was happy to see that it arrived intact. Unfortunately after a few days of storing it in a drawer (no rough handling) it completely broke off :( Not worth the money! I would like to try the full size as what I've been able to apply has been nice. Also the container is super hard to pry open, not sure if thats just me."
        },
        {
            "review_title": "Holy grail setting powder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love how this powder makes my makeup matte but doesnu2019t take away the dewy-ness. Itu2019s so natural and will never make your makeup look cakey. Itu2019s beautiful and so blendibal"
        },
        {
            "review_title": "guaranteed it will break on you",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "i bought this in store and had to turn around in the mall immediately after buying it because upon opening it was totally broken, i exchanged it for another and two days later that one broke too even though it was never dropped or roughly handled the powder itself is actually pretty good but i wish i could get my money back since it broke and wasted most of my product before i could even use it. If it didnt constantly break id probably give it 4-5 stars but unfortunately its a total waste of money"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Bought this product online. Super pretty but was broken upon delivery. The Sephora associate was helpful and friendly and gave me store credit when there wasnu2019t another for exchange. 3 stars because arrival on delivery"
        },
        {
            "review_title": "Doesnu2019t do anything",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s described as a setting and smoothing powder but it literally has shimmer in it. I put it on the spots that I donu2019t want shine and it doesnu2019t work just makes it shiny and sparkly"
        },
        {
            "review_title": "good product but fall apart on the 2 nd day",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I thought I found the one !! I have been looking for product to replace bare minerals, which worked great then I had bad irritation. the first day I noticed a gap showed up on the top,  the 2 nd day it completely fell apart !! I saw in the review a couple ppl had a similar issue, but never thought it happened to me on after the 2 nd day of use!! will return then grab another one, the product works on my skin and so far no irritation."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "lightMedium skin tone, Combination skin",
            "review_text": "It does nothing , really didnu2019t like it at all  Returned"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this product it makes my face not look oily and  when I use it, it makes my face feel smooth after I put all my make up on ufffc"
        },
        {
            "review_title": "Great powder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this powder! It makes my skin less shiny and as an oily girl thatu2019s very important. The only thing is it breaks sooo easily. I dropped it only a couple inches onto my desk and it broke so now itu2019s messy. Would still repurchase though"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Breezy - sheer light",
            "review_buyer_description": "",
            "review_text": "Good product, I bought one, it broke after less than a month, I exchanged for a new one. Broke again. I should've read the reviews. Unfortunately I can't recommend."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Pillowy - sheer medium tan",
            "review_buyer_description": "",
            "review_text": "Really liked for the first use, but product completely cracked and crumbled one day after purchasing. So disappointing."
        },
        {
            "review_title": "Broke after 3rd use",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The product itself is pretty great! Blurs & leaves a subtle radiant sheen. Packaging is horrible. I went to open it up and found it broken. Iu2019ve only had it for 4 days!"
        },
        {
            "review_title": "Allergic reaction",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Gave me a full blown allergic reaction. Was extra sad because the performance of it was flawless. And I'm not even the sensitive skin type! , I knew it was kosas that gave me the reaction because it was the only new product I was using and after the first day or two my under eyes were all swollen. I would say try at your own risk but honestly really wish it would've worked out for me . SMHHH !"
        },
        {
            "review_title": "Un incontournable",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Produit incroyable. Laisse un fini lisse et tient tout la journu00e9e!"
        },
        {
            "review_title": "AMAZING",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "this product is amazing! I love it so much! it is a great pressed powder!"
        },
        {
            "review_title": "Good product, Horrible packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great product, but very upset with packaging. I used this product twice before it broke. Each time I opened it the powder would start to crack more. Got this a few days ago - great powder just no worth the packs."
        },
        {
            "review_title": "Terrible packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love the formula and the actual product works very well. But the packaging is awful. I didnu2019t drop it or anything and it all crumbled."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great product but it completely broke and Iu2019m not sure how Iu2019m able to use it still?"
        },
        {
            "review_title": "Good but it broke after 2nd use.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like the product just not happy that the powder broke after the second use. Literally the top half of the powder broke off. Had to use alcohol to bond it some what together. It didnu2019t even fall. Not sure why it broke."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I loved this product the first time I used it but the entire top of the product broke off the next day. I havenu2019t reached for it many times after that, I think there are far better products on the market. Not worth the $"
        },
        {
            "review_title": "Disappointed...",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I was so excited to try this product out since everyone kept hyping it up on tiktok. When I first applied it, it looked beautiful and smooth but as I went about my day I noticed my under eyes was creasing like no other! It was pretty much faded by the end of the night. I personally don't think it's worth it. The packaging also sucks. I've only had mine for a week and it already broke..."
        },
        {
            "review_title": "Product packaging needs improvement",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The product itself is great, but i went to use it for the 3rd time today and it was broken, never even dropped it! Really disappointed now I canu2019t use it properly:( wish the packaging was as great as the product . I recommend this product if you donu2019t mind using broken makeup"
        },
        {
            "review_title": "Packaging needs work.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I only used this twice & it broke - I didnu2019t drop it, it just crumbled. Looks like thatu2019s common as Iu2019m looking at other reviews. I usually love Kosas products, but this was very disappointing."
        },
        {
            "review_title": ":(",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Okay I was looking for a setting powder and saw this one near the front- bc i LOVE LOVE LOVE the concealer i was excited to try but became rly disappointed. Immediately, I dug out a big chunk because the packaging is so difficult to open. Then about 2 weeks later I opened it and itu2019s just broken in half without me even dropping it??? The product itself is also meh- I def will be switching to Saie- i love their powder i def recommend over this. The airbrush effect just doesnu2019t happen."
        },
        {
            "review_title": "My favorite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I just love this whole brand. So far have not tried anything from Kosas I didnu2019t absolutely love. I use this with the concealer and itu2019s amazing"
        },
        {
            "review_title": "Must-have for dry/sensitive skin!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Absolutely love this setting powder! completely locks in all my makeup into place and looks so smooth on my base. I have dry/sensitive skin so this is definitely a must!"
        },
        {
            "review_title": "Very good!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I received this in my last order. Iu2019ve used it twice so far and I get the hype! Very smoothing and blurring. Definitely will repurchase the original size"
        },
        {
            "review_title": "Faulty packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is the second time this product has done this. I just got it last week.  I like the powder itself but will not be repurchasing after this because it seems to just be how this product is. Really bummed and hope you fix it"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Breezy - sheer light",
            "review_buyer_description": "",
            "review_text": "The powder was fine, but the product was super crumbly and the powder broke a month after purchase."
        },
        {
            "review_title": "Awesome",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I put it over my concealer and it looks awesome! helps with my oily skin and makes my skin look like soft velvet, recommend to try it at the store to get the right shade though"
        },
        {
            "review_title": "BUY THIS NOW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "BEST SETTING POWDER EVAAAA! iu2019ve repurchased this multiple times, its sets everything very well, LOVE LOVE LOVE"
        },
        {
            "review_title": "Great for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I have combination skin with an oily nose and forehead, but the rest of my face is dry. I use this for those dry parts with a puff, and it sets my makeup yet leaves a natural glow. I use the Huda baking powder or the Maybelline Fit Me pressed powder for my nose and forehead, and the Kosas one works well with them. But this will definitely not keep your makeup oil- and shine-free for more than 2 hours if you put it on oily areas. You also have to be careful so that it doesnu2019t break up since the product doesnu2019t stick well to the packaging. Otherwise, itu2019s great, and Iu2019ve bought it for my mom who has dry skin overall."
        },
        {
            "review_title": "Holy grail powder! Love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love this product. It has a really lovely blurring effect. I do not wear heavy foundation - usually just a summer Fridays skin tint - but throwing this on top makes my skin look great."
        },
        {
            "review_title": "i love this powder!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I personally use this powder on top of a pretty light coverage foundation. The combination achieves a nice light base that barely feels like makeup but blurs imperfections and evens out my skin perfectly."
        },
        {
            "review_title": "Hard Pass for Me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This is not super pale girl approved. This leans a little yellow and is not as sheer as I was hoping for (otherwise it probably wouldnu2019t have mattered). This also had little blurring power for me. And what little blurring I got faded after 20 minutes. I had to reapply constantly."
        },
        {
            "review_title": "Love for my combo dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have combo dry skin. Love this powder, sets with a natural satin finish which is what I prefer, not too matte. Finely milled, does not emphasize dry spots. Might overtake CT as my fav!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Fair skin tone, Combination skin",
            "review_text": "I'm so pleased with this powder. There is a slight shimmer to it, which I could have gone without. However, it's doing what I want it to."
        },
        {
            "review_title": "Must-have in my every day routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "After using this product for the past few weeks, I can say I love it! I feel like all the claims are true. It sets and smooths my makeup. I have dry combination skin and it doesnu2019t look dry i or cakey! Mine was broken and Sephora sent me a new one, very hassle-free."
        },
        {
            "review_title": "Greasy",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This powder does nothing for my skin but she it and make it feel greasy. May be best for younger skin"
        },
        {
            "review_title": "Broke after using, good formula though",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought this product 2 weeks ago, and the dome shaped top broke off entirely the day after i bought it. I dont have time to return it though. I like the product not the packaging"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Not a fan of this one. I bought this because one of racing online reviews. It didnu2019t work on my skin. My pores were enhanced and my skin texture was even more prominent."
        },
        {
            "review_title": "I love this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019m not a huge powder user I just need one for those special occasions and to set concealer- this product does not crease or become cakey and itu2019s absolutely beautiful! The mini size is perfect for me an I will definitely be buying again."
        },
        {
            "review_title": "Disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This powder looks a bit heavy on my skin. I use a light dusting and it just doesnu2019t sit well on top of my make up. I also found the shade Breezy a bit yellow leaning, despite it saying itu2019s sheer. The compact also broke quickly so I canu2019t take it anywhere. Overall it was disappointing"
        },
        {
            "review_title": "All right product. Nothing special.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Not the best for oily skin, I find I am oily like two second later. I bought it as it was talc free and didnu2019t include at pore clogging ingredients (according to the website I used). I put it in my makeup pouch to carry with me. It shattered in two day. The product is way too soft and the packaging is not made properly to withstand carrying the powder with you or travelling with it."
        },
        {
            "review_title": "Poor / messy packaging - would not recommend",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really wanted to like this powder, but the packaging is really bad especially for the price. I have previously used and liked Laura Mercier, Hourglass and KVD setting powders, but wanted to try something different. I tested this powder with an associate in store and liked the finish so decided to purchase. When I came home and opened the package, I was disappointed to see the powder was completely crumbled. A few days later I went and exchanged for a new product. Same thing happened. Very upsetting. My first product from Kosas and am weary of trying their stuff again. Would advise against purchase and recommend the brands above instead."
        },
        {
            "review_title": "Such a pretty powder!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Porcelain skin tone, Dry skin",
            "review_text": "So natural and let's glow though without making it greasy."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I thought this product was good, but it broke within a day after I got it so I was really upset about it."
        },
        {
            "review_title": "Great product horrible packaging- shatters",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this product but have to give 2/5 for the packaging. I have purchased 3 of these because they have all shattered and created a HUGE mess. Will be using another powder moving forward so I donu2019t have to clean up a giant mess everytime I use this product"
        },
        {
            "review_title": "I Donu2019t Hate It",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "I have mature skin and setting under my eyes is tricky. Many setting powders intensifies my wrinkles. However this does not do that. I still have wrinkles but this does not make them worse. I would buy again."
        },
        {
            "review_title": "Buyer beware",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Love the product, but itu2019s about 85% full and the case broke at the joint between top and bottom and Sephora refused to replace it. Iu2019ve seen other reviews saying same, so faulty packaging"
        },
        {
            "review_title": "Little Shimmers?",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought this because people rave about it on TikTok, but honestly it doesnu2019t seem to set my face. I feel like thereu2019s tiny shimmers in it and it just isnu2019t mattifying on me. I have oily combo skin and this just definitely is not a powder for me."
        },
        {
            "review_title": "poor quality",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "As many others have said, mine also broke spontaneously just sitting there in my makeup bag, stored carefully.  half the product down the tubes literally within a few weeks of purchase."
        },
        {
            "review_title": "bad quality",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Wanted to love this so bad after hearing great things, but it broke after 3 uses and even those few times I used it my under eye was creasy"
        },
        {
            "review_title": "Must have in my make up bag",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I wish I knew about this sooner. I have bad acne prone skin that is caused by environmental factors so this clean lil baby has blown my mind away with not irritating me or making me break out. Amazed!!"
        },
        {
            "review_title": "the perfect setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "This is a beautiful pressed setting powder. The color is perfect, and does not make me look grey and ashy like others do."
        },
        {
            "review_title": "Very cheaply made ud83dudc4eud83cudffc",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Bought it and the lid and product were both brokenu2026tried again, but the second one broke too u2639ufe0fu2026not worth the frustration for the price point. I use the Saie powder now and LOVE itud83dudc96"
        },
        {
            "review_title": "Not my fav.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This makes me oily and doesnu2019t set my makeup that great. I bought the mini one to see if I liked it and for faster use rather than using my loose setting powder."
        },
        {
            "review_title": "Brokeu2026",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The top of the dome broke after literally two uses. Very disappointing. It was stored carefully and never fell or anything."
        },
        {
            "review_title": "A Dud - broken product after a few uses",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Heard good things about this powder so wanted to try. The compact was really hard to open and after a few days, I noticed a crack in the dome-shaped compact. Today, the dome has completely broken away ud83dude1e. Itu2019s inconvenient for me to return so get I gotta chalk this off as u201cdudu201d. The powder was nice but it clearly had manufacturing issues."
        },
        {
            "review_title": "Nice",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The product is very very niceu2026but it broke after 2 weeksud83eudd72"
        },
        {
            "review_title": "A staple to finish your makeup!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I have a few setting powders and this is by far my favorite. Definitely cloud like. You canu2019t even tell youu2019re wearing it, but any shine is gone. Love it!"
        },
        {
            "review_title": "Threw away half when it broke u2026",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love the powder but the dome broke off on the 3rd use and I keep it on my makeup table.  I wanted it for travel but it would be a disaster if I didu2026please fix this so I can enjoy the powder. ended"
        },
        {
            "review_title": "As someone who rarely satisfied w/ setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Iu2019m legit see through Iu2019m so pale, and I use the lightest shade and itu2019s perfect. Iu2019ve never ever used a powder so perfect. Itu2019s super natural on the skin, it doesnu2019t give that look of sitting on top of the skin, and itu2019s super lightweight. I would recommend this to anyone and have got to introduce so many of my friends to it. Itu2019s the only powder my friends and I use anymore itu2019s that good."
        },
        {
            "review_title": "Good formula, breaks easily",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I usually get powder from the drugstore but wanted to try something new for an event. This looks really good and not cakey but the dome shape made it break within one month of having it. Wish I couldu2019ve salvaged more of the product."
        },
        {
            "review_title": "in love with this",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s very difficult to open, to the point that after about 3 weeks of daily use, I eventually break the lid on how hard I have to force it open. BUT itu2019s worth it, this powder is a daily staple in my makeup & BLURS! I use it mainly for my undereye area."
        },
        {
            "review_title": "Great hydrating powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, gray hair, Fair skin tone",
            "review_text": "Had stopped using powder because they just sucked the moisture out of my skin.  I found the Kosas to be light and hydrating."
        },
        {
            "review_title": "Extremely soft",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "So soft if you use a powder puff itu2019s ud83eudd0cud83cudffbchefs kissud83eudef6ud83cudffbud83eudef6ud83cudffb"
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Great setting powder and controls oils. It does transfer so be careful about how much you use"
        },
        {
            "review_title": "not a fan",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019ve been looking for a setting powder that could control some oil production during the day and set my under eye concealer without creasing. This product did not help with either of those issues, in fact I found it settled into lines that I donu2019t even have under my eyes. I was also really oily after about an hour after I applied the powder, will be returning."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Looks very cakey on the skin and doesnu2019t wear well. Super disappointing"
        },
        {
            "review_title": "Don't buy it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "worst purchase, It came broken Just be sure the packaging first"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought this exactly a week ago and the product itself has already completely broken beyond use. The powder itself is great, though it clings to dry patches that could be due to my skincare prescription. But overall it is not worth it :("
        },
        {
            "review_title": "Avoid - will break",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product is amazing, but the packaging on both the mini and full size is atrocious. This mini product purchased for my travel makeup bag broke the 2nd time using, and my full sizes have also broken early  in use to the point where they arenu2019t salvageable and a total waste of money. Iu2019ll be trying other brands moving forward."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "this powder really surprised me. it literally adds the glowiest, prettiest finish to your makeup and sets it so beautifully!! yeah it wonu2019t keep you matte all day but itu2019s gorgeous and perfect for dry skin."
        },
        {
            "review_title": "great powder, terrible packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "wanted to love this product but the packaging is terrible! the powder is super soft and gives you an airbrushed look but super inconvenient when the package snaps in half."
        },
        {
            "review_title": "My new favourite",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Live this product, unlike other powders Iu2019ve used before it doesnu2019t make my whole face feel over dried and it looks really nice and smooth on the skin almost like itu2019s ur actual skin"
        },
        {
            "review_title": "makes my base look smooth",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "i have oily, acne prone skin and this makes my foundation look so smooth. itu2019s also a good powder to throw on with minimal makeup looks, it provides just enough coverage to even out my redness."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This blurs my skin so well! Itu2019s not the kind of powder that will keep you from being oily the entire day but I donu2019t mind since it smooths my pores so well!"
        },
        {
            "review_title": "New go to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this product!! I wish the minis came in more colors as this isnu2019t a perfect match. I got this one as the other reviewers mentioned that the large tends to break. This product didnu2019t break me out and has coverage"
        },
        {
            "review_title": "Never again",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product was such a disappointment. I bought one and it was broken so I had to return it which tells you a lot about the amount of attention Sephora staff pays to their stock. I then drove back to the store to get a refund and get another one. Within 24 hours of just sitting on my table closed it had managed to already start crumble."
        },
        {
            "review_title": "Fix the packaging!! Please!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "My only complaint with this product is the packaging. The product itself is great and thatu2019s why I bought another one after my first one broke. The top/lis breaks after a week or two. My second one is doing the same! Losau2019s, please fix this!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Comfy - sheer medium",
            "review_buyer_description": "",
            "review_text": "Great size for my purse. Goes on smoothly and blurs very well."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "fairLight skin tone, Combination skin",
            "review_text": "I use this powder with Merit foundation and love it."
        },
        {
            "review_title": "Very Dry, Very Fragile, Nope!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I donu2019t understand the hype, it makes the skin so dry and cakey. And it broke maybe ten days after my purchase. I wanted to like it so badu2026 Fortunately I bought the mini size."
        },
        {
            "review_title": "Great setting powder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product is a great setting powder! It sets my makeup beautifully and doesnu2019t crease under my eyes. However, it is a little drying."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Perfect ! Leave your skin smooth and it doesnu2019t feel like you are wearing any type of powder, highly recommend for people like me that want to look natural with makeup on"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "love it!!! Wish there werenu2019t shimmers at all though. I know itu2019s very mild but wish this product was f totally matte."
        },
        {
            "review_title": "Donu2019t buy dries your face",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Had to return dried my face horribly. Will never buy again."
        },
        {
            "review_title": "Great product - TERRIBLE packaging.",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is my second mini cloud baked setting powder. Itu2019s my 2nd one because the first was broken when I opened it so I had to return. I really like this product and I own the full size, but the last thing you want to do with a travel size is baby it (it canu2019t even stand gently carrying in a compartmentalized makeup case). Just buy the full size or skip altogether."
        },
        {
            "review_title": "Disappointed to say the least",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Very disappointed as I have seen so many raving reviews. This is not light and airy on me. Always oxidizes and makes my makeup look off each time. I have tried and tried to make it work. So glad I only got the sample size"
        },
        {
            "review_title": "Avoid",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The powder broke after less than a week of use. Do not recommend."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Comfy - sheer medium",
            "review_buyer_description": "",
            "review_text": "Obsessed. Definitely getting the full size when this runs out. Blurs so much - hyperpigmentation, acne, eye bags. Love it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Breezy - sheer light",
            "review_buyer_description": "",
            "review_text": "Great clean setting powder! Gave me a smooth finish!"
        },
        {
            "review_title": "Clean Girl Makeup",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this for minimal makeup. Iu2019m not much of a powder girl, but when i need, this is what I go for. Definitely not a full coverage type of setting powder, but in comparison I would relate it to a lighter version of Charlotte Tilburys pressed powder."
        },
        {
            "review_title": "Donu2019t waste your money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "This did absolutely nothing. I donu2019t even think product came off my brush or powder puff."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "This hasnu2019t done anything for me in terms of smoothing or setting"
        },
        {
            "review_title": "Love the powder but terrible packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this powder and had used up the full size. I purchased this small size for travel. Things went well until it broke on its own. And no, I didnu2019t drop it. I suspect the compressed powder broke because of the pressure when closing the case. This proves the packaging has a big flaw like other reviews. Kosas really needs to work on improving the packaging before they lose more customers."
        },
        {
            "review_title": "Love It!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It blends in very nicely with my skin. I love that it's non-comedogenic and doesn't make my skin break out. I bought the mini size to test it out and I'm definitely buying the full size afterwards."
        },
        {
            "review_title": "beautiful on dry skin, prob not the best for oily",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have exceptionally dry skin thatu2019s more normal in my T zone. I personally love it, and how it doesnu2019t look/feel powdery but still blurs/sets. I always use in the T zone and sometimes all over. Probably not the most mattifying on oily skin, but most definitely worth trying if youu2019re dry/hate powder. I also took it on a trip without it breaking."
        },
        {
            "review_title": "Not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Iu2019m not sure what exactly is so exciting about this product. It doesnu2019t do its job."
        },
        {
            "review_title": "HORRIBLE",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Worst powder Iu2019ve ever tried, looks incredibly cakey"
        },
        {
            "review_title": "Perfect Powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Great! Helps take away shine and set my makeup without being cakey or too matte."
        },
        {
            "review_title": "A Clean Powder Option",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I hadn't purchased powder in many years, but decided to try this clean beauty one. My skin is generally dry, but I use the powder under my eyes (after concealer & foundation) for dark circles and on my forehead to fill in lines pre-setting spray. I notice some improvement using it!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Cakes horribly under my eyes. Went to return to Sephora in kohls was told I can only return to free standing kohls. ud83eudd26u200du2640ufe0f"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "A MUST HAVE!!! blurs everything and is so amazing, but mine broke while traveling ud83eudd72 definitely will buy the larger one when this one runs out!"
        },
        {
            "review_title": "Awesome powder for acne skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "Good clean powder. Works well for acne prone skin, since there is no talc. I recommend"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This pulls yellow on me and doesnu2019t do a great job keeping oil in check. Not worth the money in my opinion."
        },
        {
            "review_title": "Broke 10 days later",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Purchased this small size to try it out. I loved it. But then it broke 10 days after I purchased it. There were no falls, I just noticed a crack during one use and it broke on the next. Unsure if this happens with the large size."
        },
        {
            "review_title": "Staple in my routine !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Without this my makeup will crease. Itu2019s soo good for my combo skin and helps keep my makeup intact throughout the day"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Breezy - sheer light",
            "review_buyer_description": "",
            "review_text": "I hate to admit it but the hype on this powder is real! It's so nice and blurring without being too matte or drying. I do have to agree that it's really fragile though, one drop or anything and it's done"
        },
        {
            "review_title": "Not for dry skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Let me preface this with I have dry/acne prone skin. I was super excited about this powder after hearing that itu2019s light weight and smoothing for the under eyes which is where I usually place powder, but it didnu2019t sit well at all. It was super patchy and clung to my dry spots. It was buttery to the touch I will say but not dry skin friendly"
        },
        {
            "review_title": "Packaging SUCKS",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Really good powder itu2019s just so fragile for no reason. Both the product AND the packaging broke in less than a week and it has just been sitting in my vanity, didnt fall or anything. The hinge on the plastic broke off and the product broke off too."
        },
        {
            "review_title": "Do not recommend",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Useless. Does absolutely nothing in my opinion. And so small for the price."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "El polvo increu00edble, excelente por el precio que estu00e1, sin embargo se me rompiu00f3 por llevarlo en la cartera"
        },
        {
            "review_title": "Surprised!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have never used a setting powder. I am so glad I purchased this. It blends so nice. It even helps my chin to not be itchy and dry. I purchased the mini because I wanted to just try it out before I committed to the regular size. I was very disappointed when I accidently bumped the container and it fell on the floor breaking the cake into small pieces. I wish the design was better instead of a clump just sitting on a flat surface. Looks as if this might be a product flaw. I will probably purchase the regular size when I run out and hope it doesn't break."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "This is so good it looks just like skin and if it were slightly lighter it you wouldnu2019t even be able to see it. It definitely keeps my spot concealer on there. It also helps with creasing but since its too dark i typically dont use it for my under eyes."
        },
        {
            "review_title": "Broke off",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I bought this yesterday, used it and liked it. This morning I was going to use it again because of how much I liked it and I literally just got this yesterday and it just completely broke on me."
        },
        {
            "review_title": "will buy again, no hesitation",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "I started a battle with eczema under my eyes a little while ago, which provides me to use liquid concealer (its cracks) so I found this beauty and am IN LOVE.  its opaque enough to hide my dark circles, light enough to brighten them and I feel (and look) like I don't have makeup on my face."
        },
        {
            "review_title": "Kosas did it with this one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this powder! It sets my makeup in place nicely and get's rid of my shine without it looking too matte or cakey! I will for sure be re purchasing. But, I do recommend ordering this and picking it up in store or buying it in store so the product doesn't get ruined."
        },
        {
            "review_title": "Only setting powder I need",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love that itu2019s almost invisible since I just use it to set my under eyes and reduce oily T zone! Silky texture."
        },
        {
            "review_title": "Perfection",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is amazing. Makes my undereyes perfect and it lasts all day"
        },
        {
            "review_title": "Frustrating",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great lightweight powder but has broke twice. I won't buy again. Gave 2 stars only because it broke. I returned the first one but I will make do this time because I am guessing it will break again."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "the powder the pretty good however just with a week of use the powder dome broke off making it hard to use, which is why i donu2019t gravitate to it anymore"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Silky - sheer tan deep",
            "review_buyer_description": "",
            "review_text": "it's alright. still shiny. hard to pick up with my brush"
        },
        {
            "review_title": "WARNING BREAKS EASILY",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "such a good formula and works really well but breaks so easily :( only had it for a month or 2 and itu2019s broken and i took good care of it. i gave this product the benefit of the doubt bc of the reviews."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I decided to use this cause I saw it on TikTok. I use it everyday now. I love it a lot. However the top breaks off easily. But besides that itu2019s amazing"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Breezy - sheer light",
            "review_buyer_description": "",
            "review_text": "The packaging is faulty, my powder broke into multiple a couple weeks into using, very disappointing."
        },
        {
            "review_title": "Must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this powder so much. I have a regular side Feathery but this mini is so helpful to use when youu2019re on the go and need a touch up."
        },
        {
            "review_title": "i love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like this powder in my mature face. My fave looks so beautiful.I like cause its talc free and this is a plus."
        },
        {
            "review_title": "El mejor",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Honestamente lo amo! Te deja la piel como si no tuvieras poros. Obviamente hay q tener un skin routine junto con el makeup,lo amu00e9!"
        },
        {
            "review_title": "cracks easily",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Made me look flaky and dry. also the mini just breaks by itself and makes a huge mess. Returned it and bought it again and the same thing happen"
        },
        {
            "review_title": "I donu2019t get the hype",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This powder may work for some ppl it didnu2019t for me. Looked cakey and didnu2019t blur my pores. I will stick to my favorite powders. I do feel this powder has been over hyped."
        },
        {
            "review_title": "Not worth it",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Glad I bought the mini and not full-size. This just did not work for me. Itu2019s tad yellow toned so be aware. It looked nice over the kosas foundation sample I got but other than that it didnu2019t not look that good. It was cakey and creased."
        },
        {
            "review_title": "The Powder I've been looking for",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Smoothing and gave my skin an inner glow without making me look greasy! It reminds me of the mineralized skin finish from MAC but better. Sets my under eye concealer beautifully."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Good powder but itu2019s really light and it broke after having it in my purse for a day"
        },
        {
            "review_title": "Disappointed :(",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I liked everything about this powder the size for carrying in your bag, the formulation and beautiful finish, but it basically tore apart. I used it for about 10 times and this happened, so itu2019s not worth it."
        },
        {
            "review_title": "Really Beautiful!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I took a chance since this was a smaller size and I am really happy. So many powders are so drying to my skin or cake and highlight dryness or fine lines. This has a really beautiful blurring effect that enhances my skin. I have been using over a tinted sunscreen, which I use as my makeup, to set and add a little extra coverage. I just wish the travel came in the sheer version for more use with setting vs adding coverage and color.."
        },
        {
            "review_title": "This sucks",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Iu2019m 18 and wanted to by trendy clean products. This powder sucked. I like natural makeup, but this literally did nothing. My face was still tacky. Also I can tell the packaging and product will break in no time. Will be returning."
        },
        {
            "review_title": "LOVE IT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "itu2019s soo good, i prefer this than the charlotte tilbury one, doesnu2019t crease, itu2019s just perfect"
        },
        {
            "review_title": "great product, worst packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Like many others, I can confirm the product is lightweight, perfect for dryer skin, amazing for setting or blotting. BUT, the dome shape broke off the base almost immediately after purchasing. Unfortunate that I can't use this as I had hoped in my to-go beauty bag as it's way too fragile. Get the full size, girlies."
        },
        {
            "review_title": "A little goes a long way",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Oily skin",
            "review_text": "Great powder but took a little bit of learning to work with it. I use it with a brush only for slight dusting & to add color. 4 stars because I do not advise applying with a sponge.  Gets cakey."
        },
        {
            "review_title": "MY HOLY GRAIL",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "let me tell you when I tried this powder I was IMMEDIATELY shocked my skin was blurred but not entirely matte which I love and it gives you that natural makeup look, The only thing I dislike about this powder is that atfer a while it falls out of the container which for me isnu2019t that much of a problem, I simply just put double sided tape to put it back and it works perfectly ,like its not cakey and it doesnu2019t give you flash back, this is just THAT piwder and it sets your face perfectly"
        },
        {
            "review_title": "Donu2019t buy it!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It broke after about a week. The whole top part came off. Do not buy."
        },
        {
            "review_title": "its decent",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "its good but its not my favorite I used it for taking away shine throughout the day"
        },
        {
            "review_title": "Everyday staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "The product itself is amazing. Blends great and makes your skin look flawless. The packing concerns me that the product will explode due to its domed nature, although itu2019s something I can look past"
        },
        {
            "review_title": "Different Than Full Size",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "My holy grail powder so I decided to buy the travel size! Broke after one use & got major hard pan!!! My full-size doesnu2019t do that! Iu2019m so sad. I wasted so much product because the whole thing brokeu2026 wonu2019t repurchase the mini :("
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "Breezy - sheer light",
            "review_buyer_description": "",
            "review_text": "I love this powder, and so I went against the reviews and purchased the travel size. First time I went to use it it was broken in the pan. Will be returning it, and sticking to full size."
        },
        {
            "review_title": "holy grail!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "i love this powder sm! paired with my setting spray & primer (3-1 hangover too faced, elf hydro grip blue ver.) it makes my base indestructible, giving me long wears while also being transfer proof. i donu2019t get why people are saying the packaging is hard to open, o donu2019t have any problems with it. i have dry skin and this one gives me a normal skin/soft matte finish which i love!"
        },
        {
            "review_title": "meh",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This product seems to have come hard-panned, I can't tell if anything is coming off of it. If I really dig I can get some, but it's not really worth it to me."
        },
        {
            "review_title": "Not good for oily skin.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Sooooo pretty when you first put it on, but I have oily skin and had to touch up like every 45 minutes. So not for oily skin! The u201cbreezy-sheer lightu201d seems yellowish too."
        },
        {
            "review_title": "Summer Essential",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is pretty good except it is too dark for me, or maybe because it is summer. Nevertheless this doesn't cake at all or need of any touch up. I put it around 7:30 am and stays until 8:00 pm withouttouch ups."
        },
        {
            "review_title": "Very good powder, container could be improved",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "One of my faves to use on top of the sunscreen to remove any shine. Very nice powder, mature skin friendly. I wish the compact was more durable tho."
        },
        {
            "review_title": "Nope",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "So hard to get product out. Tried with many different applicators. And horrible. Creases so bad itu2019s patchy and looks soooo cakey. Iu2019ll stick to my Laura mercier"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This didnu2019t do anything that it claimed for my skin. For reference, my skin is more on the dry side and I used this product to lightly set my makeup before using setting spray. Use Laura Mercer instead!"
        },
        {
            "review_title": "Bad packaging + great powder = not buying again",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This was an impulse buy in-store so I didn't read the reviews until after the powder (which I love!) broke. I sent photos to Kosas to point out the packaging design flaw, which they acknowledge receipt of but they didn't indicate that they have plans to improve the packaging. I'm going to return the product this week. Bummer."
        },
        {
            "review_title": "It really does shatter",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This was something I once owned in the bigger size. I loved the finish and ignored reviews that say it breaks. Mine shattered the first day I bought it while sitting in my purse. Pretty big waste. Now itu2019s all messy and awful to try to use. I should have listened to other reviews."
        },
        {
            "review_title": "my skin but better",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "LOVEEE. so glad they came out with a mini bc i donu2019t rly use powder in the summer as much as winter. it gives the skin such a natural finish too, not cakey looking. (i believe it has mica in it bc itu2019s a slight sheen to it, but not glittery.)"
        },
        {
            "review_title": "Great powder for travel!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love how finely milled this powder is. Goes on with a smooth, buttery texture and sets to a soft natural finish."
        },
        {
            "review_title": "Doesnu2019t feel like I have anything on",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Beautiful product and great size only downfall is that it does break easily and Iu2019ve only had it for 3 weeks."
        },
        {
            "review_title": "So good but so disappointing",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really wanted to like this so much but I had to scrape a layer off to be able to use it because there was a weird film on it Iu2019m honestly glad I got the mini instead of the full size"
        },
        {
            "review_title": "my favorite pressed powder",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I love this powder! Iu2019ve never tried one thatu2019s worked better on me. Unfortunately after just a few weeks of use, the top portion of the powder cracked off. I believe this to be due to a design flaw in the packaging."
        },
        {
            "review_title": "Not for oily skin, but still beautiful!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "if youu2019re an oily skin girl, this is still super pretty on the skin but it isnu2019t going to keep you matte! Definitely a beautiful product though, TikTok influenced me :)"
        },
        {
            "review_title": "Ok but not great",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The packaging on this is terrible and the top dome of the powder broke off. It feels like the powder is almost hard panning and it doesn't give much payoff. It gets rids of excess shine but lots of other powders are way better."
        },
        {
            "review_title": "This powder is OK",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "If I pack on too much, this powder makes my under eyes look dry. It works better as a product to reduce shine in my t-zone. There are other products that I reach for more."
        },
        {
            "review_title": "Didnu2019t work for me",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I donu2019t know if I use it incorrectly, but it did not work for me. I returned it."
        },
        {
            "review_title": "Don't even bother! Not worth the money",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Packaging is terrible; it's so hard to open, and when you finally get it open, you usually end up chipping the powder in the process. The powder itself isn't even good, it doesn't even set my makeup. My foundation is still tacky regardless of how much powder I use."
        },
        {
            "review_title": "Did not work well for oily skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I have oil skin and this was horrible. Made the finish or my makeup patchy/ flaky. It might be fine for someone without oily skin but I wouldnu2019t recommend if you do. I love Kosas products but I wonu2019t be purchasing this again."
        },
        {
            "review_title": "Just get the full size!!!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Just buy the full version!!!! Do not waste your money!! I had it for a couple of days and LITERALLY broke just like the pictures other reviewers have left!!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Love this powder. It leaves my face so smooth, sometimes I even use it without foundation and it does a great job at blurring my face. My only issue is that the packaging is terrible. It has fallen twice and broken since it is so hard to open."
        },
        {
            "review_title": "Love for setting under eye",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Iu2019m 38 and have fine lines under my eye. After concealer I set with this powder with a brush and my under eyes look good. Doesnu2019t set into the lines and stays on very Well. I like it better than the charlotte tilbury powder and better than the hourglass setting powder."
        },
        {
            "review_title": "Do not buyu2026",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I used it for a week and it already broke. Very hard to open also. Nothing special against shines or pore size. I do not recommend."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I personally donu2019t find a difference in my makeup when using this! But it hasnu2019t made me break out or anything."
        },
        {
            "review_title": "BREAKS",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "WILL BREAK. GUARANTEED. Returned one for arriving broken. Gave up on the second after it broke completely away from the pan scoring"
        },
        {
            "review_title": "Used to set my undereye make up",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Love this for setting my undereye make-up and using it for a quick touch-up throughout the day. I have dry skin and this looks flawless on my dry skin!"
        },
        {
            "review_title": "Will most likely break or arrive broken.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I originally bought this item and it shattered into a mess randomly in my makeup drawer? I got a replacement product through sephora support and it broke in 2 days after I set it down on my countertop."
        },
        {
            "review_title": "Good product but broke after a few uses",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I have been using this product for a few days now and it works wonderfully to set my kosas concealer but not make it look cakey. However, the top half of the product broke off after very few uses. This is very disappointing seeing as half of the product was wasted. I suggest a more easily opened package as maybe it would help the product to not break."
        },
        {
            "review_title": "Good but beware it breaks",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The powder is amazing, it sets but doesn't look cakey. However, its been a month after I bought it and it already broke so beware. Not good for traveling."
        },
        {
            "review_title": "Almost, but not quite",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Great while it lasted. I liked the coverage it provided, and that it didn't look cakey. Unfortunately, the powder broke within 2 weeks of living in my makeup bag. It's virtually useless now, which is a real bummer. Kosas has proven to be a pretty reliable company thus far, but I won't be re-purchasing this powder."
        },
        {
            "review_title": "Breaks easily & cheap packaging",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "The powder itself is not too bad, I donu2019t feel like it lasts though. The packaging is the worst. I have never dropped it & only have it on my vanity & it broke off after my second time using it."
        },
        {
            "review_title": "Love the powder, hate the packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really like the product itself. I have oily but dehydrated skin. Despite the oiliness, I still prefer a natural skin finish over a matte one. This power left my skin looking so natural, not powdery, and my makeup lasted all day. However, the packaging needs serious work... it's so difficult to open the case without accidentally digging your nails into the powder. And like some of the other reviewers, after less than 5 uses, a bulk of the powder just broke off. I'm pretty sure this can be easily resolved by changing the packaging to something that's easier to open."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "Pillowy - sheer medium tan",
            "review_buyer_description": "",
            "review_text": "this is a good setting powder before you actually bake your skin. it blurs out the skin and makes it even. but this is not transfer proof which sucks."
        },
        {
            "review_title": "I LOVE this powder BUT IT BREAKS!!!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I used this powder less than 10 times before the whole top part just popped off. Itu2019s still usable, but half of it or more is gone now. Kind of a bummer."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "its just meh. i couldve skipped out on this one but i wanted to see the hype and its just okay. i like a dewy base but i feel like it didnt really set my makeup i had to go in with another powder. i like to use this as a touch up though out the day."
        },
        {
            "review_title": "Didnu2019t work for me",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Though i do like the look of the packaging , i broke my mail trying to open this tiny little powder and didnu2019t find the product to be exceptional in any way.  I actually had to apply a different powder on top of it because I saw no affect.  Might be a little too u201cbreezyu201d for my skin."
        },
        {
            "review_title": "Unremarkable",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I really liked the liquid foundation from this brand so I decided to try the powder. It did nothing! I donu2019t get the hype. It is definitely not worth the price tag."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Pillowy - sheer medium tan",
            "review_buyer_description": "",
            "review_text": "Was broken upon arrival. Decided it wasn't worth the hassle of returning, so I put the powder into a new container. The coverage is heavier than I thought it should be without it setting the concealer. Disappointed with this product when everything else from Kosas has been great"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "110% not worth it. Not one single penny. First the compact is honestly cheap and there is no mirror inside. There is a waxy film on top of powder making it hard to use. Super patch on dewy makeup"
        },
        {
            "review_title": "pretty good",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Tan skin tone, Oily skin",
            "review_text": "lasts me throughout the day, but isnu2019t a powder to go insane overu2026"
        },
        {
            "review_title": "broke way too much for no reason.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "genuinely so sad. i absolutely loved the formula. not too mattifying and gave my skin the u201ccloudu201d skin effect. not too dry. but it broke out of nowhere. never dropped it. treated it like a baby due to all of the reviews iu2019ve seen.  went in store to exchange and that one also came broken. so i just returned it and called it. beautiful formula. but broke too easily."
        },
        {
            "review_title": "Color changing and drying (maybe just the minis)",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Not sure if the miniu2019s have a different formula but I have dry skin and Iu2019ve tried using this on top of different concealers but it always changes my makeupu2019s color slightly to a grayish hue and leaves my skin pretty dry. Usually talc free powders feel really good on my skin and since this one had skincare properties I thought it would be really good but Iu2019ll stick to the rare beauty loose setting powder (so breathable for dry skin!)."
        },
        {
            "review_title": "Didnu2019t do what I needed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "Unfortunately this powder did not work to fully set my under eye concealer. My concealer creased badly within minutes and looked very cakey. As a face setting powder it performed ok."
        },
        {
            "review_title": "Yes just yes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "My new obsession!!! Love KOSAS w/combo skin and this is def part of my routine now!!! I literally have every brand of setting powder but for me I lie this the best. TRY THEIR setting spray HG2"
        },
        {
            "review_title": "Wanted to love it",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "Amazing setting powder for the flat planes of your face - primarily cheeks and forehead. Actually really helped keep my forehead from getting super shiny throughout the day. However, I struggled A LOT with settling into creases under my eyes and around my nose. I tried using a fluffy brush, a fan brush, and both sides of the Beauty Blender triangle puff with minimal success from all of them. I did end up returning this and am currently using the O/S mattifying setting spray (which I love)."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "CHARLOTTE TILBURY, who I donu2019t feel like with this product that I have to dip my brushing or my son so many times I can do with other ones"
        },
        {
            "review_title": "So blurring!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019m loving this pressed powder. Itu2019s very blurring and doesnu2019t show up cakey at all!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "Breezy - sheer light",
            "review_buyer_description": "",
            "review_text": "Love it, blends very well with the kosas foundation"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "It was delivered all broken up, I was excited to try it but when I saw it, I was really not in a mood to try it anymore so I returned it"
        },
        {
            "review_title": "Replaced my Charlotte Tilbury",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is incredible and has now replaced my Charlotte Tilbury powder. Same effect just so much lighter and a lot more imperceptible. Love it!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Comfy - sheer medium",
            "review_buyer_description": "",
            "review_text": "it broke within a week of using it. I didn't drop it or take it anywhere. A pity because it was really nice"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Itu2019s smoothing without the ghostly pale that can come with more translucent powders, so I like that! It hasnu2019t broken on me so far (knock on wood), and Iu2019ve dropped it a few times on my bathroom floor."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Breezy - sheer light",
            "review_buyer_description": "",
            "review_text": "Iu2019m not a big powder person but I really liked this powder when applied. It gave a soft, blurring looking without being cakey. It looked a little shimmery at first but I didnu2019t see that on my skin. Like a lot of the reviews mine broke. After two uses."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "Breezy - sheer light",
            "review_buyer_description": "",
            "review_text": "I couldnu2019t even use it as it broke while being well-protected in my suitcase. I tried it at the store and it looked nice, now iu2019ll never know."
        },
        {
            "review_title": "Good not great",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Fair skin tone, Normal skin",
            "review_text": "Good powder! But there are better ones out there that are cheaper! I will continue to use it but will not repurchase!"
        },
        {
            "review_title": "Good for everyday",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This powder works well for everyday wear. Itu2019s not super mattifying but I like it. Some reason it broke out if nowhere even though I didnu2019t drop it. I like the product itu2019s just annoying how it broke."
        },
        {
            "review_title": "Need to fix packaging issues",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I like this powder a lot! However, it broke in the pan after about a week of use. I didnu2019t drop it, but I suspect itu2019s because the powder forms a mound beyond the walls of the bottom half of the package, so it can easily be disturbed and break."
        },
        {
            "review_title": "A new staple",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this powder. I prefer lighter feeling products and often avoid liquid foundation because it feels heavy. I find this power to be a great powder over my concealer that still gives me a more finished look that smooths out my skin tone"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Pillowy - sheer medium tan",
            "review_buyer_description": "",
            "review_text": "I bought this very recently during the past Sephora sale and it broke within a week or so of me using it even though I didnu2019t drop it. Itu2019s a shame because I liked the formula."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "Breezy - sheer light",
            "review_buyer_description": "",
            "review_text": "Terrible. It broke within 1 week of using itu2026. Didnu2019t set very well either."
        },
        {
            "review_title": "Would pass",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "broke super easily,  didnu2019t set my makeup that well"
        },
        {
            "review_title": "Not For my combo oily skin",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This did nothing to eliminate oil or shine in my tzone and clung to my drier areas on my cheeks. I have combo skin oilier tzone dry cheeks acne prone. It is definitely unnoticeable on the skin had very minor blurring effect , and I appreciate the talc free and no silicones but this product just didnu2019t work for me. Perhaps a diff skin type would Enjoy this more"
        },
        {
            "review_title": "Holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This is so far, the best setting powder Iu2019ve tried. Iu2019ve been on the lookout for a pressed setting powder for so long and this is great for slacking up oil but leaving shine! Must try."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Good product but terrible packaging. First, itu2019s impossible to open and second, the powder broke after a couple days of use for how small it is."
        },
        {
            "review_title": "Very underwhelming.",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "This powder has a film over it, you need to scrape off to get to the product. I was excited because of the hype this powder has gained but itu2019s simply marketing. It also kinda smells a bit foul not sure if mine was spoiled? But I really think for the price thereu2019s better."
        },
        {
            "review_title": "I love it",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "Personal favorite- i have combo skin. when Iu2019m oily i do need a lil more than this but itu2019s perfect for every day. hard to look cakey. Iu2019m on my second powder and i donu2019t usually repurchase powders like that. i hate the packaging though- it always breaks on meeee"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "broke easily after first use. Good product. UT they have to change the packaging"
        },
        {
            "review_title": "Donu2019t get the hype",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "This is an okay powder. It went viral a couple years ago and I never got around to it and after trying Iu2019m just like u2026 ok? The maybelline fit me matte and poreless powder is the best powder Iu2019ve ever used and blows this one away"
        },
        {
            "review_title": "Blurs Skin, Maintains Glow",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Favorite powder! It blurs my skin like magic. It is definitely a little more yellow/pigmented than it would seem from photos. Iu2019ve repurchased!"
        },
        {
            "review_title": "Must have in my everyday routine ufffc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Lasted me a very long time not too heavy and looks great on skin."
        },
        {
            "review_title": "Doesn't play well with others",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I have combo leaning dry skin and thought this would be the perfect finishing powder. To my surprise, it's incredibly cakey and has a tendency to pill off my Armani foundation and Dior Forever concealer   It's a bit shocking because my Laura Mervier powder works so much better"
        },
        {
            "review_title": "An everyday product!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "The formula is so smooth and buttery! I love it! I use it almost daily with out any foundation and it makes my skin look great!! Definitely recommend!"
        },
        {
            "review_title": "Good but donu2019t trust any Kosas item after reaction",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "Liked this but returned after I got a reaction from the foul smelling foundation and concealer. Kosas - do something about your foundation issues!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Light skin tone, Normal skin",
            "review_text": "Love, love, love! I have tried multiple powders (both pressed and loose) and none compare to this one. So lightweight and doesnt look cakey or cling to my blemishes! A must buy!"
        },
        {
            "review_title": "Will be re-purchasing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "As someone with oily skin, i didnu2019t think Iu2019d love this but I do! Itu2019s perfect for taking away shine, but still keeps the glow. It makes my skin look healthy and doesnu2019t have that ultra powdery finish on the skin"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "Looks very nice right after application, though after an hour or so it looks so cakey and creases so bad!! iu2019m so upset because so wanted to love this product. iu2019ll finish out the product but wonu2019t be repurchasing."
        },
        {
            "review_title": "Best Blurring Powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Fair skin tone, Oily skin",
            "review_text": "This is my favorite powder for blurring my pores and controlling my oils. It also works beautifully under my eyes, but my favorite use is around my T zone area."
        },
        {
            "review_title": "BEST POWDER Iu2019VE EVER USED",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Title says it all. Iu2019ve used hundreds of powders & this is hands down the absolute best. Kosas is killing it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This is a light soft powder that wonu2019t completely mattify the face leaves you looking smooth"
        },
        {
            "review_title": "Dry skin-stay away",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Not the best for dry skin! Clung to dry patches but pretty finish"
        },
        {
            "review_title": "Chef kiss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "Itu2019s not too drying for my dry skin, it absorbs the oil and it leaves a cloud skin feeling. The pores do disappear but only for the first few hours for me. I take it everywhere to reapply and it just gives me such a nice texture. Love it."
        },
        {
            "review_title": "A must have for setting combo skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "This poder is the best for setting my makeup. I have combo skin and it blurs the pores, set the makeup without over drying. This is my second purchase of this powder, highly recommend it!"
        },
        {
            "review_title": "Skip it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Oily skin",
            "review_text": "HARD PASS! After 1-2 months it became like hard and stale. It cracked as if it were dried out. Also so dry it came off the compact."
        },
        {
            "review_title": "Better than expected!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "This setting powder is so soft and light, itu2019s the perfect compliment to my dewy skin care routine/tinted moisturizer. Helps set my blush and cream bronzer too ! Love it and will repurchase"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Ughhh. I had high hopes for this. So many TikTok influencers rave about it. Another reason not to trust them. Why the need for sparkles in this??!!  Returning it."
        },
        {
            "review_title": "Just No",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Olive skin tone, Oily skin",
            "review_text": "I am NOT a fan of this product. I felt like it emphasized pores and I was broken out the entire time I used it. Turns out the base is made of coconut oil with is highly comedogenic. I will not purchase any Kosas products going forward. Everything I have used of theirs smells rancid within a year."
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "I love this for a setting ur whole face with just not that good for dry under eyes! But it is a good product."
        },
        {
            "review_title": "I really like this",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "It works well for me. I used it with the foundation. I cant use setting powder under my eyes because it caked immediately, but with this i can lightly dab some on and it helps keep the concealer in place longer than when i dont set."
        },
        {
            "review_title": "Stunning for natural makeup",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I can only judge this from the perspective of a gal who doesnu2019t wear a lot of face makeup, but I love it! Itu2019s like a perfect veil of powder that looks completely natural. I also love that this is a very clean product, unlike a lot of  brands that claim to be"
        },
        {
            "review_title": "I use this everyday",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, red hair, fairLight skin tone, Combination skin",
            "review_text": "If you have oily skin this is perfect. It makes my makeup look really smooth and matte without over drying. Would definitely rebuy this. :)"
        },
        {
            "review_title": "OBSESSED",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "if you have dry skin you absolutely need this. it is amazing. removed the oil while still keeping me glowey and dewy."
        },
        {
            "review_title": "Doesnu2019t set",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I like that it didnu2019t take away all of the shine but it doesnu2019t seem to actually set my make up. I get separation and my make up moves around/rubs off. I was using the Kosas foundation, concealer and this powder together"
        },
        {
            "review_title": "Save your money",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "I am a makeup artist for both production and wedding. This was such a disappointment. Save your money.  I tried it on different ages and skin tones and under different lights and on camera."
        },
        {
            "review_title": "nice but have to dig in the product a lot",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "If your skin is acne prone, dry, or sensitive i recommend this! Ofc this is IMO but I find that this didnu2019t cause tiny pimples for me bc of the talc (I used to use the CT powder and Too face Faced recommend this"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Normal skin",
            "review_text": "BEAUTIFUL OMG!!! this powder doesnu2019t wash me out at all!!! even when a powder looks like my skin tone they all wash me out except this one!!!"
        },
        {
            "review_title": "Packaging",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "The powder itself is nice, my issue is packaging as when it arrived it was all broken so I lost approximately half of product"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "LOVE LOVE LOVE LOVE LOVE. I will buy this again and again until I die. Do not change the formula."
        },
        {
            "review_title": "Soft radiant finish",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "Iu2019m really enjoying this product! The finish is soft and glowing and leaves my skin looking smoother and subtlety radiant. It seems to wear well all day. I love that Kosas is u201cclean at Sephorau201d!"
        },
        {
            "review_title": "Eh",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Not as good as the charlotte tilbury powder unfortunately"
        },
        {
            "review_title": "my new favorite!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "blends into the skin so amazingly. i dab this on where i want to remove a bit of shine & it doesnu2019t make the skin too matte. it also doesnu2019t crease under my eyes!"
        },
        {
            "review_title": "tried to love it :(",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "initially purchased because all my dry skinned girlies rave about this product but mine smells like moldy cheese. maybe I got a bad batch but I have to physically hold my breath when applying :(("
        },
        {
            "review_title": "Love this stuff!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this stuff! Great powder for hiding my pores and shine! Great powder!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Love this product! Great for setting makeup without making me look too dry or powdery! I donu2019t particularly love it underneath the eyes, but it looks amazing around the rest of the face."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Absolutely love this!!!! Completely blurs into the skin & makes touch up super easy!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "TikTok made me purchase and iu2019m not mad one bit! :)"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I wanted to love this but itu2019s a bit too drying even when used sparingly"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "A stable powder in my routine! Definitely a powder for people that hate heavy powders on their face or hate when their makeup cakes up, this is something I use to set my overall face and itu2019s overall a really nice powder. I also love that itu2019s talc free and great quality!!!"
        },
        {
            "review_title": "It was alright",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "Donu2019t love it but definitely donu2019t hate it. I saw great reviews of this smoothing texture and just being overall flawless, I feel there wasnu2019t anything so special about it."
        },
        {
            "review_title": "kosas killed it !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Got this as a mini sample reward and the color was a perfect match! Became obsessed with the formula and I am hooked!"
        },
        {
            "review_title": "itu2019s worth the purchase",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I is the best powder that Iu2019ve ever used to take the pours out of my skin right after make up time and I can be touch my make up with as itu2019s incredible. I really recommend it . Itu2019s worth the purchase."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Oily skin",
            "review_text": "Everything good youu2019ve heard about this powder is true! It looks nearly flawless on my skin and it makes my makeup matte but not dry looking. I do have fairly smooth skin so Iu2019m unsure how it sits on more textured or mature skin."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "Iu2019m au201d mature u201c lady so I wasted something pretty light. I also try to buy clean and cruelty free as much as possible. I really like this powder. Itu2019s light but covers. You still see your skin. Thereu2019s a nice sheen to the skin w/o luminosity or sparkle. I would buy again"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Love this product this is the only powder that doesnu2019t make me look completely dried out it sets while still keeping most of my shine"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Iu2019ve been using this powder for about a month now and I love it so much. Itu2019s lightweight and buildable without looking cakey on the face or being too drying."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "This works really well under the eyes! I use it with kosas concealer and it works wonders for me. I went a bit lighter because my normal shade which I think would be cushiony, was too yellow and dark for a setting powder."
        },
        {
            "review_title": "What powder?",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "I donu2019t even know if I would call this powder it sets my makeup perfectly, doesnu2019t crease under the eye but doesnu2019t give me a powdery finish it leaves a healthy dewy-ness to the skin with no transfer and has no shimmer I donu2019t know how they did it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I use it to set under my eyes after my concealer. It simply does the job. Also, my makeup lasts longer when I set it with this powder when wearing a mask all day long!!"
        },
        {
            "review_title": "Smells bad",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Very sheer and has a bad metallic smell. However great for light day to day makeup"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Oily skin",
            "review_text": "Extremely overhyped product. Settled into my fine lines and clung to dry patches even after moisturizing and prepping the skin. Not worth the money. Had to return."
        },
        {
            "review_title": "I hate setting powder",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I hate setting powder, I have incredibly dry skin and setting powder tends to magnify every imperfection I am trying to hide. This doesnu2019t even feel like I put anything on, it does not look cakey and has not caused any breakouts and most importantly doesnu2019t crease on my under eyes. I love this setting powder!"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "It was okay. I didnu2019t really see much difference after using it. It didnu2019t really set my makeup but it did make my face less oily so thats good."
        },
        {
            "review_title": "zero pores!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "If I could give this 10 stars I would! I use this to set my under eye with my beauty blender, also set around my nose and cheeks. And zero pores, like none. No powder Iu2019ve purchased previously has done this. Will always continue to re-purchase!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Great product. It sinks in to your skin and visibly hides you pores. Very light weight on the skin."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This product didnu2019t work for me and I ended up returning it. I tried a few different ways to apply it and each time I felt like it sunk in and exaggerated any fine lines under the eyes. I didnu2019t notice a difference in how visible my pores looked."
        },
        {
            "review_title": "Do not hesitate, just get it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This powder is AMAZING!!!  I have mature, combination skin and while I love a dewy look, unfortunately my makeup slides off of my T-zone an hour after application so for me, powder is a must.  This powder is the first one that I have found that does not accentuate my pores and actually gives some extra color coverage.  If you are on the fence, definitely go ahead and give this one a try.  I have tried sooooo many powders and this one is my absolute favorite!"
        }
    ]
}