{
	"product_id": "1465",
	"name": "PITERA™ First Experience Kit",
	"brand": "SK-II",
	"categories": "Skincare, Value & Gift Sets",
	"price": 130.0,
	"about": "What it is: Experience the PITERA™ favorites in this 4-piece starter set - our signature essence, clear lotion toner, and sheet masks...Skin Type: Normal, Dry, Combination, and Oily..Skincare Concerns: Dark Spots, Fine Lines and Wrinkles, and Loss of Firmness and Elasticity..Highlighted Ingredients:.- PITERA™: Addresses visible signs of aging..- AHAs: Exfoliates dead skin surface cells and impurities for a silky finish...Ingredient Callouts: Free of formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance...What Else You Need to Know: All products contain PITERA™, the signature and exclusive ingredient of SK-II shown to reduce visible signs of aging (fine lines, wrinkles, sun spots, texture) and skin damage while hydrating the skin barrier...This Set Contains:.- 1 oz / 30 ml Facial Treatment Clear Lotion Toner.- 2x Facial Treatment Mask.- 2.5 oz / 75 ml Facial Treatment Essence",
	"ingredients": "-PITERA™: Addresses visible signs of aging. .-Peony Extract: Shown to make skin visibly supple and firm. .-Kinren Extract: Contains antioxidants that protect skin from surface free radicals. ...Facial Treatment Clear Lotion:.Water, Galactomyces Ferment Filtrate*, Butylene Glycol, PEG-20 Sorbitan Cocoate, Glycerin, Methylparaben, Sodium Benzoate, PEG-150, Disodium EDTA, Sodium Citrate, Cellulose Gum, Citric Acid, Lactic Acid, Malic Acid, Salicylic Acid, Sodium Hyaluronate...Facial Treatment Essence:.Galactomyces Ferment Filtrate*, Butylene Glycol, Pentylene Glycol, Water, Sodium Benzoate, Methylparaben, Sorbic Acid...Facial Treatment Mask:.Water, Galactomyces Ferment Filtrate*, Butylene Glycol, Xanthan Gum, Sodium Salicylate, Methylparaben, Disodium EDTA.",
	"how_to_use": "How to apply:.-After cleansing, clarify and prep skin with the bestselling face toner, Facial Treatment Clear Lotion..-Hydrate intensely with Facial Treatment Mask by placing over face for 10 to 15 minutes. Remove and discard sheet mask, then massage remaining essence into skin..-Transform skin to crystal clear with Facial Treatment Essence by pouring two to three shakes (appx. the size of a quarter) into hand. Press palms together to wet...When to apply:.-Use toner and essence twice daily, morning and night, as part of your skin care regimen..-Facial Treatment Mask may be used once or twice weekly, after cleansing and toning, and before essence or any other products in your regimen.",
	"num_reviews": 439,
	"overall_rating": 4.4,
	"product_url": "https://www.sephora.com/ca/en/product/pitera-tm-youth-essentials-kit-P507662?skuId=2714905&icid2=products",
	"image_url": "https://www.sephora.com/productimages/sku/s2714905-main-zoom.jpg?imwidth=465",
	"shades": [
	],
	"reviews": [
		{
			"review_title": "Not for sensitive skin",
			"review_rating": 2,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
			"review_text": "This is brightening and minimizes pores BUT it is extremely drying and the essence leaves no moisture.  Same thing for the mask. It is also BURNING and STINGING."
		},
		{
			"review_title": "",
			"review_rating": 5,
			"review_shade_purchased": "",
			"review_buyer_description": "Brown eyes, brunette hair, Normal skin",
			"review_text": "so good so worth it! love it so muchhh! feels so comfy on skin!"
		}
	]
}