{
    "product_id": "1590",
    "name": "The Golden Era Amazonian Clay Collectors Set",
    "brand": "tarte",
    "categories": "Makeup, Value & Gift Sets",
    "price": 74.0,
    "about": "What it is: A set features three chic palettes featuring rich, pigmented shades with tarteu2019s Amazonian clay for flawless looks.Highlighted Ingredients: - Amazonian Clay: Provides a better, longer, truer wear...Ingredient Callouts: Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. These products are also vegan, gluten-free, cruelty-free, and come in recyclable packaging...What Else You Need to Know: This set features 24 new shades to upgrade your wardrobe making it perfect for the maximalist on your list. The shades are infused with tarteu2019s signature Amazonian clay for better, longer, truer wear...This Palette Contains:.- 24 x Eyeshadows in Elegance, Heirloom, Heirloom, Heirloom, Heirloom, Precious, Precious, Retro, Opal, Statement Piece, Statement Piece, Facet, Solitaire, Gem, Sultry, Bejeweled, Top Tier, Fancy, Gilded, Embellish, Elevate, 24K, Opulent, Bronze Beauty",
    "ingredients": "-Amazonian Clay: Provides a better, longer, truer wear...Elegance: .Mica, Octyldodecyl Stearoyl Stearate, Bis-Diglyceryl Polyacyladipate-2, Dimethicone, Pentaerythrityl Tetraisostearate, Kaolin, Phenoxyethanol, Silica, Ethylhexylglycerin, Tin Oxide, Tocopherol. (+/-): Titanium Dioxide (CI 77891), Iron Oxides (CI 77491, CI 77492, CI 77499).",
    "how_to_use": "Suggested Usage:.-Create an easy yet glamorous holiday eye look with any of these palettes by blending a lighter matte shade in the crease, a deeper matte shade in the outer corner and any of the dazzling shimmer shades on the lid. .-Highlight the inner corner for an extra pop.-Gift the other two palettes to your friends and family or save all three for yourself.",
    "num_reviews": 10,
    "overall_rating": 3.7,
    "product_url": "https://www.sephora.com/ca/en/product/tarte-the-golden-era-amazonian-clay-collectors-set-P512598?skuId=2802270&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2802270-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "The colors are beautiful, versatile, easy to blend and have great pigmentation. I really don't understand people bad-mouthing the palettes. The formulation is excellent"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Dark skin tone, Combination skin",
            "review_text": "This could have been a great product if it was for all skin tones. Unfortunately, it does not go with darker skin tones. I ended up returning the product...not worth the money."
        },
        {
            "review_title": "Eye popping colors",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Just a beautiful variety for everyday. Goes with everything."
        },
        {
            "review_title": "Take the splurge",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "The quality is stellar. I highly recommend this!! If you only want one holiday palette, get this one. Every shade is a hit. Itu2019s gorgeous"
        },
        {
            "review_title": "BUY IT!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "Love it!! Ok so, Iu2019m so sorry that others are having a bad experience with these palettesu2026as for meu2026 Iu2019m just gonna let my photos do the talking!! P.S. I wore this look for 8 hours!!! And Iu2019m not sure about fallout yetu2026 I simply used a light hand with the colours since everyone complained about that and it worked just fine for me ud83eudd37ud83cudffeu200du2640ufe0f"
        },
        {
            "review_title": "I TRIED....",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Oily skin",
            "review_text": "I tried to love this, I really really did . I have 2 other Tart pallets that are my everyday go toos. at first glance.....The packaging is nice and the color story's are on point for each pallet and the value looks like it would be there.  All the shimmers are soft, creamy, blendable, buildable, very shimmery, lots of wearable colors but with lots of fallout, the shimmers crumble in the pans and need a couple layers of primer to stay all day. WARNING!!!!! Every single last matte in this bundle is terrible! it doesn't matter what brush you use or if you wet your brushes, no amount of primer can save them. I am not kidding. the mattes are all ashy, patchy, not bendable, not buildable, they clump on a wet brush, on your eyelids, they dry down weird. it's a mess. not the formula from their other products.  yuck!!! I would have kept it for the shimmers but not at full price."
        },
        {
            "review_title": "Good brand, bad product.",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Very poor quality, doesn't blend well, shimmery eyeshadow are highly pigmented, but fall under your eyes. Definitely not a $300 value. Other Tarte pallettes are noticeable different."
        },
        {
            "review_title": "Vibrant palettes",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Deep skin tone, Combination skin",
            "review_text": "Beautiful vibrant palettes especially gearing up for the holidays. Lots of fallout though!"
        },
        {
            "review_title": "Great palettes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Deep skin tone, Oily skin",
            "review_text": "definitely a great buy! This is better quality than the Mario Ethereal moon fall out shimmer  palette to be honest.  And you get more bang for your buck.  The shades are smooth buttery and pigmented and no fallout.  winner!  do not sleep on this set for daily wear. love it."
        },
        {
            "review_title": "GET THIS",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Medium skin tone, Combination skin",
            "review_text": "Absolutely In LOVE with these pallets they are an amazing deal and they are amazing quality. I got these at my sephora near me and they are SO pigmented and the shimmers are STUNNING."
        }
    ]
}