{
    "product_id": "1630",
    "name": "Duo for Dry, Sensitive Skin & Discoloration",
    "brand": "Topicals",
    "categories": "Skincare, Value & Gift Sets",
    "price": 81.0,
    "about": "What it is:A duo that contains a brightening and clearing gel-like serum and a hydrating overnight mask that reduces the look of stubborn marks, scars, and spots and improves the look of your skin's moisture barrier..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Dark Spots, Uneven Texture, and Acne and Blemishes.Formulation:Lightweight Cream.Highlighted Ingredients:- Tranexamic Acid: Helps reduce the look of dark patches and post-blemish marks..Ingredient Callouts:These products are vegan, cruelty-free..Scent:.What Else You Need to Know:This duo includes a brightening and clearing gel-like serum and a hydrating overnight mask that are formulated with tranexamic acid, madecassoside, and niacinamide and reduce the look of dry skin, scars, dark patches, discoloration, and uneven skin tone..This Set Contains:- 1.7 oz/ 50 mL Faded",
    "ingredients": "-Tranexamic Acid: Helps reduce the look of dark patches and post-blemish marks..-Madecassoside (Centella asiatica): Supports and nourishes damaged skin resulting from external stressors.-Niacinamide: Reduces the look of discoloration and uneven skin tone...Faded: .Water/Aqua/Eau, Caprylic/Capric Triglyceride, Glycerin, Niacinamide, Glyceryl Stearate, Tranexamic Acid, Butyrospermum Parkii (Shea) Butter, Simmondsia Chinensis (Jojoba) Seed Oil, Alpha-Arbutin, Behenyl Alcohol, Kojic Acid Dipalmitate, Gluthathione, Turmeric Butter, Ethylene Brassylate, Dimethylmethoxy Chromanyl Palmitate, Azelaic Acid, Glycyrrhiza Uralensis (Licorice) Root Extract, Melatonin, Phytic Acid, Squalane, Allantoin, Centella Asiatica Leaf Extract, Tocopherol, Arginine, Lecithin, Glycine Soja (Soybean) Sterols, Cetyl Palmitate, Ethylhexylglycerin, Sclerotium Gum, Zinc Ricinoleate, Cetearyl Alcohol, Sodium Lauroyl Sarcosinate, Tetrahydroxypropyl Ethylenediamine, Trisodium Ethylenediamine Disuccinate, Ceteareth-12, Ceteareth-20, Phenoxyethanol...Like Butter: .Water/Aqua/Eau, Caprylic/Capric Triglyceride, Niacinamide, Squalane, Glycerin, Pentylene Glycol, Cetearyl Alcohol, Capryloyl Glycerin/Sebacic Acid Copolymer, Butyrospermum Parkii (Shea) Butter, Diheptyl Succinate, Glyceryl Stearate, Sorbitan Stearate, Oenothera Biennis (Evening Primrose) Oil, Madecassoside, Angelica Polymorpha Sinensis Root Extract, Rheum Palmatum Root Extract, Astragalus Membranaceus Extract, Curcuma Longa (Turmeric) Root Extract, Arnica Montana Flower Extract, Avena Sativa (Oat) Kernel Flour, Licorice Root (Glycyrrhiza Uralensis) Extract, Sodium Hyaluronate, Phytosphingosine, Sodium PCA, Ceramide EOP, Ceramide AP, Ceramide NP, Alanine, Serine, Aspartic Acid, Valine, Threonine, Proline, Arginine, Phenylalanine, Histidine, Palmitic Acid, Isoleucine, PCA, Lauroyl Lysine, Tocopherol, Cholesterol, Stearic Acid, Sodium Lactate, Propylene Glycol, Ethylhexylglycerin, Hydroxyethyl Acrylate/Sodium Acryloyldimethyl Taurate Copolymer, Cetearyl Glucoside, Sodium Lauroyl Lactylate, Carbomer, Xanthan Gum, Phenoxyethanol...Please be aware that ingredient lists may change or vary from time to time. Please refer to the ingredient list on the product package you receive for the most up-to-date list of ingredients.",
    "how_to_use": "Suggested Usage:.Faded: .-Apply a thin, even layer onto cleansed, dry skin before moisturizing. .-Gently massage into skin until serum has been absorbed. .-To start, use once weekly; then, use up to two to three times a week. .-Use sun protection during the day and moisturize well when using. .-Faded should be used before moisturizer and after toner...Like Butter:.-To use as a 20-minute mask: Apply a thin, even layer onto cleansed, damp skin and leave on for a minimum of 20 minutes; then, wipe off excess with a damp cloth..-To use as an overnight moisturizing mask: Apply a thin, even layer onto cleansed, damp skin and leave on overnight; then, wipe off excess with a damp cloth..-Applying too much causes this thick mask to pill...Recycling Instructions:.-Open tube, clean out product residue, and recycle.",
    "num_reviews": 61,
    "overall_rating": 4.1,
    "product_url": "https://www.sephora.com/ca/en/product/topicals-duo-for-dry-sensitive-skin-discoloration-P470260?skuId=2457067&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2457067-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "expired",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Normal skin",
            "review_text": "i got sent expired product twice and sephora did nothing about it but refund me do not get this"
        },
        {
            "review_title": "Would've been great, but products are EXPIRED",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Dry skin",
            "review_text": "I've sampled the faded serum before and was really looking forward to purchasing this set during the sale. But y'all, be careful ! After seeing some reviews talking about expired products, I checked the batch code with Topicals directly. Manufacturer dates were in 2020 and 2021! The products have a shelf life (if unopened)  of 18 months. So they're both very much expired. Sephora will give you a refund, but that's not the most helpful if the product is sold out or the sale is done. Sephora wasn't willing to honour the sale or do anything to rectify the situation."
        },
        {
            "review_title": "EXPIRED PRODUCTS",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, lightMedium skin tone, Oily skin",
            "review_text": "It's expired, emailed topicals the batch code for the two products inside. One was manufactured in 2022 and one was 2021. Come on Sephora, expired skincare product??"
        },
        {
            "review_title": "Disappointed- Sephora please donu2019t send expired",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Item i purchased was way past its expiry date. It said in mytopicals website that these products have a shelf life of only 18 months from the date of manufacture. I mailed topicals with the batch numbers of the products purchased from topicals and they confirmed that products send from sephora was manufactured in 2021 and is not good for use."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "The packaging is hard to use and the sulfur smell is so strong. The butter one doesnu2019t absorb well if too much is applied. My skin is very fair and it did work but I stopped using it because of the smell."
        },
        {
            "review_title": "10/10 recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I love this. The faded serum smells disgusting but you can get over it, it works slowly over time, At first I didn't like the like butter mask but I read online that people sleep with it overnight and use it as a moisturizer. I wake up with the softest skin after sleeping with the mask on"
        },
        {
            "review_title": "You donu2019t need to buy both of them",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Oily skin",
            "review_text": "I love the faded cream itu2019s amazing, but the butter scream doesnu2019t really do much for me. I suggest that you buy the faded cream on its own."
        },
        {
            "review_title": "The smell isnt that bad at all.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "Very good product. The faded serum really made my skin look brighter and get rid of my discolouration around my mouth. People are way overdramatic with the smell, it really isnt that bad. To me it smells like hair bleach. I dont have any problem sleeping with the product. Like butter serum also is pretty good, i have eczema on my face and i feel like it helped, i use it as a night mask. The only thing that bothers me is the packaging. The second you open the tube a bunch of products comes rushing out and i end up using more than i wouldve. But great product!"
        },
        {
            "review_title": "The STENCH",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "This stuff WREAKS. I used it for 30 days straight and did not see a difference in my skin at all. The stench was awful and with the price and smell, itu2019s not worth it."
        },
        {
            "review_title": "yes!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "So I have sun spots and I had no idea what to do to help get rid of it. I tried lots of random stuff and finally decided to try this because I just heard way too many good things and felt it would be silly not too. I also have super dry skin so this duo really worked out for me.   Dude. Faded literally helped my sun spots disappear within 5-7 uses. When I see them slightly come back when, I apply a few times and it fades away. Like... it actually works! Kinda insane. Be aware that it does smell bad which makes it a little hard to want to use it lol but worth it!   Like Butter was okay. I wasn't used to masks like this. Moisturizes well but I cant say its my fave? Not bad though."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "Two words u201cIt worksu201d!!!! The best product to use when having an issue with dark spots!!!"
        },
        {
            "review_title": "A Poem :)",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "Hey guys, here is a sweet poem about Topicals Faded:  Topicals, youu2019re kinda cool But you smell like drool Please oh my gosh please, the smell AHHHHHHH, please pray tell What gives you that awful smell?  Anyways 5/5 good product, does what it says itu2019ll do, and the butter one gave me smooth af skin"
        },
        {
            "review_title": "amazing!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "a little bit of a smell, but the difference i saw within a month of using these is amazing!!! my skin is glowy all the time and the texture and acne i have is significantly reduced. i never have any burning sensation at all when using faded which did surprise me as usually products for hyperpigmentation+texture feel quite harsh, so i loved how gentle yet powerful the product was. sensitive skin+poc approved!!"
        },
        {
            "review_title": "Can't trust, won't trust",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Inner box's label doesn't match outer box's label for both products. If you look at the What it does sections for both tubes, you can see that they're both meant for the other tube. The what it does for Like Butter is the same one for Faded, vice versa. But what is particularly concerning is that the ingredients list for Like Butter product in the outer box doesn't match the ingredients list in the inner box ... you can already tell starting from the 3rd ingredient. Don't know what formula to trust, y'all!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "Me encanta, es un su00faper producto  Me encanta Me encanta"
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "I used it for a couple of weeks. I didnu2019t notice no difference. The smell is so horrible. I canu2019t go past the smell. It was so harsh on my skin."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I honestly only tried the like butter once and the faded isn't even opened. The packing is just terrible. As soon as you break the seal, the product spews out. They don't staying standing up in my skincare cupboard. I can imagine the metal tubing would crack at the corner over time. I'm sure the product inside is great but I can't get over the packaging."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "Both of these products make such a difference in my skin. My skin looks brighter and more even in tone every time I use Faded and my skin feels softer and calmer everytime I use Like Butter.  Yes, Faded smells like sulfur. Light a candle. I'd rather it smell like the actual ingredients in the tube than it be full of fragrance and essential oils, both of which are super irritating on my skin. Essential oils in ~clean~ beauty is the bane of my existence."
        },
        {
            "review_title": "Smells is bad",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "The discoloration one smells horrible . Not a fan of the texture of either . Really just not best."
        },
        {
            "review_title": "A total miss!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Oily skin",
            "review_text": "The mask pills and leaves white residue, the Faded cream make me break out causing more dark spots and they donu2019t smell the best tbh. Money down the drain with this one."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Fair skin tone, Dry skin",
            "review_text": "If I could give this zero stars I would, especially the faded product. It gave me such a bad itchy, red rash after one useu2026. I do have sensitive skin so maybe this product isnu2019t for me but, I definitely would not recommend. The like butter product was fine but overall did nothing for my skin."
        },
        {
            "review_title": "Like Butter is not for combo or acne prone skin",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Like Faded, hate Like Butter, makes me break out. Faded is touted as effective. Didnu2019t do much for me because I believe great ingredients are limited in amount, not bothered by sulfur smell because it fades quickly. I canu2019t even give away Like Butter, so I might just pitch it or use it on hands and feet."
        },
        {
            "review_title": "Great for dry skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Combination skin",
            "review_text": "Love this combo! My skin gets so dry to the point of flaking if I donu2019t have a thick enough moisturizer. Faded is great for PIH and is moisturizing on my skin. Like butter is amazing! A little goes a long way. I wake up with hydrated, soft skin every time I use them together."
        },
        {
            "review_title": "smells kinda bad but thats how you know it works",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Dry skin",
            "review_text": "the faded topical is suck a dream and has helped the texture of my skin improve visibly in just a few uses. seriously its the best"
        },
        {
            "review_title": "Like Butter = Happy Skin",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "I use Faded already and recently sampled the Like Butter mask. I didn't think I needed it at all, but when I added it to my routine, my skin felt so much better in the morning. I live in a drier climate and I think thatu2019s why my skin has been happier when I add the Like Butter. I'm not sure if I will continue to use it during the hot summer months, but I do use Faded year round."
        },
        {
            "review_title": "Love!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Oily skin",
            "review_text": "I bought this mostly for the Faded serum, and I have been using it for a month and I can tell a visible difference (so can everyone around me!). The mask is actually so nice and hydrating, but I donu2019t use it as much because I have super oily skin. I had to knock off a star though because of serumu2019s horrible smell. Now look, I am sensitive to smell and even if something smells bad if it works I can ignore it. But this smells like straight up hair removal cream. Think Nair or Veet. I thought my product was expired at first until I read the reviews. It doesnu2019t linger though, but I just wish it wasnu2019t as strong on the initial application."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Dry skin",
            "review_text": "I was only interesting is fading dark spots so I use the faded pink package. I used it every night and found my skin broke out. Started using it twice to three times a week only before bed. Also reduced my dairy and increased the amount of sunscreen I used during the day. Thereu2019s definitely a noticeable different. I had a lot of hyper pigmentation on my chin and side burn area because I shaved a lot. I stopped shaving and started plucking.  Anyways would definitely recommend! Was worth waiting for the product to get back in stock."
        },
        {
            "review_title": "My new HG",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I canu2019t speak highly enough about faded- I bought this for stubborn dark spots on my cheeks, chest, and jaw. I had a sample and it worked well so got the full size and have seen them fade pretty dramatically over 4 weeks. It does have a smell, however I donu2019t find it offensive and it doesnu2019t linger, but Iu2019m giving it 4 stars for that reason."
        },
        {
            "review_title": "both fantastic, but one downside...",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "A quick disclaimer before I get into my review: I have been using these products for about 2 months. First of all, the Faded Serum. I HATE HATE HATE the smell of this product. It smells like usage mixed with rotten eggs. It's hard for me to wear this serum and not be bothered by it, and I'm someone who doesn't mind a fragrance as long as it goes away over time. However, the smell lingered for a very long time. That being said, the formula works for me. I have suffered some REALLY bad acne scarring and this product has really worked in brightening and fading them. The consistency doesn't peel on me when trying to layer products on afterwards. I typically only use the serum at night. Overall though, this product is great but the smell is unbearable.  Next, the Butter mask. It's a really great moisturizing/hydrating mask. I would say it's a nourishing and moisturizing mask definitely. I didn't use it as much compared to the Faded serum because my skin is combination/acne-prone. But when I did, my skin felt amazing after washing it off. I would only leave it on for 15 minutes though because I'm impatient and have other steps in my routine that matter more. So overall, both are really great products, I would encourage people to get this bundle over buying the products individually. However, the Faded serum smells AWFUL and that's why I can't give it 5 stars."
        },
        {
            "review_title": "Incredible stuffu2026",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "After one application, I saw a huge difference in my skin. Used FADED on Sunday night with a good water based moisturizer over it. Ahhhhhmazing stuff. - huge improvement in the texture of my skin! I had skin cancer on my face. Two inch scar on my face as a result of skin cancer taken off in 2017. Itu2019s minimal now but I feel like with just one application it helped minimize it a bit, as well as some brown spots. The following night I slept in BUTTER. Woke up and removed, same incredible results. If you arenu2019t seeing a difference after using this product, try again. I can see what all the hype is about. I did not receive this product as a sample or promotion. Bought both the full sized products on my own."
        },
        {
            "review_title": "BEST RESULTS EVER",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "I love this set so much - after two weeks it has significantly reduced hyperpigmentation and made my skin look brighter and feel smoother than ever before. So happy with the results and will definitely buy again! I would recommend starting off at once a week for the faded serum and twice a week for the butter mask"
        },
        {
            "review_title": "I would get",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I just started using this product and I love it so far. The sleeping mask makes my skin feel amazing when I wake up and the faded serum feels really good too I have not seen any signs of it helping with my discoloration but I have only used once lol."
        },
        {
            "review_title": "BUY NOW",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Combination skin",
            "review_text": "Works great for post acne inflammatory marks! Be consistent with it and itu2019ll lighten up your sports and help out with evening your skin tone. I didnu2019t care too much for the like butter addition, but the faded works great."
        },
        {
            "review_title": "First impressions from a dry climate",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I plan to come back to this review after 3 months use. But my initial impressions are great. I have dry to combination skin: Dry KP cheeks, congested t-zone, hormonal acne-prone and unfortunately VERY prone to post-inflammatory eurethema (red marks after acne that take MONTHS to fade.) Many are saying they notice a terrible smell on Faded, and I think thatu2019s exaggerated. I use a pea-sized amount spread over my face and notice no smell. If I stick it right up to my nose and inhale I notice a slight smell (people are saying sulphur like, but itu2019s so light I canu2019t quite tell). I prefer a slight smell to fragrance anyway. And there is no smell once I apply.  Texture on both products are lighter than I expected. Because of the package I expected ointment-like but these feel lighter and easier to spread. I havenu2019t perfected them in my routine yet. So far using both as a serum to damp skin under a moisturizer, oil and sunscreen (during day.) Like butter seems too light to be my only moisturizer, so I apply on damp skin and follow up with moisturizer and oil. But I live in a dry dessert climate. I want to try applying a thick layer and see how that goes as a mask.  I havenu2019t perfected timing yet, but hope to use faded in the mornings, but may end up alternating with my retinol at night. I use butter as desired."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Combination skin",
            "review_text": "The FADED CREAM is the first cream that has ever lightens and completely fade out my old acne scar pigments/hyperpigmentation. Combination skin with occasional dry patches. It is also the first cream that also helps heal and prevent more breakouts and black heads for me. I tend to break out on salicylic acid and benzoyl peroxide topical creams the purging period never ends.   (Mac NC40 studio fix powder foundation, C5 face and body, NW30 studio fix concealor)"
        },
        {
            "review_title": "Great duo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Dry skin",
            "review_text": "I love this duo! I don't really write reviews but these two products are amazing. I have noticed a huge difference in the clarity/texture of my skin in two weeks."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "GOAT. that is all. thatu2019s the comment right there."
        },
        {
            "review_title": "Great for Melanated, Sensitive Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love that these products make my skin feel wonderful...as for the fading aspect, I've seen a few of my large spots fade a little bit so far, but have only been using for 2 weeks. But most importantly, these products DO NOT irritate my ridiculously sensitive skin!...I have tried a myriad of other skincare products to tame my occasional breakouts and smooth my dry and erratic skin...none of them have worked as well as this duo! To the other comments about the smell of Faded, yes it smells like sulfur, but tbh I am not a fan of highly scented products because the fragrance tends to irritate my skin. So I don't mind the smell so much and it goes away after a while of the product being on your skin. Also, I only use it overnight about 3 times a week, so I can deal with the smell for the awesome benefits to my skin."
        },
        {
            "review_title": "Absolutely love these products!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "My first purchase of this was through the topicals website because it was sold out on Sephora. I love that itu2019s a black woman owned company. Iu2019ve suffered with eczema all my life. Itu2019s very reactive....anything triggers it....stress, weather....basically life...lol. COVID had my skin going crazy and I kept breaking out in tiny pus bumps all over my face. I tried everything to clear it...vitamins, skincare, etc. Long story short....my gallbladder was infected and once it was removed...clear skin. So now Iu2019m left with dark marks every where and uneven tone. So I use a salicylic acne wash twice a day, a rose water only toner and I apply the mask under my sunscreen in the am and the mask over the serum in the pm. I do not use any additional products because they DO NOT MIX well. I use the fenty sunscreen in the morning over it and I havenu2019t had any issues with product piling. At night I only use a rose water only as a toner with both products. I went to using it once a week to every other day. No more acne....well Iu2019ll get a few bumps if I donu2019t use it. My skin definitely more skin toned. Itu2019s only been a month or so. I canu2019t wait to see results after 3 months. I also realized wearing sunscreen has helped tremendously with keeping my hyperpigmentation from getting darker. The smell doesnu2019t really bother me....sulfur like but it goes away once absorbed.  I recommend highly for my eczema, acne and hyperpigmentation suffers of color. I also have super sensitive skin and it has never irritated me at all. A little goes a loooonnnng way. A pea size every use. Going to the doctor for steroid cream or acne is more expensive in my opinion. The hype for this product is real...I feel itu2019s best not to use extra products when using the serum. It will pile. So use your other serums on different days."
        },
        {
            "review_title": "Stinks: Yes. But works.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "Yes it smells like sulfur, but I only used it once at NIGHT and even my bf said there was an obvious change in my old acne scars on my cheeks. I have been using high potency C and it didnu2019t work as quickly as this did. Can not wait to see what it does in a few weeks.  The butter mask is oddly gross feeling but definitely works."
        },
        {
            "review_title": "Smells Like Nair Hair Removal!",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, Medium skin tone, Dry skin",
            "review_text": "Due to the expensive price, I felt this needed a review so hopefully nobody else wastes their money. The Faded smells HORRENDOUS just like Nair, that burnt hair smell, but on your FACE! I'm serious ladies...dont do it. Unless the smell of burnt hair is the scent you're looking for, find one of the other 100 effective products that work AND smell pleasant. Such a disappointment"
        },
        {
            "review_title": "Not User Friendly Formula",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Medium skin tone, Combination skin",
            "review_text": "I donu2019t understand why this product is being praised so much. Yeah itu2019s nice that itu2019s packed full of good ingredients, though Faded is on the weaker side in terms of percent of actives, and the company was founded by black women. But if weu2019re getting into the actual product itself, this formula is not user friendly at all. Both have a stringy consistency, the Faded formula does smell like rotten eggs to me, and they pill easily when combined with other skincare products. They leave a sticky film on top of the skin - this I donu2019t mind so much as it sounds worse than it feels. I understand Butter was meant to be used as a mask. But what about Faded? I want to be able to use a serum underneath and have Faded apply smoothly on afterwards.  All in all, I wouldnu2019t spend ~$30/each on a product that is so difficult to use. There are other similar products out there with easier use and are less expensive too. I like the idea behind these products, so if they can fix their formulation so itu2019s more easily applicable, thatu2019d be great. If the only con afterwards is the awful smell, I could live with it."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Dry skin",
            "review_text": "I've been using both of these for over 6 months now. faded during the day and like butter at night. In the morning: cleanse > tone (i put like butter on/around my eyelids to keep them from getting dry during the day)> treatments (faded) > moisturize > spf. you MUST use spf daily in order to use faded!!! At night: Double cleanse > tone > like butter. you can leave like butter on for however long you like. I try to do at least 20 min, sometimes less or more. Then I shower and continue my nightly skincare routine where I use a little bit of like butter again. tone > serums > like butter and/or moisturizer > occlusive. You can also use like butter as on overnight mask or on your lips too, or anywhere on your body (same for faded). I have dry, sensitive skin with red/irritated acne, but thanks to both of these products I rarely ever break out and my skin is always SO soft. I was very impressed with how clear my skin has become, and how fast faded got rid of my hyperpigmentation, as well as how fast like butter improved my skin texture/barrier. I saw results after 2 weeks for faded, and immediately for like butter. If you use them properly they will improve all skin types!!!"
        },
        {
            "review_title": "Faded is Fantastic!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, gray hair, Deep skin tone, Oily skin",
            "review_text": "I've been using this set regularly since December 2020.  Like Butter is meh...it's a moisturizer, but I've had much better.  Faded did nothing for my adult acne or PIH, but it works AMAZINGLY only eczema.  I apply it after a shower, before moisturizing and it keeps my dry, flaky patches smooth and flat.  I think with continued use, my patches should fade altogether.  In my experience, Faded works much better for eczema than prescription strength steroid cream."
        },
        {
            "review_title": "Yes get it now!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "I canu2019t wait to see what amazing things this brand does. The packaging, marketing, models, portion, product..there isnu2019t anything they didnu2019t get right! You get a good amount for the price. I especially love that because I wanted the Faded for all body scars. I canu2019t lie the Faded is a little stinky but thatu2019s better than being masked with harsh fragrance!"
        },
        {
            "review_title": "Love it !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Dry skin",
            "review_text": "I love it so much!!! Iu2019ve beeen using this since December and my skin loves it!! It cured my eczema and dark spots!! Buy it ASAP!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "Iu2019ve been using this for 4 months and it has worked wonders! So happy itu2019ll be available from Sephora now. My old hyperpigmentation is fading slowly but surely and my moisture barrier has been repaired. No more stinging when applying products, and I use like butter on my body eczema as well."
        },
        {
            "review_title": "Dynamic Duou2600ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Literally a dynamic duo. Faded has helped me fade away (still slightly visible but significantly lighter!) scars on my arms and acne scars from my face. The way this has increased my confidence and skin is unreal! Like butter I find perfect for my ashy elbows and knees ! I have more combination skin so I donu2019t find a significant need for it on my face but it does wonders for the rest of my skin!"
        },
        {
            "review_title": "THEE dynamic duo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Dry skin",
            "review_text": "faded - quite literally one of the most impressive formulations iu2019ve ever seen/used for discoloration. not only that, but a good number of the ingredients also treat acne. the best kind of 2 in 1 and yes, it works (as long as you wear SPF daily)!   like butter - for the dry skin, eczema prone, impaired barrier girls. i love using this as a mask in a steamy shower to help it penetrate my skin, but applying it at night in my skincare routine does the job as well. both of these products in conjunction really keep the skin in check. my favorite new brand, plus itu2019s black woman + POC woman owned. we love to see it."
        },
        {
            "review_title": "OBSESSED.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "both of these together work INSANELY WELL! I have eczema on my body and my face tends to be dry however I have hyperpigmentation and dark marks. Using these in conjunction with one another healed my barrier & faded my darkspots. obsessed."
        },
        {
            "review_title": "A dynamic duo!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I've thoroughly enjoyed using both of these products and would recommend them to anyone with dry skin and hyperpigmentation! Whenever I use these, I wake up glowing!"
        },
        {
            "review_title": "YOU NEED THIS!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Dry skin",
            "review_text": "I love this duo! as someone with eczema this works wonders for my skin. Iu2019ve always struggled to find products that work for my skin without breaking out and my skin flaring up & this reduced my dark spots and brightened my face. This is my new holy grail! buy this you wonu2019t regret it!!!"
        },
        {
            "review_title": "THIS POWER DUO IS !!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "This is a POWER DUO! Both Like Butter and Faded have been staple products in my routine. Like Butter has effectively helped soothe my breakouts and any redness, while Faded actually fights my breakouts and when I wake up in the morning after using the two at night, the difference is ASTOUNDING!"
        },
        {
            "review_title": "Amazing!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "This duo is the ultimate skin saver! The faded has helped with my dark spots in just 2 weeks, and the like butter has helped brighten and smooth my skin!! Highly recommend getting the duo!!"
        },
        {
            "review_title": "Everything you need, nothing you don't!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Tan skin tone, Oily skin",
            "review_text": "Love this brand for simplifying everything you need in skincare! Helps treat acne and hyperpigmentation at the same time and hydate, soothe with like butter. These two products work incredibly well together, are super easy to travel with, and work super fast! They have helped cut my skincare routine down to the basics, while not compromising results. Love the brand mission and ingridents!"
        },
        {
            "review_title": "Amazing duo product together!!!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "A definite must-have for face routines!!!! This product is easy to use and I already see great results on my skin. My skin is already glowing and my face is becoming clearer and clearer Especially the butter mask. This mask has helped my skin received an even skin match tone and the small bumps I had on my skin have gone away. Both products are easy and safe to use, and there is no smell when using the product."
        },
        {
            "review_title": "YOU NEED THIS!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "you definitely need this duo in your life, it has so many great benefits. Faded helps me with my pigmentation and uneven skin tone. Like butter is amazing for moisture and hydration."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "Amazing ingredients in both products. Faded is my go to product for hyperpigmentation and like butter is my go to moisturizer at night!"
        },
        {
            "review_title": "the most iconic duo",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "This duo has changed my skincare loving life. I have never found a product (or two products in this case) that has improved the natural hydration and tone of my face. Using this duo forever!"
        },
        {
            "review_title": "a holy grail duo, without a doubt!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Tan skin tone, Combination skin",
            "review_text": "I came across Topicals last year in 2020 shortly after their launch and have been a fan since. These products are everything I imagined they'd be and more! They've done wonders for my skins for both hyperpigmentation and the health of my skin barrier. I recommend Topicals to everyone I know, and the mission of this brand makes it all the more worth it. I use the products multiple times a week and have experienced no issues thus far. The Faded Serum has a bit of a strong smell, but the new formula makes it so that it is less prominent - but this doesn't take away from the quality of the product at all, and you get used to it. The Like Butter Mask has a smooth texture, that isn't greasy and glides onto the skin. My skin feels very plump and supply after using it. It has been perfect for keeping my skin hydrated throughout the winter especially."
        },
        {
            "review_title": "a must buy!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "this duo is literally a life saver! the like butter mask has improved the eczema on my skin greatly which tends to flare up frequently due to hand washing. i find my skin to stay moisturized/hydrated longer without having to apply/reapply my eczema cream. a little goes a long way and it absorbs into the skin beautifully! i use it both as a mask and moisturizer.   the faded serum is my all time fave! i started seeing a difference in skin within the first week of using it. i mainly use this on my face twice a day daily and on dark spots/scars on my body. my skin tone is evening out and even the texture of my skin is smoother. the smell can be off putting at first but it doesnu2019t linger. this product also absorbs into the skin quickly and doesnu2019t leave my skin feeling sticky or feeling/looking greasy. i highly recommend purchasing these products!"
        }
    ]
}