{
    "product_id": "695",
    "name": "Empowered Eyeshadow Palette",
    "brand": "HUDA BEAUTY",
    "categories": "Makeup, Eye, Eye Palettes",
    "price": 94.0,
    "about": "What it is:A palette that includes 18 golds, coppers, and neutrals in matte, metallic, shimmer and gel-liner hybrid textures...Ingredient Callouts:Free of parabens, mineral oil, sulfates SLS & SLES, and contains less than one percent synthetic fragrance. It is also cruelty-free..What Else You Need to Know:This ultimate everyday palette is great for subtle to standout looks. The palette contains two ultra-pigmented hybrid eyeshadow-gel-creams; two mesmerizing shimmery metallics; two innovative wet metallics; two soft-shine metallic pearl shadows; and nine pigmented, velvety soft mattes..This Set Contains:",
    "ingredients": "Purpose (1):.Cocoglycerides, Bis-Diglyceryl Polyacyladipate-2, Silica, Mica, Copernicia Cerifera (Carnauba) Wax/Copernicia Cerifera Cera/Cire De Carnauba, Vp/Eicosene Copolymer, Ricinus Communis (Castor) Seed Oil, Tribehenin, Caprylic/Capric Triglyceride, Sucrose Acetate Isobutyrate, Cetyl Alcohol, Synthetic Beeswax, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate. ..Courageous (2):.Mica, Synthetic Fluorphlogopite, Calcium Sodium Borosilicate, Hydrogenated Ethylhexyl Olivate, Dimethicone, C10-18 Triglycerides, Octyldodecanol, Hydrogenated Vegetable Oil, Polyhydroxystearic Acid, Dodecane, Coconut Alkanes, Disteardimonium Hectorite, Octyldodecyl Stearoyl Stearate, Ethylhexyl Polyhydroxystearate, Hydrogenated Olive Oil Unsaponifiables, Propylene Carbonate, Propanediol, Decylene Glycol, Neopentyl Glycol Diethylhexanoate, 1,2-Hexanediol, Dimethicone/Vinyl Dimethicone Crosspolymer, Simmondsia Chinensis (Jojoba) Seed Oil, Coco-Caprylate/Caprate, Caprylhydroxamic Acid. ..Limitless (3):.Synthetic Fluorphlogopite, Calcium Sodium Borosilicate, Hydrogenated Ethylhexyl Olivate, Dimethicone, C10-18 Triglycerides, Mica, Octyldodecanol, Hydrogenated Vegetable Oil, Polyhydroxystearic Acid, Dodecane, Coconut Alkanes, Disteardimonium Hectorite, Octyldodecyl Stearoyl Stearate, Ethylhexyl Polyhydroxystearate, Hydrogenated Olive Oil Unsaponifiables, Propylene Carbonate, Propanediol, Decylene Glycol, Neopentyl Glycol Diethylhexanoate, Silica, 1,2-Hexanediol, Dimethicone/Vinyl Dimethicone Crosspolymer, Tin Oxide, Simmondsia Chinensis (Jojoba) Seed Oil, Coco-Caprylate/Caprate, Caprylhydroxamic Acid. ..Confident (4):.Talc, Aluminum Starch Octenylsuccinate, Zea Mays (Corn) Starch, Silica, Magnesium Myristate, Cetearyl Ethylhexanoate, Dimethicone, Propanediol, Decylene Glycol, Bis-Diglyceryl Polyacyladipate-2, 1,2-Hexanediol, Dimethicone/Vinyl Dimethicone Crosspolymer, Caprylhydroxamic Acid. ..Charisma (5):.Calcium Aluminum Borosilicate, Mica, Calcium Sodium Borosilicate, Hydrogenated Ethylhexyl Olivate, Dimethicone, C10-18 Triglycerides, Synthetic Fluorphlogopite, Octyldodecanol, Hydrogenated Vegetable Oil, Polyhydroxystearic Acid, Dodecane, Coconut Alkanes, Disteardimonium Hectorite, Octyldodecyl Stearoyl Stearate, Ethylhexyl Polyhydroxystearate, Hydrogenated Olive Oil Unsaponifiables, Tin Oxide, Propylene Carbonate, Propanediol, Decylene Glycol, Neopentyl Glycol Diethylhexanoate, Silica, 1,2-Hexanediol, Dimethicone/Vinyl Dimethicone Crosspolymer, Simmondsia Chinensis (Jojoba) Seed Oil, Coco-Caprylate/Caprate, Caprylhydroxamic Acid. ..Keep Going (6), Power (11), Get It! (12), Best Self (17), Legacy (18):.Talc, Aluminum Starch Octenylsuccinate, Synthetic Fluorphlogopite, Zea Mays (Corn) Starch, Mica, Cetearyl Ethylhexanoate, Dimethicone, Silica, Propanediol, Decylene Glycol, Bis-Diglyceryl Polyacyladipate-2, 1,2-Hexanediol, Lauroyl Lysine, Dimethicone/Vinyl Dimethicone Crosspolymer, Caprylhydroxamic Acid. ..Big Dreams (7), Rebel (14), Winner (15):.Mica, Oryza Sativa (Rice) Powder, Silica, Magnesium Myristate, Cocoglycerides, Pentaerythrityl Tetraisostearate, Propanediol, Decylene Glycol, Butyrospermum Parkii (Shea) Butter, Magnesium Stearate, C10-18 Triglycerides, 1,2-Hexanediol, Lauroyl Lysine, Caprylhydroxamic Acid. ..Manifest It! (8): .Mica, Octyldodecanol, Polybutene, Synthetic Fluorphlogopite, Dimethicone, Synthetic Wax, Zinc Stearate, Diisostearyl Malate, Octyldodecyl Stearoyl Stearate, Stearyl Dimethicone, Trimethylsiloxysilicate, Calcium Sodium Borosilicate, Dibutyl Lauroyl Glutamide, Dibutyl Ethylhexanoyl Glutamide, Ethylhexylglycerin, Tin Oxide, Propanediol, Decylene Glycol, 1,2-Hexanediol, Caprylhydroxamic Acid. ..Bold Moves (9):.Synthetic Fluorphlogopite, Calcium Aluminum Borosilicate, Mica, Hydrogenated Polyisobutene, Dimethicone, Diisostearyl Malate, Zinc Stearate, Silica, Ethylene/Propylene/Styrene Copolymer, Trimethylsiloxysilicate, Ethylhexylglycerin, Tin Oxide, Propanediol, Decylene Glycol, 1,2-Hexanediol, Butylene/Ethylene/Styrene Copolymer, Caprylhydroxamic Acid, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate. ..Do It! (10):.Mica, Synthetic Fluorphlogopite, Dimethicone, Hydrogenated Polyisobutene, Zinc Stearate, Trimethylsiloxysilicate, Calcium Sodium Borosilicate, Ethylene/Propylene/Styrene Copolymer, Tin Oxide, Propanediol, Decylene Glycol, 1,2-Hexanediol, Butylene/Ethylene/Styrene Copolymer, Caprylhydroxamic Acid, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate. ..Worthy (13):.Cocoglycerides, Mica, Silica, Bis-Diglyceryl Polyacyladipate-2, Copernicia Cerifera (Carnauba) Wax/Copernicia Cerifera Cera/Cire De Carnauba, Vp/Eicosene Copolymer, Ricinus Communis (Castor) Seed Oil, Tribehenin, Caprylic/Capric Triglyceride, Sucrose Acetate Isobutyrate, Cetyl Alcohol, Synthetic Beeswax, Pentaerythrityl Tetra-Di-T-Butyl Hydroxyhydrocinnamate. ..Visionary (16):.Mica, Hydrogenated Ethylhexyl Olivate, Dimethicone, Synthetic Fluorphlogopite, C10-18 Triglycerides, Cetearyl Ethylhexanoate, Octyldodecanol, Silica, Zinc Stearate, Simmondsia Chinensis (Jojoba) Seed Oil, Calcium Sodium Borosilicate, Polybutene, Hydrated Silica, Dodecane, Sucrose Acetate Isobutyrate, Hydrogenated Vegetable Oil, Phenylisopropyl Dimethicone, Polyhydroxystearic Acid, Triethylhexanoin, Coconut Alkanes, Disteardimonium Hectorite, C30-45 Alkyl Dimethicone, Cetyl Peg/Ppg-10/1 Dimethicone, Hydrogenated Olive Oil Unsaponifiables, Tin Oxide, Octyldodecyl Stearoyl Stearate, Decylene Glycol, Ethylhexyl Polyhydroxystearate, Propylene Carbonate, Propanediol, Neopentyl Glycol Diethylhexanoate, Sorbitan Sesquioleate, 1,2-Hexanediol, Dimethiconol, Dimethicone/Vinyl Dimethicone Crosspolymer, Coco-Caprylate/Caprate, Caprylhydroxamic Acid, Helianthus Annuus (Sunflower) Seed Oil, Tocopherol, Beta-Sitosterol, Squalene. May Contain (+/-) Red 40 Lake/Ci 16035, Yellow 5 Lake/Ci 19140, Blue 1 Lake/Ci 42090, Carmine/Ci 75470, Aluminum Powder/Ci 77000, Ultramarines/Ci 77007, Copper Powder/Ci 77400, Iron Oxides/Ci 77491, Iron Oxides/Ci 77492, Iron Oxides/Ci 77499, Manganese Violet/Ci 77742, Titanium Dioxide/Ci 77891.",
    "how_to_use": "Suggested Usage:.-Build your base with the matte shadows..-Pick up the metallic shades using a dense flat brush for a softer finish. .-For a fuller-coverage, foil effect, use your fingers or sponge applicator..-Finish your look and define your lash line using the hybrid gel-liner shadows, Purpose or Worthy, as eyeliners..-For a soft, pearlescent glow, apply the gloss hybrid shadow u2018Manifest It to bare lids, using your finger, or a flat brush...Hudas Hacks:.-For deeper shades, blend is your friend. .-Brushes are super important to get a smooth finish in the crease and across the lid..-Not all deep shades have to be bold and graphic. .-Blend out the deep mattes with a fluffy brush to give definition and shape to the eyes without overtaking the entire makeup look..-For soft daytime looks, build a light base using matte shades, adding shimmer across the lid using your finger, a flat brush, or a sponge applicator..-The metallics and pearl gloss hybrid can also be used to contour the lower lash line. .-Add to inner corners for a soft highlight to keep eyes looking big and bright.",
    "num_reviews": 225,
    "overall_rating": 4.6,
    "product_url": "https://www.sephora.com/ca/en/product/empowered-eyeshadow-palette-P501327?skuId=2617744&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2617744-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Moldy palette",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, lightMedium skin tone, Combination skin",
            "review_text": "Its a gorgeous palette and was super excited to play with it but when I opened it, the cream shadows appear to have mold on them. I was very grossed out!  Im not sure if it shipped out with mold or if it developed during the shipping process. I"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I cannot say how much I love Huda Beauty eyeshadow palettes. The colors are so beautiful and soft. Even the beginners can use it easily with a nice and beautiful results."
        },
        {
            "review_title": "An excellent eyeshadow palette",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "I love, love, LOVE this palette. Its highly pigmented and blends like a dream. The colors are gorgeous and quite versatile. I can easily create day and night looks with just one palette. ud83dude03"
        },
        {
            "review_title": "Love love love!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Combination skin",
            "review_text": "Love this! First time buying this and its amazing I love how it works for all skin shades! Its very pigmented and the colors are beautiful I recommend it."
        },
        {
            "review_title": "Great addition, even w. other cool-tone palettes",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Olive skin tone, Combination skin",
            "review_text": "Beautiful and pigmented. I've created a few different looks, and even did a friend's makeup using this palette. For reference, my complexion is Medium-Tan, and my friend's is Fair.   I also have other palettes from this brand, Pat McGrath Labs, P. Louise, Jolie Beauty, Makeup by Mario, UD, Morphe, and others. All this to say, I'm no stranger to makeup.   Color payoff is there, but like any palette, you must use a base/primer. One thing I do appreciate is that there are few creamy shadows (including black), which can double as gel liners and/or colored-base (IYKYK), making this incredibly versatile   The color story works best for Fall / Winter. May be used during Spring as well if you're going for a sultry look for an evening outing."
        },
        {
            "review_title": "Chalky",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "Chalky and does not stay on the eye, just flakes right off. Terrible quality and pigments are just a no"
        },
        {
            "review_title": "Absolutely recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, black hair, Light skin tone, Combination skin",
            "review_text": "OMG! Its amazing eye shadow in the world! Colors is gorgeous and soft!"
        },
        {
            "review_title": "",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Dry skin",
            "review_text": "So much pigment in the matte and glitter shades. Love this palette because I was able to create such beautiful looks with this pallet. Would of have 5 stars but only down side is that there was too many shades that seem repetitive."
        },
        {
            "review_title": "A necessity in my makeup arsenal, beautiful colors",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Huda has some seriously beautiful eye shadow palettes, I got this even though I also thankfully got the Naughty Nude palette and I love them both. I cant believe that I am not seeing the Naughty Nude palette on the Sephora web site anymore but regardless this one is just so necessary too!"
        },
        {
            "review_title": "Best eyeshadow purchase Ive ever made",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I adore this palette! The metallics are stunning as well as the presentation! I love the hybrid gel eyeliners. I am a beginner when it comes to eyeshadow and this is so easy to use!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I hate the shimmers in this pallet, they are too chunky and do not stick to the eye. Mattes are just oku2026"
        },
        {
            "review_title": "Versatile and beautiful",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Combination skin",
            "review_text": "I highly recommend this palette! It's great for everyday, but you can also use the glittery shades for going out. It's such a versatile palette."
        },
        {
            "review_title": "must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Normal skin",
            "review_text": "I am in love with this pallet. love !!!!!! buy it if you are thinking about it."
        },
        {
            "review_title": "A must have pallet.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "If you are planning to buy this pallet just buy it already. The shades are truly pigmented and dont budge at all. The shadows are long lasting and only swipe and your eyes are already done. It has a variety of shades so you can use it on daily basis as well."
        },
        {
            "review_title": "Just stunning!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "Just stunning!  The quality, the shades, the formula, the blendability, everything!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "My favourite palette so far!!! Shades are very beautiful and pigmented!!"
        },
        {
            "review_title": "Holiday must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Most beautiful and pigmented shades, this palate is my favorite so far! The gold shade is stunning"
        },
        {
            "review_title": "Disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "The palette is beautiful but every time I have put it on my eyes my eyes get itchy and watery I will no longer be wearing it"
        },
        {
            "review_title": "must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Normal skin",
            "review_text": "I am in love with this pallet. love !!!!!! buy it if you are thinking about it."
        },
        {
            "review_title": "A must have pallet.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "If you are planning to buy this pallet just buy it already. The shades are truly pigmented and dont budge at all. The shadows are long lasting and only swipe and your eyes are already done. It has a variety of shades so you can use it on daily basis as well."
        },
        {
            "review_title": "Just stunning!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "Just stunning!  The quality, the shades, the formula, the blendability, everything!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "My favourite palette so far!!! Shades are very beautiful and pigmented!!"
        },
        {
            "review_title": "Holiday must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, lightMedium skin tone, Normal skin",
            "review_text": "Most beautiful and pigmented shades, this palate is my favorite so far! The gold shade is stunning"
        },
        {
            "review_title": "Disappointed",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "The palette is beautiful but every time I have put it on my eyes my eyes get itchy and watery I will no longer be wearing it"
        },
        {
            "review_title": "must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Normal skin",
            "review_text": "I am in love with this pallet. love !!!!!! buy it if you are thinking about it."
        },
        {
            "review_title": "A must have pallet.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "If you are planning to buy this pallet just buy it already. The shades are truly pigmented and dont budge at all. The shadows are long lasting and only swipe and your eyes are already done. It has a variety of shades so you can use it on daily basis as well."
        },
        {
            "review_title": "Just stunning!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Dry skin",
            "review_text": "Just stunning!  The quality, the shades, the formula, the blendability, everything!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "My favourite palette so far!!! Shades are very beautiful and pigmented!!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": ""
        }
    ]
}