{
    "product_id": "1624",
    "name": "Slick Salve Glossy Lip Balm Duo",
    "brand": "Topicals",
    "categories": "Skincare, Value & Gift Sets",
    "price": 35.0,
    "about": "What it is:A barrier-building lip balm duo that quickly hydrates, soothes, and protects dry, chapped lips, providing shine and a sense of relief that lasts all day..Skin Type:Normal, Dry, and Combination.Skincare Concerns:Fine Lines and Wrinkles, Dryness, and Uneven Texture.Formulation:Balm.Highlighted Ingredients:- Hyaluronic Acid: Delivers immediate, intensive moisture that replenishes and visibly enhances lips..Ingredient Callouts:Free of parabens, formaldehydes, formaldehyde-releasing agents, phthalates, mineral oil, retinyl palmitate, oxybenzone, coal tar, hydroquinone, sulfates SLS & SLES, triclocarban, triclosan, and contains less than one percent synthetic fragrance. It is also vegan, gluten-free, and cruelty-free..What Else You Need to Know:Powered by peptides and a tri-ceramide complex to visibly diminish signs of aging, this minty, barrier-building lip-balm duo provides intensive hydration for chronically dry lips, visibly improving their texture over time. The vegan formula protects and soothes, delivering long-lasting results..This Set Contains:- 2 x 0.5 oz/ 15 mL Slick Salve Glossy Lip Balms for Soothing + Hydration",
    "ingredients": "-Hyaluronic Acid: Delivers immediate, intensive moisture that replenishes and visibly enhances lips..-Ceramides: Reinforce skinu2019s protective barrier, visibly improving lips..-Rice Bran Wax and Glycerin: Seal in hydration, soften, and condition...Hydrogenated Polyisobutene, Ethylene/Propylene/Styrene Copolymer, Butylene/Ethylene/Styrene Copolymer, Oryza Sativa (Rice) Bran Wax, Ceramide NP, Ceramide AP, Ceramide EOP, Palmitoyl Tripeptide-38, Sodium Hyaluronate, Hydrolyzed Sodium Hyaluronate, Tocopheryl Acetate, Ergothioneine, Glycerin, Phytosphingosine, Cholesterol, Portulaca Pilosa Extract, Sucrose Cocoate, Panthenol, Sodium Lauroyl Lactylate, Carbomer, Xanthan Gum, Cetearyl Ethylhexanoate, Sorbitan Isostearate, Mentha Arvensis Leaf Oil, Mentha Piperita Flower/Stem/Leaf Oil, Water/Aqua/Eau.",
    "how_to_use": "Suggested Usage:.-Glide onto dry, chapped lips. .-Reapply as needed. .-To mask, apply a thick layer overnight and gently wipe off in the morning.",
    "num_reviews": 45,
    "overall_rating": 4.5,
    "product_url": "https://www.sephora.com/ca/en/product/topicals-slick-salve-glossy-lip-balm-duo-P513375?skuId=2824019&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2824019-av-10-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Best winter lip balm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Itu2019s a very good lip balm to use for night time in winter to fix chapped lips. I apply it before bed and always wake up with glossy, soft lips. It stays all night and doesnu2019t move at all. I love the cooling effect, the applicator, and the peppermint flavour too. It is sticky but I find it less sticky than the ole henriksen one. I bought this set during the sales and it was only $24 for 2 lip balms. Thatu2019s a very good price for the quality."
        },
        {
            "review_title": "Not worth it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "I was using this lip balm to help my severely chapped lips and it did absolutely nothing while being uncomfortable to wear.After using this lip balm for two days it felt really thick to apply and sticky when on my lips. When the lip balm was absorbed my lip continued to be sticky."
        },
        {
            "review_title": "Terrible Reaction",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Had high hopes for this, unfortunately experienced burning, peeling and very swollen red lips from this product. Read the reviews! I read them after and found out I wasnu2019t the only one. I donu2019t typically have sensitive lips, this product is awful."
        },
        {
            "review_title": "Soooo glossy!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brunette hair, Medium skin tone, Oily skin",
            "review_text": "love this product!! it hydrates my lips and makes them sooo glossy! the only thing I don't like about it is after a while it gets pretty sticky"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Combination skin",
            "review_text": "Wonderful. I would recommend 100%. Plus this is a steal. And leaves your lips super hydrating for hours."
        },
        {
            "review_title": "Every day lip balm + gloss!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Combination skin",
            "review_text": "I absolutely love this set. I got it on sale for $25 so it was soooo worth it. The lip glosses remind me of the mint summer fridays - they have the same tube and applicator! Yes they are sticky, but I honestly don't mind it at all and find them so hydrating and refreshing. If you are looking for a more affordable lip balm like the mint summer fridays, this is for you. I like how it is ina. set of two but both are the exact same lippie, I wish they made one a different flavour."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "Super sticky, definitely not a fan. Iu2019d only use this before bed because when Iu2019m sleeping the stickiness wonu2019t bother me lol."
        },
        {
            "review_title": "Excellent for eczema!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "I am an eczema girlie - I get flares around my mouth and have been looking for something that keeps my lips hydrated and my skin happy, and this product fits the bill! I liked it so much  I bought another set right away, so that I could keep one in my car, at work, in my purse, and on my bed side table. Great product - it feels like thick honey but stays put! I boughanother set right away"
        },
        {
            "review_title": "Itu2019s perfect. And not that sticky.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Deep skin tone, Normal skin",
            "review_text": "This is originally designed for people with eczema, prone skin and chronically dry lips with that being said I love the slip balm if I sleep with it on, and I wake up, I still have it on my lips feel hydrated. My sister has eczema, prone skin and I gave her the second one."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Dry skin",
            "review_text": "My daughter and I used this product for a few days and somehow it didnu2019t suit us both. The product is sticky and left our lips kind of burnt from the corners. Wonu2019t recommend it to someone with sensitive skin and lips."
        },
        {
            "review_title": "Good but sticky",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "I had been wanting to try this product for a while and after using it I do like it however, it is quite sticky. It has a great sweet mint scent with a very faint tingling sensation that lasts for a few minutes and is super glossy! but if you do not like a very sticky lip balm then I would recommend other lip balms."
        },
        {
            "review_title": "LOVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Fair skin tone, Combination skin",
            "review_text": "so amazing! i have extremely dry lips and this helped me so much, itu2019s the best lip balm iu2019ve used hands down, it is a bit sticky (especially for kissing) but it i just put a lipgloss over top to fix it"
        },
        {
            "review_title": "Definitely recommend this one!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Oily skin",
            "review_text": "New favourite lip product, leaves my lips smooth and love the shine i get when i wear it. And the applicator is nice as well for good application."
        },
        {
            "review_title": "Love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, auburn hair, Light skin tone, Normal skin",
            "review_text": "Super hydrating lip product with a subtle mint scent. Love this for the dry winter months as it keeps my lips smooth and soft!"
        },
        {
            "review_title": "Must have for dry lippies!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Purchased this in hopes it would compare to tower 28 sos. ohhh it def does, might even be better tbh!! love the minty sweet smell and the feel as well as how long it lasts on your lips,  smooth after. highly recommend if yiu have dry lips!."
        },
        {
            "review_title": "must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Fair skin tone, Oily skin",
            "review_text": "I love it! It feels like a dupe for the summer Friday mint"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Dry skin",
            "review_text": "worth 5 points, first time trying this and itu2019s soo worth it. Although iu2019m sick and cant smell the mint. The lip balm is soo nice on my lips. 10/10 recommend and the applicator is just like the summer fridays"
        },
        {
            "review_title": "must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Oily skin",
            "review_text": "love this product so hydrating 10/10 would really recommend"
        },
        {
            "review_title": "Perfect gift!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Really nice balm duo! Has a minty scent, feels light, glossy and moisturizing."
        },
        {
            "review_title": "just 3",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Oily skin",
            "review_text": "itu2019s kind sticky not bad tho course u get 2 and smells like summer fridays mint"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Normal skin",
            "review_text": "Amazing formula, on the stickier side but itu2019s still great. Great value too."
        },
        {
            "review_title": "New favorite lip balm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Light skin tone, Combination skin",
            "review_text": "This feels crazy for me to say but this lip balm has officially taken the top spot for my all time favorite lip balm!! It's the one lip balm I've found that I don't have to re-apply every half hour and I looooove the way it feels. It definitely has the texture and feel of a gloss but leaves your lips feeling so insanely moisturized. 10/10 would recommend."
        },
        {
            "review_title": "Overall Great Balm! READ BELOW BEFORE BUY",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Dry skin",
            "review_text": "To start this off, I am super picky with my lip balms, and have tried almost everything. Overall, these are really good!! The formula for this balm is super thick and glossy. The moisturizing aspects in this lip balm are fantastic, and amazing to see! I love seeing the incorporation of ceramides and glycerin, as they are wonderful humectants. This lasts a super long time, and creates a solid barrier between your lips and the elements, so it is perfect for those like me who live in cold or dry climates. However, I do have some points I think are worth mentioning, that may be a make or break for some people:  Firstly, this lip balm is sticky. You will feel it when you press your lips together. However, for those who suffer from really dry lips, this means that it will stay on all day. The second ingredient in this balm is ethylene/propylene/styrene copolymer. This ingredient is one of the main ingredients used in the bases of lip glosses, so it will be super shiny and partly why this is stickier. Also, one of the main moisturizing ingredients is glycerin. This is an amazing humectant but can be sticky as it is in the sugar family. This also means that this balm has a sweet taste, if that isn't your cup of tea.   Secondly, this product is mint flavoured. It isn't too strong, but its there. For those of you who do not like mint, or are allergic, I would avoid this. The mint also gives a cooling effect, which some people may not like.  My final verdict of this balm is that it works really well, which is what its designed to do. If you are able to look past those aspects, this balm will be super moisturizing and last all day/night."
        },
        {
            "review_title": "MUST HAVE! Perfect for stockings",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "Perfect gifts and one for you and one for your bestie deal!   This is the perfect gloss for topping off lipsticks or lip liner, or wearing it alone !  Beware it is sticky so itu2019ll get some on your hair . The minty feeling helps relax and plumps your lips a bit and it feels and looks amazing ! I highly recommend this to my friends and family. Youll want this set because one lip gloss per bag !"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Dry skin",
            "review_text": "This product is STICKY, guarantee hair stuck to your face sticky but wow does it work. The staying power because of it, it works really well as an occlusive through the night."
        },
        {
            "review_title": "YOU NEED IT!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Light skin tone, Combination skin",
            "review_text": "Its so fresh and nourishing. I have a hard time hydrating my lips doing winter but this product does not disappoint@"
        },
        {
            "review_title": "Go-to lip balm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "This lip balm is extremely hydrating and minimizes dry cracked lips. As well as, I like to apply this as an overnight lip mask especially during the colder months."
        },
        {
            "review_title": "one of the best lip balms for winteru2744ufe0f",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "this product actually saved my lips! My lips have been getting so dry and cracked since were heading into winter and this lip balm is literally so good! Ive been bringing it everywhere and applying it atleast 10 times a day!"
        },
        {
            "review_title": "A must have in my daily routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "black hair, Dry skin",
            "review_text": "After using it for the past few weeks, the Topical Slick Salve Lip Duo has helped my dry lips stay smooth and hydrated day and night with lightweight moisture and long-lasting care."
        },
        {
            "review_title": "Dry lips where?!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "one issue I have always had was dry lips, and most glosses don't stay on that long, but this one does and feels amazing. One was already now there's two?! And it doesn't have a fragrance, glides one amazingly, it's sticky and feels so good on the lips..... Guys, Topicals really cracked the code on glosses. Y'all, I can't wait for the shades they bring out ud83dude2bud83dude2b"
        },
        {
            "review_title": "Must have for dry lips!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This is the best lip balm for dry lips! This lip balm will keep your lips  hydrated all day, while giving them a nice glossy look! It also has a nice minty scent!!"
        },
        {
            "review_title": "The Best Lip Product You Can Buy x2",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Fair skin tone, Oily skin",
            "review_text": "My favourite lip product, now in a double pack! All of my friends are obsessed with this product too - you have to try it if you have dry lips!"
        },
        {
            "review_title": "amazing lip balm for the changing cold weather",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Combination skin",
            "review_text": "best lip balm I have ever used, so essential especially with the changing colder weather coming around."
        },
        {
            "review_title": "MUST HAVE",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "This glossy duo is my must have especially as the season changes to the colder weather. Thereu2019s nothing but feels better than a refreshing lipgloss."
        },
        {
            "review_title": "So hydrating",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, Fair skin tone, Dry skin",
            "review_text": "This product is the best lip balm I have ever used!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Dry skin",
            "review_text": "This product is hands down the best lip balm I have ever used!"
        },
        {
            "review_title": "Love this !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Combination skin",
            "review_text": "Such an amazing hydrating and repairing lip formula !"
        },
        {
            "review_title": "Holy grail",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I recently tried the Topicals Slick Lip Duo, and Iu2019m impressed with the results! Both products work beautifully together to keep my lips soft, hydrated, and glossy without feeling sticky. The soothing formula instantly relieves dryness and provides long-lasting moisture. The duo feels lightweight but powerful, and I love how it adds a subtle shine. It's perfect for everyday use and gives my lips a healthy, nourished look. Definitely a must-have for anyone who struggles with dry or chapped lips"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Dry skin",
            "review_text": "As someone who gets through lip balms really quickly, this duo set is just what I needed! This is one of my favourite lip balms- it helps to plump up my lips thanks to its super glossy finish, whilst providing them with long-lasting moisture!"
        },
        {
            "review_title": "Definitely a must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Oh my goodness this is absolutely such a wonderful duo For my lips, I love how it Feels very lightweight on my lips and it doesnu2019t give any sticky feelings!! The best part is, it keeps my lips hydrated throughout the day!!"
        },
        {
            "review_title": "GREAT CHRISTMAS PRESENT",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Normal skin",
            "review_text": "this product is so good and the price of the two is so good i definitely recommend for youu2019re kids christmas present"
        },
        {
            "review_title": "Favorite Lipbalm",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, red hair, Combination skin",
            "review_text": "Favorite Lipbalm! So Hydrating! Makes my lips so soft everytime! Love the minty taste too!"
        },
        {
            "review_title": "My fav!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I absolutely love this lip balm and now you can get double of this amazing product! Slick Salve is so nourishing that you literally only need to apply it once a day (even though you want more and more of the amazing benefits!)! I like to use it before bed and I wake up to soft, supple lips! It's defo my fav!"
        },
        {
            "review_title": "Love love love this gloss",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Combination skin",
            "review_text": "I love the slick salve! It is my go to lip product and it wears for so long leaving my lips hydrated all day!"
        }
    ]
}