{
    "product_id": "1215",
    "name": "Let's Get Luminous Brightening Essentials Set",
    "brand": "OLEHENRIKSEN",
    "categories": "Skincare, Value & Gift Sets",
    "price": 62.5,
    "about": "What it is:A trio of vitamin C-powered bestsellersu2014a serum, a moisturizer, and an eye creamu2014to target visible signs of aging..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Fine Lines and Wrinkles, Dullness, and Dark Circles.Ingredient Callouts:These products are vegan and cruelty-free..What Else You Need to Know:This brightening skincare set gives you truly transformative results. The Truth Serum firms and targets visible signs of aging. The C-Rush Brightening Gel Cru00e8me brightens the look of skin and hydrates all day. The Banana Bright+ Eye Cru00e8me visibly reduces dark circles and crowu2019s feet and improves concealer wear..Highlighted Ingredients:-True-C Complex: Stabilized vitamin C-derivatives formulated to help brighten and fight visible signs of aging.This Set Contains:- 0.5 oz/ 15 mL Truth Serum",
    "ingredients": "Truth Serum:.-True-C Complex: Stabilized vitamin C-derivatives formulated to help brighten and fight visible signs of aging..-Collagen: Helps improve the look of skinu2019s youthful elasticity...Aqua/Water/Eau, Glycerin, Oleth-20, Sodium Ascorbyl Phosphate, Hydroxyethylcellulose, Phenoxyethanol, Caprylyl Glycol, Hexylene Glycol, Citric Acid, Parfum/Fragrance, PEG-12 Dimethicone, Tocopheryl Acetate, Aroma/Flavor, Collagen, Disodium Phosphate, Polysorbate 60, Yellow 6 (CI 15985), Aloe Barbadensis Leaf Extract, Citrus Aurantium Dulcis (Orange) Fruit Extract, Sodium Hyaluronate, Thioctic Acid, Calcium Ascorbate, Sodium Phosphate, Sorbitol, Citrus Grandis (Grapefruit) Seed Extract, Sodium Benzoate, Ascorbic Acid, Camellia Sinensis Leaf Extract, Euphrasia Officinalis Extract, Rosa Canina Fruit Extract, Leuconostoc/Radish Root Ferment Filtrate, Potassium Sorbate, Triacetin, Sodium Benzotriazolyl Butylphenol Sulfonate, Benzyl Benzoate, Limonene, Linalool...C-Rush Brightening Gel Cru00e8me:.-Rose of Winter Extract: Rich in antioxidants to help nurture and condition skin...Aqua/Water/Eau, Simmondsia Chinensis (Jojoba) Seed Oil, Butyrospermum Parkii (Shea) Butter, Isododecane, Coconut Alkanes, Tetrahexyldecyl Ascorbate, Polyglyceryl-3 Rice Branate, Polyglyceryl-3 Beeswax, Cetearyl Alcohol, 3-0-Ethyl Ascorbic Acid, Glycerin, Dilinoleic Acid/Propanediol Copolymer, Polymethylsilsesquioxane, Cocoyl Proline, Pentaerythrityl Tetraisostearate, Dimethicone Crosspolymer, HDI/Trimethylol Hexyllactone Crosspolymer, Polyacrylate-13, Mica, Polysorbate 20, Caprylyl Glycol, Titanium Dioxide (CI 77891), Polyglyceryl-6 Ricinoleate, Polyglyceryl-6 Caprylate, Polyglyceryl-4 Caprate, Polyglyceryl-3 Cocoate, Phenoxyethanol, Coco-Caprylate/Caprate, Polyisobutene, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Parfum/Fragrance, Tamarindus Indica Seed Polysaccharide, Tocopheryl Acetate, Rosa Canina Fruit Extract, Lycium Barbarum Fruit Extract, Hippophae Rhamnoides Extract, Citrus Limon (Lemon) Fruit Extract, Citrus Aurantium Dulcis (Orange) Fruit Extract, Sodium Hydroxide, Sorbic Acid, Iron Oxides (CI 77491), Leuconostoc/Radish Root Ferment Filtrate, Sorbitan Isostearate, Silica, Sodium Benzoate, Propanediol, Vegetable Collagen, Aroma/Flavor, Ascorbic Acid, Linoleic Acid, Pullulan, Nannochloropsis Oculata Extract, Linolenic Acid, Citric Acid, Potassium Sorbate, Tocopherol, Citral, Limonene, Linalool...Banana Bright+ Eye Cru00e8me:.-Banana Powder-Inspired Pigments: Instantly illuminates and color corrects..-Triple Vitamin C Complex with REAL Gold: A powerhouse vitamin C trio: gold-complexed vitamin C, 3-O-ethyl ascorbic acid, and Tetrahexyldecyl (THD) ascorbate, to visibly brighten and enhance the look of elasticity...Water, Simmondsia Chinensis (Jojoba) Seed Oil, Butyrospermum Parkii (Shea) Butter, Isododecane, Coconut Alkanes, Tetrahexyldecyl Ascorbate, Polyglyceryl-3 Rice Branate, Polyglyceryl-3 Beeswax, Cetearyl Alcohol, 3-0-Ethyl Ascorbic Acid, Glycerin, Dilinoleic Acid/Propanediol Copolymer, Polymethylsilsesquioxane, Cocoyl Proline, Pentaerythrityl Tetraisostearate, Dimethicone Crosspolymer, HDI/Trimethylol Hexyllactone Crosspolymer, Polyacrylate-13, Mica, Polysorbate 20, Caprylyl Glycol, Titanium Dioxide (CI 77891), Polyglyceryl-6 Ricinoleate, Polyglyceryl-6 Caprylate, Polyglyceryl-4 Caprate, Polyglyceryl-3 Cocoate, Phenoxyethanol, Coco-Caprylate/Caprate, Polyisobutene, Acrylates/C10-30 Alkyl Acrylate Crosspolymer, Parfum/Fragrance, Tamarindus Indica Seed Polysaccharide, Tocopheryl Acetate, Rosa Canina Fruit Extract, Lycium Barbarum Fruit Extract, Hippophae Rhamnoides Extract, Citrus Limon (Lemon) Fruit Extract, Citrus Aurantium Dulcis (Orange) Fruit Extract, Sodium Hydroxide, Sorbic Acid, Iron Oxides (CI 77491), Leuconostoc/Radish Root Ferment Filtrate, Sorbitan Isostearate, Silica, Sodium Benzoate, Propanediol, Vegetable Collagen, Aroma/Flavor, Ascorbic Acid, Linoleic Acid, Pullulan, Nannochloropsis Oculata Extract, Linolenic Acid, Citric Acid, Potassium Sorbate, Tocopherol, Citral, Limonene, Linalool.....The list of ingredients is subject to change, please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.Truth Serum:.-Apply evenly to face and neck daily. .-After fully absorbed, follow with C-Rush Brightening Gel Cru00e8me. ..Precautions:.-For external use only. .-Use as directed. .-Avoid contact with eyes. .-In case of contact with eyes, rinse immediately...C-Rush Brightening Gel Cru00e8me:.-Apply evenly to face and neck morning and evening after Truth Serum. .-Gently massage in an upward, circular motion. ..Precautions:.-For external use only. .-Use as directed...Banana Bright+ Eye Cru00e8me:.-Using your ring finger, apply a small amount to the under-eye area. .-Provides a beautiful base for makeup. ..Precautions:.-For external use only. .-Use as directed..Please note: Do not use if allergic to vitamin C or any other ingredient in this formula. If irritation occurs, discontinue use.",
    "num_reviews": 79,
    "overall_rating": 3.2,
    "product_url": "https://www.sephora.com/ca/en/product/ole-henriksen-let-s-get-luminous-brightening-essentials-set-P503572?skuId=2593317&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2593317-main-zoom.jpg?imwidth=465",
    "shades": [],
    "reviews": [
        {
            "review_title": "Go to in winter!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Dry skin",
            "review_text": "This is my go-to in winter! It completely brightens and evens out my skin. Itu2019s such a noticeable difference that people make comments about it. Iu2019ve even noticed the eye cream has made quite difference this time around. Love the all day hydration and consistency of the formulas"
        },
        {
            "review_title": "Check for Vitamin C allergy first!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Normal skin",
            "review_text": "This is a great deal if you're not allergic to Vitamin C. The instructions state to test the serum on your forearm before applying it to your face. This was my first time using Vitamin C products, so I tested it first, and I had no adverse reaction.  I like the citrus scent and consistency of all the products. My skin absorbs the serum well. My favorite is the eye cream, which I feel is a good base for my concealer.   The instructions also advise you to wear sunscreen along with the products, but that's standard for Vitamin C too."
        },
        {
            "review_title": "",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, fairLight skin tone, Dry skin",
            "review_text": "Oddly enough the eye cream made the area around my eyes hurt. The serum and moisturizer were great but Iu2019ve purchased this set twice now and itu2019s always the the cream that my skin does not do well with."
        },
        {
            "review_title": "Never Again!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Dry skin",
            "review_text": "Woke up with my eyes swollen almost shut!  Had to go on a steroid, which took 5 days to recover from."
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Light skin tone, Combination skin",
            "review_text": "After using this product for a month I loved its moisturizer as it keep my skin moisturized for a long time but serum comes with a strong orange fragrance which I really donu2019t like and an eye cream is okay to give a hydration around eyes but around eyes but if you looking something for eye circle treatment then this is not the one."
        },
        {
            "review_title": "must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Oily skin",
            "review_text": "great bundle gentle on the skin  hydrating and good for all types of skin"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Combination skin",
            "review_text": "Tried this product with so much excitement  But next morning I had puff eyes like really puff  I throw away the package not sure if I could still return it ? It is worst  It"
        },
        {
            "review_title": "Severe Allergic Reaction to Eye Cream",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Combination skin",
            "review_text": "I was so excited for this set but the day after using the Banana Bright eye cream I had a terrible reaction. The skin around my eyes started sting and within a few hours I had developed welts and swelling. I woke up the next morning even worse. Iu2019m just sorry I didnu2019t see how many had the same reaction before buying."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "This set used to be a staple for a long time in my routine until I ran out and didnu2019t end up purchasing it again for a while until recently using it again. This time around Iu2019ve broken out into painful, itchy rashes on my face along with swelling. :( Iu2019m not sure if the formula was changed or what happened but Iu2019m soo disappointed"
        },
        {
            "review_title": "Great",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, blonde hair, Fair skin tone, Dry skin",
            "review_text": "Really happy with the starter kit. My skin isnt dry as it was a few weeks ago. I love the smell of these creams. I am going to buy the products again."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Light skin tone, Oily skin",
            "review_text": "I used them in my skincare routine, and my skin became sensitive, with dryness in some areas and puffiness under my eyes. I stopped using them several times and then started again to confirm they were the problem, which I did. Unfortunately, Sephora wouldnu2019t take them back because itu2019s been over a month"
        },
        {
            "review_title": "bright!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "I love the texture of the face cream. It's light and feels more like a hydrocream. The eye cream is my favorite. I was running low and decided to try the kit to test out the other products. I'm not sure about the serum. it feels like it doesn't absorb, and im just rubbing something on top of my skin.  The smell is lovely.  I'd go with the cream and eye make up again for sure."
        },
        {
            "review_title": "Gentle moisture",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I see that some reviewers had terrible reactions to this product. That's a good warning. For my daughter and I, our skin loves the lightweight moisture and pop of vitamin c. I also like the sortof pearly eye cream because I don't really need makeup under my eyes, just this little boost"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "After using this product my eyes and face stated burning and patchy"
        },
        {
            "review_title": "Your skin is bright !",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This trio will put light on your face and your skin will be healthy looking"
        },
        {
            "review_title": "Day time eye cream dream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, blonde hair, fairLight skin tone, Combination skin",
            "review_text": "I have been using the eye cream and I love it. It's wonderful to wear in the day brightens and hydrates eye w/o sending makeup sliding off."
        },
        {
            "review_title": "Burned, Painful and then Dry Skin",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Medium skin tone, Dry skin",
            "review_text": "I bought this set for my husband and I to try because we loved the truth serum so much and I have bought multiple replacements of that product. Anyway, I started using the banana bright primer under makeup and then at night time I did the eye cream and moisturizer. I had the most severe reaction around my eyes, down my neck - it felt like I was burnt and then it turned into really dry skin almost like after a sunburn. I have NEVER reacted this way to any product that is heavy on the vitamin c such as the Kat Burki Serum and I don't often use moisturizers like this one so it shouldn't have taken me so long to figure out which product was doing this. I would post a photo but honestly it was disgusting and I think I'll have scarring on my neck as a result. I know I have dry, sensitive skin but it's strange for me to break out and I don't think it's worth anyone taking the risk for this product. so disappointing and unnerving. I won't be straying from my regulars anymore. this product needs to go!"
        },
        {
            "review_title": "I can and will not live without this in my life.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, fairLight skin tone, Normal skin",
            "review_text": "Absolutely love, love, love all of this product lines products. It has brought a glow and a firmness to my skin that I am impressed with. I have been using it for many years upon having it recommended to from a Sephora representative and I fell in love. A while back I ran out and being cheap I started using some other brand and I immediately saw the difference in my skin. It no longer glowed and I started seeing signs of aging ibhadnt seen before. I ran to Sephora to get some. A few weeks  now Iu2019ve noticed my skin is tighter, glowing and so much more youthful again. For reference I am 52 years old. I love the smell and the feel of my skin it leaves behind. But I absolutely love the results. I have and get many compliments and always recommend the brand. I simply will and can not live without this in my life."
        },
        {
            "review_title": "I didnu2019t like it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Oily skin",
            "review_text": "It has made my skin feel very dry. I do like the scent but unfortunately it made me break out and made my skin feel very dry"
        },
        {
            "review_title": "Fast working! See results very quick!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Dry skin",
            "review_text": "This whole kit is wonders. Helped my skin really fast, my face was too dry and just all over the place . And by just using it for couple days .. I saw results and ordered the full size"
        },
        {
            "review_title": "Might break you out",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Combination skin",
            "review_text": "Although it smells nice, I also broke out badly after using this. I stopped and it cleared and then tried again hoping it might be something else and broke out again. Sticking to Skinceutical"
        },
        {
            "review_title": "Must have, be careful is you have sensitive skin.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Oily skin",
            "review_text": "I have seen my skin more luminous and my makeup looks better specially under the eye area, but if your skin is mix like mine on the gras areas will be too much also I'm not  sure but I notice some bumps on the on my jaw and cheek, but could be because my skin is very sensitive, I don't know if is the vitamin c since I have problems with other products with vitamin C in the past, so far looks like a good product maybe I have to give it a couple more weeks."
        },
        {
            "review_title": "Never Buy It",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Normal skin",
            "review_text": "My skin reacted to this product so bad. I donu2019t have a sensitive skin and Iu2019m not allergic to perfume. This product is not worth it."
        },
        {
            "review_title": "Use it daily",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, red hair, Light skin tone, Combination skin",
            "review_text": "I have been using this trio for a few months (Iu2019m on my second order) and I love it. It dries quickly, not too thick and smells great."
        },
        {
            "review_title": "Beware - DO NOT risk the use of this product",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Medium skin tone, Combination skin",
            "review_text": "I used this product in 2022 and loved it, so I re-purchased this April 2024. I buy what I can afford at the time and often switch up my products. I did not have a reaction to this product in 2022 and have never had a reaction to any of the many products Iu2019ve used. This product gave me a bad reaction - red, dry itchy and raised skin. My reaction led me to google this product. Many ppl have shared this same experience and many cases that have been shared are SEVERE reactions - I am appalled that this product is still being sold. Iu2019ve learned from reviews that the formula was changed some time in late 2022 or early 2023. From what I can see: Severe reactions that have been shared with Sephora date back to January 2023. My purchase and reaction to this product is this month: APRIL 2024. Donu2019t take the risk - avoid this product and the OLEHENRIKSEN line."
        },
        {
            "review_title": "Nice but reacted",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "Likes the serum and the face gel/cream (it was light). Also loved rhe wye cream however I think it irritated my eyelids so I had to return it. This is also a highly scented line so if you are sensitive to perfume be aware"
        },
        {
            "review_title": "A must in my daily routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Been using this for years now and I love it sooo much! My skin looks amazing"
        },
        {
            "review_title": "Absolutely love",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Medium skin tone, Normal skin",
            "review_text": "all these products are awesome! feels thick but applies lightly with my skin routine."
        },
        {
            "review_title": "Great moisturizer",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "I love the moisturizer. It smells like oranges and feels so good going on the skin. The under eye cream is also nice but Iu2019m not sure how much it really brightens. I cannot get the serum to come out but the moisturizer makes up for it"
        },
        {
            "review_title": "Best moisturizer ufffc",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "I loved the products in this set! I loved the whole set but the moisturizer was so amazing! It had a gel sort of formula but was still so moisturizing."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Wow. The eye cream is amazing immediately results.  Dark circles are much less noticeable.  Love the smell and feel of the serum & gel moisturizer.  Too soon to tell about those.  great products"
        },
        {
            "review_title": "Favorite for 5 years now.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "This wonu2019t clog your pores and it will make your skin glow! Itu2019s been my go to for years. I hope they never discontinue this like they did with my night time routine. Looks like I have glowy foundation on but I donu2019t wear makeup!"
        },
        {
            "review_title": "Allergic reaction. Skin rash",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "Please donu2019t spend your money on this horrible product. Very disappointed with this set, as I was very excited to try it out. Once I started applying on the second day, I noticed it burns my skin a little. After 3-4 days, I got skin rash on my forehead and cheeks. I stopped using it and now my skin is getting better."
        },
        {
            "review_title": "Forever a must have!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, mediumTan skin tone, Normal skin",
            "review_text": "I have been searching for something to help with dark circles under my eyes for years. Iu2019ve tried many products and nothing helped. In just 1 week (of consistent use) there is a noticeable difference. Mild scent, good for normal skin."
        },
        {
            "review_title": "Must in my skincare routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "Only one week using this product and I feel the difference amazing! Definitely I will use it for ever. Fast delivery and excelent service l!"
        },
        {
            "review_title": "Burnt my face",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, auburn hair, fairLight skin tone, Combination skin",
            "review_text": "Terrible. Caused a horrific chemical burn. I used this before and nothing bad happened like this. I have to return everything I bought. Why is this still being sold?? Seems to be causing terrible reactions for a lot"
        },
        {
            "review_title": "Just be honest or donu2019t even mention it",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I just received this so I havenu2019t tried it yet. I heard great things about it but Iu2019m already annoyed. On the box it says the products are the actual size of photos on the box.  Not true, way way smaller.  Ann"
        },
        {
            "review_title": "Can not live without these!!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I am absolutely obsessed with these 3 products. My skin looks healthy and vibrant! A little goes a long way with these. My friends have asked me what Im using on my face, that it looks amazing. I recommended these 3 products to everyone that asks."
        },
        {
            "review_title": "Allergic reaction",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Deep skin tone, Normal skin",
            "review_text": "I used to love this product. I used it for a year and it made my skin look great. However they must have changed their formula because I just repurchased it and had a terrible allergic reaction! Will be returning it!"
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, Medium skin tone, Normal skin",
            "review_text": "Had a terrible allergic reaction to these products. Started with swollen itchy eyes, then my whole face was swollen and itchy and my eyes were almost swollen shut. Had to visit the doctor who prescribed a prescription to get the swelling down."
        },
        {
            "review_title": "A must have",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Combination skin",
            "review_text": "Best trio, glowing and beautiful skin, definitely recommend, I use this product for the last 3 years still one of my favorites  ud83eudd29"
        },
        {
            "review_title": "STAY AWAY",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "After using this set I had the worst allergic reaction I could ever haveu2026 Iu2019m so upset because this never happened to me when I used the product two years ago! Even though I was able to return the product and get something else I am still having itchy and dry skin under and all around my eyes and neck too!"
        },
        {
            "review_title": "Great results",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, auburn hair, Fair skin tone, Normal skin",
            "review_text": "After using this product for two weeks, my skin feels better, dark spots are lighter and my whole face is more luminous. The eye cream is amazing and has reduced my dark circles. My face overall looks less tired, my skin is sensitive and I didn't have any reaction to these creams/serum. Love it."
        },
        {
            "review_title": "Must have in my routine",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Fair skin tone, Dry skin",
            "review_text": "After using this product I have seen a great difference in my skin tone. Great product ."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Je suis en amour avec ce produit. Le su00e9rum est super lu00e9ger, la cru00e8me hydratante est super, que dire de la cru00e8me pour les yeux ud83dude0d"
        },
        {
            "review_title": "Amazing vitamin C pack",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "I personally really liked this product! At first, I wasnu2019t sure if my skin was the right texture for this, but I just kept using it and it ended up being a really good product for mg skin for vitamin C! I bought the pack and serum/eye cru00e8me were AMAZING. I have very sensitive skin, and this was great. I donu2019t give it 5 starts because I still think thereu2019s  better one for me somewhere, but itu2019s a good product enough to buy until then!"
        },
        {
            "review_title": "I love it!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "I love Ole Henriksen for brightening. The banana bright eye cream really works! Iu2019m tempted to buy the full product. A great set overall!"
        },
        {
            "review_title": "Definite must try for starting out!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "Been using Olehenriksen for about 4 years, my skin feels so moisturized and supple, my dark circles are basically gone, eye cream helps very much!"
        },
        {
            "review_title": "My go to",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Olive skin tone, Combination skin",
            "review_text": "I've been using these product for a couple years it give me that radiant glow which you can see under make up mind you i use very minimal makeup for that natural glowy look not to mention these  products keep my skin super soft. I've tried other skin care but I always go back . like every product out there it's not going to work on everyone but it's worth a try!"
        },
        {
            "review_title": "Bad eye cream",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Combination skin",
            "review_text": "The serum & moisturizer are okay. The eye cream gave me milia. After a month, the texture of the eye cream changed to a thick gloppy mess that pulled away from the sides of the container. Gross!"
        },
        {
            "review_title": "Beautiful Skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Tan skin tone, Normal skin",
            "review_text": "These products from Olehenriksen are the best. My skin is glowing and I look younger. I am very happy with this product."
        },
        {
            "review_title": "Causes under eye allergic reactions",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Dry skin",
            "review_text": "This product caused an allergic reaction under my eyes, theyu2019ve become itchy & dark because of the allergy. This happened to me a couple of months ago but I didnu2019t realize it was caused by these creams. Due to the allergy which lasted a week, I had to discontinue the use of these creams & unknowingly when I started using them again this month, my under eyes are again itchy & darkened. It takes a week to recover from this allergy. Terrible product, should be discontinued from the market."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Horrible, stay away from this product. New formula gave me a severe allergic reaction."
        },
        {
            "review_title": "",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Medium skin tone, Normal skin",
            "review_text": "This product made me break out in a rash with bumps all around my eyes that became inflamed and itchy. Had to drown my face in aquaphor for  week for it to heal."
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "The perfect combo if youre new to the Ole Henriksen family. I love it"
        },
        {
            "review_title": "horrible",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brunette hair, Tan skin tone, Normal skin",
            "review_text": "Never buy this set of products. My whole face is itchy and swelled.  around my eyes are itchy and burning."
        },
        {
            "review_title": "Be ware of allergic reaction",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "This product has made my eyes swollen and red. My skin hurts. This happens to me a couple of years ago but I didnu2019t realize the cream was the cause until I repurchased it and tried it again yesterday."
        },
        {
            "review_title": "Donu2019t buy it!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, Light skin tone, Oily skin",
            "review_text": "I have been using this product and this product only under my eyes for a couple of months now. First I saw no difference and now I am getting these painful, dry, swollen lumps under my eyes. What is this stuff??"
        },
        {
            "review_title": "Not worth the money!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Not worth the money! I used this set but it didnu2019t work for me! I didnu2019t see any difference!"
        },
        {
            "review_title": "Holy grail serum and cream",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "Holy grail skincare, have been using since 2018 and I have perfect skin ONLY because of this serum and cream. The eye cream doesnu2019t work for me but the value is still there in this set without it so I just give it away ."
        },
        {
            "review_title": "Attention ru00e9action allergique",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Suite u00e0 la l'utilisation de ces produits en soiru00e9e, je me suis ru00e9veillu00e9e dans la nuit en grosse ru00e9action allergique : bourrelets au cou, visage hyper enflu00e9 et bru00fblant, rougeurs. J'ai du00fb u00eatre traitu00e9 par cortisone orale. Maintenant que je vois dans les autres commentaires que je ne suis pas la seule, je comprends pas pourquoi on continue de vendre ces produits. Je suis gu00eanu00e9e de mettre les photos mais j'espu00e8re que mon visage du00e9figuru00e9 vous convaincra de ne pas acheter ce produit. Faites vos recherches sur la vitamine C, ce que j'aurais du00fb faire avant."
        },
        {
            "review_title": "Go and find sth better!",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "Not worth the hype! Those people who said they felt their face was glowing, it was just because of the pigment existed in those creams! Apply it on the back of your hand you can see what I am talking! Not satisfied at all!"
        },
        {
            "review_title": "Allergic Reaction",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Normal skin",
            "review_text": "I was using the product for two months then all of a sudden I developed an allergic reaction to both eyes ( swelling, redness and pain). This product is not worth the money."
        },
        {
            "review_title": "Get it while you can!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, blonde hair, Fair skin tone, Normal skin",
            "review_text": "Iu2019ve used this moisturizer for years now, and love it! This set is absolutely perfect, and the price is fantastic for the product you get."
        },
        {
            "review_title": "Not worth the hype",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "brown hair, lightMedium skin tone, Combination skin",
            "review_text": "Dissatisfied with the eye cream and moisturizer. Didnu2019t do anything really. Not worth the hype TBH. ud83dude10"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "",
            "review_text": "Such a good bang for your buck. I thought the sizes of each product were great. After applying all 3 products the first time around, they instantly made my skin so glowy and luminous!"
        },
        {
            "review_title": "Would recommend",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Combination skin",
            "review_text": "i have combination skin with medium sensitivity. My skin usually dosen't like new products, but theses feels like i'm not wearing anything at all. There's mild stickiness, not really bothering. I've been using it for 2 weeks on and off and even thought I'm bad at my routine I see a good difference. skin feels more hydrated, souple and feels youthful. When I started to use them, I had a lot of blemishes and they were gone the day after. Is it because of the products? Tbh i don't know but I thought it was worth mentioning."
        },
        {
            "review_title": "A clean orange smell and freshness to wake you up.",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "I love this brand. I been using their exfoliant since a long time now and the effect didn't fade away with usage, it still helps hide the redness in my skin. Tbh, I believe this is the only brand from whom I seen an immediate effect, so far.  I used this pack for the first time today, and I love the feeling and smell it has. I was welcomed with a clean orange smell, then had a second welcome of freshness all over my face, quite a good good morning handsome if you ask me.  I'm not sure what a brightening effect should be but, we're now 30mins after its usage and the freshness is still slowly fading away. I got used to the orange smell and/or it's not present anymore cuz I don't smell it no more. The face is still glowy which is an effect I enjoy, it's not for everyone to have that lightly wet glowy/reflecting face look but me I love it. It doesn't look 'oily/dirty/sweaty' as some could fear a lightly wet effect could look like, but I could be biased since I know it's because of that product. On the touch, still 30 mins later, the skin is still a bit sticky but if I applied too much or if my skin simply absorbs slower than other... I don't know. Could be my mistake, or could be the product is made that way. The product is supposed to leave the skin looking healthier, that is indeed the case. The redness is still present but the skin tone still looks more even that it did before as the few whiter spots I have are now less appearant amongst the rest of my complexion. It does hydrate my skin, I have a sensible skin and vitamin c products are usually a no no for me, but didn't felt any tingling or burning sensation like most vitamin c products will do to me. Didn't had any weird/bad sensation, from the beginning to its end, it only felt good and refreshing.  So far so good, even if no effect would be present, I would still use it for how it feels and how it smells."
        },
        {
            "review_title": "Amazing products",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Gray eyes, black hair, lightMedium skin tone, Combination skin",
            "review_text": "Got this set at winners for half $. But I will continue to use. Smells amazing and leaves my skin with such a beautiful dewy glow. So moisturizing. Itu2019s worth a try"
        },
        {
            "review_title": "Truth serum seems smaller, great product overall.",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, Rich skin tone, Combination skin",
            "review_text": "I've purchased this set before and the fragrance is a bit lighter now which is great. But the truth serum is smaller... i've used the set for about 2.5 years now and trashed my empty bottle as soon as i ran out so i can't do a comparison but"
        },
        {
            "review_title": "",
            "review_rating": 3,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brown hair, fairLight skin tone, Combination skin",
            "review_text": "I have mixed feelings about these products, my skin was honestly glowing after a few uses of the trio however the smell is wayyyyy too strong for me. It smells like oranges. I do love the eye cream would recommended that 100%."
        },
        {
            "review_title": "Love this product- brightens my skin",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, brown hair, lightMedium skin tone, Normal skin",
            "review_text": "I love the serum and moisturizer. I cannot really tell a difference between eye cream use and serum/moisturizer- so donu2019t think you need this extra product. I used a test of these items from Nov-Jan and loved them and repurchased this larger set."
        },
        {
            "review_title": "Come Thru Vit C!!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Deep skin tone, Combination skin",
            "review_text": "I began using this skin kit in December and have purchased the items included individually as well. Iu2019m SO excited with the results! My skin is visibly smoother and brighter. My"
        },
        {
            "review_title": "10/10 donu2019t recommend",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, brown hair, lightMedium skin tone, Combination skin",
            "review_text": "This ruined my clear skin. I used for a week and this gave me cystic pimples everywhere. A couple days with not using and my skin is clear again. Waste of money."
        },
        {
            "review_title": "Amazing Set!",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Green eyes, brunette hair, Light skin tone, Combination skin",
            "review_text": "LOVE this set! The eye cru00e9me is amazing, it moisturizes under my eyes so well and makes a perfect base for makeup. It also has made my makeup last a lot longer and has minimized my fine lines and wrinkles. Same goes for the serum and moisturizer, both ultra hydrating and smell so good!"
        },
        {
            "review_title": "Found out scents irritate the skin the hard way",
            "review_rating": 2,
            "review_shade_purchased": "",
            "review_buyer_description": "Blue eyes, blonde hair, Light skin tone, Combination skin",
            "review_text": "RUINED MY SKINu2026 Iu2019m sure if your skin can handle scents, it may work for youu2026 apparently I canu2019t use scented stuff? Not sure if it was that or the actual product but Iu2019m not testing it out."
        },
        {
            "review_title": "Must try!!",
            "review_rating": 4,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, Medium skin tone, Combination skin",
            "review_text": "I really love this set. The moisturizing effect is very good. I will say that I donu2019t feel like it targets fine lines very well, but thatu2019s not really what this product is manly trying to achieve. I do feel that my eyes are brighter after using this for a few weeks and my skin is much softer and smoother."
        },
        {
            "review_title": "Allergic reaction",
            "review_rating": 1,
            "review_shade_purchased": "",
            "review_buyer_description": "Hazel eyes, blonde hair, Light skin tone, Oily skin",
            "review_text": "I wanted to love this set but after using it for two days I broke out in a terrible skin rash. I had to go on oral steroids to clear things up. The eye cream caused my eyes to swell shut. I had high hopes!"
        },
        {
            "review_title": "",
            "review_rating": 5,
            "review_shade_purchased": "",
            "review_buyer_description": "Brown eyes, black hair, mediumTan skin tone, Combination skin",
            "review_text": "I am in love with this product. Really hydrating easy to use. Must to have u2764ufe0fu2764ufe0fu2764ufe0f"
        }
    ]
}