{
    "product_id": "882",
    "name": "Kakadu Plum Brightening Vitamin C Serum with Hyaluronic Acid",
    "brand": "KORA Organics",
    "categories": "Skincare, Treatments, Face Serums",
    "price": 102.0,
    "about": "What it is:A visibly brightening serum with a daily dose of vitamin C and hyaluronic acid to keep your skin protected and looking even-toned, radiant, and glowing..Skin Type:Normal, Dry, Combination, and Oily.Skincare Concerns:Fine Lines and Wrinkles, Dryness, and Dullness.Formulation:Lightweight Serum.Highlighted Ingredients:- Vitamin C Blend (Kakadu Plum and Acerola Cherry Ferment): Is an antioxidant-rich blend that visibly boosts skin's radiance and luminosity..Ingredient Callouts:This product is vegan, gluten-free, cruelty-free, and comes in recyclable packaging..What Else You Need to Know:Powered by a superfruit blend with the worlds richest natural sources of vitamin C, this serum protects skin from the visible effects of environmental damage, including hyperpigmentation, fine lines, wrinkles, and loss of elasticity. Meanwhile, hyaluronic acid creates the optimal environment for visible repair..Clinical Results:In an independent, third-party clinical study of 59 women (ages 25 to 54), over 4 weeks, using the original formula:.Clean at SephoraOur commitment to offering formulas that go beyond regulatory standards to avoid controversial ingredients without sacrificing effectiveness.",
    "ingredients": "-Vitamin C Blend (Kakadu Plum and Acerola Cherry Ferment): Is an antioxidant-rich blend that visibly boosts skin's radiance and luminosity..-Ascorbyl Glucoside (One of the Gentlest Forms of Vitamin C): Promotes visibly even skin tone and reduces the appearance of dullnessu2014without irritation..-Sodium Hyaluronate (Hyaluronic Acid): Attracts moisture and reduces dryness for brighter-, more youthful-looking skin...Aloe Barbadensis (Aloe Vera) Leaf Juice*, Ascorbyl Glucoside, Glycerin, Lactobacillus Ferment, Aqua/Water/Eau, Potassium Hydroxide, Lactobacillus/Acerola Cherry Ferment, Capsicum Annuum (Capsicum) Fruit Extract, Dicaprylyl Carbonate, Lactobacillus, Citrus Limon (Lemon) Peel Extract, Lysolecithin, Sclerotium Gum, Potassium Sorbate, Xanthan Gum, Pullulan, Cocos Nucifera (Coconut) Fruit Extract, Caprylic/Capric Triglyceride, Hydrolyzed Sodium Hyaluronate, Morinda Citrifolia (Noni) Fruit Extract*, Terminalia Ferdinandiana (Kakadu Plum) Fruit Extract, Sodium Phytate, Silica, Salvia Sclarea (Clary Sage) Extract, Leuconostoc/Radish Root Ferment Filtrate, Sodium Benzoate, Citric Acid, Sodium Salicylate, Citrus Aurantium Dulcis (Orange) Peel Extract, Alcohol, Tocopherol, Citral**, Limonene**, Linalool**...*Ingredients from organic farming. .**Derived from essential oils...The list of ingredients is subject to change. Please consult the packaging of the product purchased.",
    "how_to_use": "Suggested Usage:.-Apply one to two pumps every morning, after cleansing and toning..-Follow with your favorite moisturizer..-Lock in your skincare with Noni Glow Radiant Face Oil (sold separately)..-Finish with Silky Sun Drops Organic Sunscreen Serum (sold separately)...Recycling Instructions:.-Updated with 100 percent post-consumer recycled plastic, the packaging can be recycled again..-To recycle, remove pump and discard, then rinse out any remaining product in the bottle and recycle.",
    "num_reviews": 126,
    "overall_rating": 4.8,
    "product_url": "https://www.sephora.com/ca/en/product/kora-organics-kakadu-plum-brightening-vitamin-c-serum-with-hyaluronic-acid-P512704?skuId=2742245&icid2=products",
    "image_url": "https://www.sephora.com/productimages/sku/s2742245-main-zoom.jpg?imwidth=465",
    "shades": [
        {
            "shade_name": "1 oz / 30 ml",
            "shade_descriptor": "",
            "shade_image_url": "https://www.sephora.com/productimages/sku/s2742245-main-zoom.jpg?imwidth=465"
        }
    ],
    "reviews": []
}